Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/InfoPlist.strings
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, zh_hans, zh_hant

# NSCalendarsUsageDescription
source: ElioChat uses your calendar to read and write events.
ar: يستخدم ElioChat التقويم لقراءة وإنشاء الأحداث.
de: ElioChat verwendet deinen Kalender, um Termine zu lesen und zu erstellen.
es: ElioChat utiliza tu calendario para leer y crear eventos.
fr: ElioChat utilise votre calendrier pour lire et créer des événements.
hi: ElioChat आपके कैलेंडर का उपयोग इवेंट पढ़ने और बनाने के लिए करता है।
it: ElioChat utilizza il tuo calendario per leggere e creare eventi.
ja: ElioChatがカレンダーの予定を読み書きするために使用します。
ko: ElioChat이 캘린더 일정을 읽고 생성하기 위해 사용합니다.
pt_br: O ElioChat usa seu calendário para ler e criar eventos.
zh_hans: ElioChat需要访问您的日历以读取和创建事件。
zh_hant: ElioChat需要存取您的行事曆以讀取和建立事件。

# NSContactsUsageDescription
source: ElioChat uses your contacts to search and display them.
ar: يستخدم ElioChat جهات الاتصال للبحث عنها وعرضها.
de: ElioChat verwendet deine Kontakte, um sie zu durchsuchen und anzuzeigen.
es: ElioChat utiliza tus contactos para buscar y mostrarlos.
fr: ElioChat utilise vos contacts pour les rechercher et les afficher.
hi: ElioChat आपके संपर्कों को खोजने और दिखाने के लिए उपयोग करता है।
it: ElioChat utilizza i tuoi contatti per cercarli e visualizzarli.
ja: ElioChatが連絡先を検索・表示するために使用します。
ko: ElioChat이 연락처를 검색하고 표시하기 위해 사용합니다.
pt_br: O ElioChat usa seus contatos para pesquisar e exibi-los.
zh_hans: ElioChat需要访问您的通讯录以搜索和显示联系人。
zh_hant: ElioChat需要存取您的聯絡人以搜尋和顯示。

# NSPhotoLibraryUsageDescription
source: ElioChat needs access to your photo library.
ar: يحتاج ElioChat إلى الوصول إلى مكتبة الصور الخاصة بك.
de: ElioChat benötigt Zugriff auf deine Fotobibliothek.
es: ElioChat necesita acceso a tu biblioteca de fotos.
fr: ElioChat a besoin d'accéder à votre photothèque.
hi: ElioChat को आपकी फ़ोटो लाइब्रेरी तक पहुँच की आवश्यकता है।
it: ElioChat necessita dell'accesso alla tua libreria foto.
ja: ElioChatが写真ライブラリにアクセスするために使用します。
ko: ElioChat이 사진 라이브러리에 접근하기 위해 사용합니다.
pt_br: O ElioChat precisa de acesso à sua biblioteca de fotos.
zh_hans: ElioChat需要访问您的照片图库。
zh_hant: ElioChat需要存取您的照片圖庫。

# NSLocationWhenInUseUsageDescription
source: ElioChat uses your location to provide location-based features.
ar: يستخدم ElioChat موقعك لتوفير ميزات تعتمد على الموقع.
de: ElioChat verwendet deinen Standort für standortbasierte Funktionen.
es: ElioChat utiliza tu ubicación para ofrecer funciones basadas en la ubicación.
fr: ElioChat utilise votre position pour fournir des fonctionnalités basées sur la localisation.
hi: ElioChat स्थान-आधारित सुविधाएँ प्रदान करने के लिए आपके स्थान का उपयोग करता है।
it: ElioChat utilizza la tua posizione per fornire funzionalit√† basate sulla posizione.
ja: ElioChatが現在地を取得するために使用します。
ko: ElioChat이 위치 기반 기능을 제공하기 위해 사용합니다.
pt_br: O ElioChat usa sua localização para fornecer recursos baseados em localização.
zh_hans: ElioChat需要使用您的位置来提供基于位置的功能。
zh_hant: ElioChat需要使用您的位置來提供基於位置的功能。

# NSRemindersUsageDescription
source: ElioChat uses your reminders to read and write them.
ar: يستخدم ElioChat التذكيرات لقراءتها وإنشاء تذكيرات جديدة.
de: ElioChat verwendet deine Erinnerungen, um sie zu lesen und neue zu erstellen.
es: ElioChat utiliza tus recordatorios para leer y crear nuevos.
fr: ElioChat utilise vos rappels pour les lire et en créer.
hi: ElioChat आपके रिमाइंडर पढ़ने और नए बनाने के लिए उपयोग करता है।
it: ElioChat utilizza i tuoi promemoria per leggerli e crearne di nuovi.
ja: ElioChatがリマインダーを読み書きするために使用します。
ko: ElioChat이 미리 알림을 읽고 생성하기 위해 사용합니다.
pt_br: O ElioChat usa seus lembretes para ler e criar novos.
zh_hans: ElioChat需要访问您的提醒事项以读取和创建提醒。
zh_hant: ElioChat需要存取您的提醒事項以讀取和建立提醒。

# NSCameraUsageDescription
source: ElioChat uses the camera to take photos and send them to the AI.
ar: يستخدم ElioChat الكاميرا لالتقاط الصور وإرسالها إلى الذكاء الاصطناعي.
de: ElioChat verwendet die Kamera, um Fotos aufzunehmen und an die KI zu senden.
es: ElioChat utiliza la cámara para tomar fotos y enviarlas a la IA.
fr: ElioChat utilise l'appareil photo pour prendre des photos et les envoyer à l'IA.
hi: ElioChat फ़ोटो लेने और AI को भेजने के लिए कैमरे का उपयोग करता है।
it: ElioChat utilizza la fotocamera per scattare foto e inviarle all'IA.
ja: ElioChatが写真を撮影してAIに送信するために使用します。
ko: ElioChat이 사진을 촬영하여 AI에 전송하기 위해 사용합니다.
pt_br: O ElioChat usa a câmera para tirar fotos e enviá-las para a IA.
zh_hans: ElioChat需要使用相机拍照并发送给AI。
zh_hant: ElioChat需要使用相機拍照並傳送給AI。

# NSMicrophoneUsageDescription
source: ElioChat uses the microphone for voice input.
ar: يستخدم ElioChat الميكروفون للإدخال الصوتي.
de: ElioChat verwendet das Mikrofon für die Spracheingabe.
es: ElioChat utiliza el micrófono para la entrada de voz.
fr: ElioChat utilise le microphone pour la saisie vocale.
hi: ElioChat वॉइस इनपुट के लिए माइक्रोफ़ोन का उपयोग करता है।
it: ElioChat utilizza il microfono per l'input vocale.
ja: ElioChatが音声入力を行うために使用します。
ko: ElioChat이 음성 입력을 위해 마이크를 사용합니다.
pt_br: O ElioChat usa o microfone para entrada de voz.
zh_hans: ElioChat需要使用麦克风进行语音输入。
zh_hant: ElioChat需要使用麥克風進行語音輸入。

# NSSpeechRecognitionUsageDescription
source: ElioChat uses speech recognition to convert voice to text.
ar: يستخدم ElioChat التعرف على الكلام لتحويل الصوت إلى نص.
de: ElioChat verwendet die Spracherkennung, um Sprache in Text umzuwandeln.
es: ElioChat utiliza el reconocimiento de voz para convertir voz en texto.
fr: ElioChat utilise la reconnaissance vocale pour convertir la voix en texte.
hi: ElioChat आवाज़ को टेक्स्ट में बदलने के लिए स्पीच रिकग्निशन का उपयोग करता है।
it: ElioChat utilizza il riconoscimento vocale per convertire la voce in testo.
ja: ElioChatが音声をテキストに変換するために使用します。
ko: ElioChat이 음성을 텍스트로 변환하기 위해 사용합니다.
pt_br: O ElioChat usa o reconhecimento de voz para converter voz em texto.
zh_hans: ElioChat需要使用语音识别将语音转换为文字。
zh_hant: ElioChat需要使用語音辨識將語音轉換為文字。

# NSPhotoLibraryAddUsageDescription
source: ElioChat saves generated images to your photo library.
ar: يحفظ ElioChat الصور المُنشأة في مكتبة الصور الخاصة بك.
de: ElioChat speichert generierte Bilder in deiner Fotobibliothek.
es: ElioChat guarda las imágenes generadas en tu biblioteca de fotos.
fr: ElioChat enregistre les images générées dans votre photothèque.
hi: ElioChat जनरेट की गई छवियों को आपकी फ़ोटो लाइब्रेरी में सहेजता है।
it: ElioChat salva le immagini generate nella tua libreria foto.
ja: ElioChatが生成した画像を保存するために使用します。
ko: ElioChat이 생성된 이미지를 사진 라이브러리에 저장하기 위해 사용합니다.
pt_br: O ElioChat salva imagens geradas na sua biblioteca de fotos.
zh_hans: ElioChat需要将生成的图片保存到您的照片图库。
zh_hant: ElioChat需要將產生的圖片儲存到您的照片圖庫。

# NSLocalNetworkUsageDescription
source: ElioChat uses the local network to connect with nearby devices for shared AI inference.
ar: يستخدم ElioChat الشبكة المحلية للاتصال بالأجهزة القريبة ومشاركة استدلال الذكاء الاصطناعي.
de: ElioChat verwendet das lokale Netzwerk, um sich mit Geräten in der Nähe zu verbinden und KI-Inferenz zu teilen.
es: ElioChat utiliza la red local para conectarse con dispositivos cercanos y compartir la inferencia de IA.
fr: ElioChat utilise le réseau local pour se connecter aux appareils à proximité et partager l'inférence IA.
hi: ElioChat पास के उपकरणों से जुड़ने और AI इन्फ़रेंस साझा करने के लिए लोकल नेटवर्क का उपयोग करता है।
it: ElioChat utilizza la rete locale per connettersi ai dispositivi vicini e condividere l'inferenza IA.
ja: ElioChatが近くのデバイスと接続してAI推論を共有するために使用します。
ko: ElioChat이 근처 기기와 연결하여 AI 추론을 공유하기 위해 사용합니다.
pt_br: O ElioChat usa a rede local para se conectar a dispositivos próximos e compartilhar a inferência de IA.
zh_hans: ElioChat需要使用本地网络连接附近的设备以共享AI推理。
zh_hant: ElioChat需要使用本地網路連接附近的裝置以共享AI推論。
