Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# speech.download.message
source: To use voice input, you need to download the Japanese speech recognition model (~155MB).
af: Om steminvoer te gebruik, moet jy die Japannese spraakherkenningsmodel aflaai (~155MB).
am: የድምጽ ግቤትን ለመጠቀም የጃፓን የንግግር ማወቂያ ሞዴልን ማውረድ አለብዎት (~155MB)።
ar: لاستخدام الإدخال الصوتي، تحتاج إلى تنزيل نموذج التعرف على الكلام اليابانية (~155 ميغابايت).
bg: За да използвате гласов вход, трябва да изтеглите японския модел за разпознаване на реч (~155MB).
bn: ভয়েস ইনপুট ব্যবহার করতে, আপনাকে জাপানি স্পিচ রিকগনিশন মডেল ডাউনলোড করতে হবে (~১৫৫MB)।
ca: Per utilitzar l'entrada de veu, necessites descarregar el model japonès de reconeixement de parla (~155MB).
de: Um die Spracheingabe zu nutzen, musst du das japanische Spracherkennungsmodell herunterladen (~155 MB).
el: Για να χρησιμοποιήσετε φωνητική εισαγωγή, πρέπει να κατεβάσετε το ιαπωνικό μοντέλο αναγνώρισης ομιλίας (~155MB).
et: Häälsisendi kasutamiseks peate alla laadima jaapani keele kõnetuvastuse mudeli (~155MB).
eu: Ahots sarrera erabiltzeko, japoniar hizketa ezagutze eredua deskargatu behar duzu (~155MB).
fi: Puhesyötteen käyttöön tarvitset japanilaisen puheentunnistusmallin (~155 Mt).
fil: Para magamit ang voice input, kailangan mong i-download ang Japanese speech recognition model (~155MB).
fr: Pour utiliser la saisie vocale, vous devez télécharger le modèle de reconnaissance vocale japonaise (~155 Mo).
gl: Para usar a entrada de voz, necesitas descargar o modelo de recoñecemento de voz en xaponés (~155MB).
gu: અવાજ ઇનપુટ વાપરવા માટે, તમારે જાપાની સ્પીચ રેકગ્નિશન મોડેલ (~155MB) ડાઉનલોડ કરવું પડશે.
he: שתש ק ק, ע ר ת ר פ (~155MB).
hi: वॉइस इनपुट का उपयोग करने के लिए, आपको जापानी स्पीच रिकग्निशन मॉडल (~155MB) डाउनलोड करना होगा।
hu: Hangbemenet használatához le kell töltened a japán beszédfelismerő modellt (~155MB).
id: Untuk menggunakan input suara, Anda perlu mengunduh model pengenalan suara Jepang (~155MB).
it: Per usare l'input vocale, devi scaricare il modello di riconoscimento vocale giapponese (~155MB).
km: ដើម្បីប្រើការបញ្ចូលសំឡេង អ្នកត្រូវទាញយកគំរូការស្គាល់សុន្ទរកថាភាសាជប៉ុន (~155MB)។
kn: ಧ್ವನಿ ಇನ್‌ಪುಟ್ ಬಳಸಲು, ನೀವು ಜಪಾನೀಸ್ ಸ್ಪೀಚ್ ರೆಕಗ್ನಿಷನ್ ಮಾಡೆಲ್ (~155MB) ಡೌನ್‌ಲೋಡ್ ಮಾಡಬೇಕು.
lo: ເພື່ອໃຊ້ການປ້ອນສຽງ, ທ່ານຕ້ອງດາວໂຫລດໂມເດລການຮັບຮູ້ສຽງພາສາຍີ່ປຸ່ນ (~155MB).
mk: За да користите гласовен влез, треба да го преземете јапонскиот модел за препознавање на говор (~155MB).
ml: ശബ്ദ ഇൻപുട്ട് ഉപയോഗിക്കാൻ, നിങ്ങൾ ജാപ്പനീസ് സംഭാഷണ തിരിച്ചറിയൽ മോഡൽ (~155MB) ഡൗൺലോഡ് ചെയ്യേണ്ടതുണ്ട്.
mr: आवाज इनपुट वापरण्यासाठी, तुम्हाला जपानी भाषण ओळख मॉडेल (~155MB) डाउनलोड करावे लागेल.
ms: Untuk menggunakan input suara, anda perlu memuat turun model pengecaman pertuturan Jepun (~155MB).
my: အသံ ထည့်သွင်းမှု အသုံးပြုရန်၊ သင့်အနေဖြင့် ဂျပန် စကားပြော အသိအမှတ်ပြုမှု မော်ဒယ် (~155MB) ဒေါင်းလုဒ်လုပ်ရန် လိုအပ်သည်။
ne: आवाज इनपुट प्रयोग गर्न, तपाईंले जापानी बोली पहिचान मोडेल (~155MB) डाउनलोड गर्नुपर्छ।
nl: Om spraakinvoer te gebruiken, moet je het Japanse spraakherkenningsmodel downloaden (~155MB).
pa: ਆਵਾਜ਼ ਇਨਪੁਟ ਵਰਤਣ ਲਈ, ਤੁਹਾਨੂੰ ਜਾਪਾਨੀ ਬੋਲੀ ਪਛਾਣ ਮਾਡਲ (~155MB) ਡਾਊਨਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: Aby używa wprowadzania gosowego, musisz pobra japoski model rozpoznawania mowy (~155MB).
pt_pt: Para usar entrada de voz, precisa transferir o modelo de reconhecimento de fala japonês (~155MB).
ru: Для использования голосового ввода необходимо загрузить модель распознавания японской речи (~155 МБ).
si: හඬ ආදානය භාවිතා කිරීමට, ඔබට ජපන් කථන හඳුනාගැනීමේ ආකෘතිය (~155MB) බාගත කිරීමට අවශ්‍යයි.
sl: Za uporabo glasovnega vnosa morate prenesti japonski model prepoznavanja govora (~155MB).
sr: За коришћење гласовног уноса, морате преузети јапански модел за препознавање говора (~155MB).
sw: Ili kutumia ingizo la sauti, unahitaji kupakua modeli ya utambuzi wa hotuba ya Kijapani (~155MB).
ta: குரல் உள்ளீட்டைப் பயன்படுத்த, நீங்கள் ஜப்பானிய பேச்சு அங்கீகார மாதிரியைப் பதிவிறக்க வேண்டும் (~155MB).
te: వాయిస్ ఇన్‌పుట్ ఉపయోగించడానికి, మీరు జపనీస్ స్పీచ్ రికగ్నిషన్ మోడల్ (~155MB) డౌన్‌లోడ్ చేయాలి.
th: เพื่อใช้การป้อนเสียง คุณต้องดาวน์โหลดโมเดลการรู้จำเสียงภาษาญี่ปุ่น (~155MB)
uk: Для використання голосового введення потрібно завантажити японську модель розпізнавання мовлення (~155МБ).
zu: Ukuze usebenzise ukufaka izwi, kudingeka udownloade imodeli yokubona inkulumo yesiJapane (~155MB).

# speech.downloading
source: Downloading speech recognition model...
af: Laai spraakherkenningsmodel af...
am: የንግግር ማወቂያ ሞዴል በማውረድ ላይ...
ar: جارٍ تنزيل نموذج التعرف على الكلام...
bg: Изтегляне на модел за разпознаване на реч...
bn: স্পিচ রিকগনিশন মডেল ডাউনলোড হচ্ছে...
ca: Descarregant model de reconeixement de parla...
de: Spracherkennungsmodell wird heruntergeladen...
el: Λήψη μοντέλου αναγνώρισης ομιλίας...
et: Laadib kõnetuvastuse mudelit alla...
eu: Hizketa ezagutze eredua deskargatzen...
fi: Ladataan puheentunnistusmallia...
fil: Nagda-download ng speech recognition model...
fr: Téléchargement du modèle de reconnaissance vocale...
gl: Descargando modelo de recoñecemento de voz...
gu: સ્પીચ રેકગ્નિશન મોડેલ ડાઉનલોડ થઈ રહ્યું છે...
he: ר ר...
hi: स्पीच रिकग्निशन मॉडल डाउनलोड हो रहा है...
hu: Beszédfelismerő modell letöltése...
id: Mengunduh model pengenalan suara...
it: Download del modello di riconoscimento vocale...
km: កំពុងទាញយកគំរូការស្គាល់សុន្ទរកថា...
kn: ಸ್ಪೀಚ್ ರೆಕಗ್ನಿಷನ್ ಮಾಡೆಲ್ ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ...
lo: ກຳລັງດາວໂຫລດໂມເດລການຮັບຮູ້ສຽງ...
mk: Се презема модел за препознавање на говор...
ml: സംഭാഷണ തിരിച്ചറിയൽ മോഡൽ ഡൗൺലോഡ് ചെയ്യുന്നു...
mr: भाषण ओळख मॉडेल डाउनलोड होत आहे...
ms: Memuat turun model pengecaman pertuturan...
my: စကားပြော အသိအမှတ်ပြုမှု မော်ဒယ် ဒေါင်းလုဒ်လုပ်နေသည်...
ne: बोली पहिचान मोडेल डाउनलोड गर्दै...
nl: Spraakherkenningsmodel downloaden...
pa: ਬੋਲੀ ਪਛਾਣ ਮਾਡਲ ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Pobieranie modelu rozpoznawania mowy...
pt_pt: A transferir modelo de reconhecimento de fala...
ru: Загрузка модели распознавания речи...
si: කථන හඳුනාගැනීමේ ආකෘතිය බාගත කරමින්...
sl: Prena코am model prepoznavanja govora...
sr: Преузимање модела за препознавање говора...
sw: Inapakua modeli ya utambuzi wa hotuba...
ta: பேச்சு அங்கீகார மாதிரி பதிவிறக்குகிறது...
te: స్పీచ్ రికగ్నిషన్ మోడల్ డౌన్‌లోడ్ అవుతోంది...
th: กำลังดาวน์โหลดโมเดลการรู้จำเสียง...
uk: Завантаження моделі розпізнавання мовлення...
zu: Iyadownloada imodeli yokubona inkulumo...

# settings.language.section
source: Language
af: Taal
am: ቋንቋ
ar: اللغة
bg: Език
bn: ভাষা
ca: Idioma
de: Sprache
el: Γλώσσα
et: Keel
eu: Hizkuntza
fi: Kieli
fil: Wika
fr: Langue
gl: Idioma
gu: ભાષા
he: שפ
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
km: ភាសា
kn: ಭಾಷೆ
lo: ພາສາ
mk: Јазик
ml: ഭാഷ
mr: भाषा
ms: Bahasa
my: ဘာသာစကား
ne: भाषा
nl: Taal
pa: ਭਾਸ਼ਾ
pl: Jzyk
pt_pt: Idioma
ru: Язык
si: භාෂාව
sl: Jezik
sr: Језик
sw: Lugha
ta: மொழி
te: భాష
th: ภาษา
uk: Мова
zu: Ulimi

# language.system
source: Use System Language
af: Gebruik Stelseltaal
am: የስርዓት ቋንቋ ተጠቀም
ar: استخدام لغة النظام
bg: Използвай системния език
bn: সিস্টেম ভাষা ব্যবহার করুন
ca: Usar idioma del sistema
de: Systemsprache verwenden
el: Χρήση γλώσσας συστήματος
et: Kasuta süsteemi keelt
eu: Erabili sistemaren hizkuntza
fi: Käytä järjestelmän kieltä
fil: Gamitin ang Wika ng Sistema
fr: Utiliser la langue du système
gl: Usar idioma do sistema
gu: સિસ્ટમ ભાષા વાપરો
he: שתש שפת ערת
hi: सिस्टम भाषा का उपयोग करें
hu: Rendszer nyelv használata
id: Gunakan Bahasa Sistem
it: Usa lingua del sistema
ja: システム設定に従う
km: ប្រើភាសាប្រព័ន្ធ
kn: ಸಿಸ್ಟಂ ಭಾಷೆ ಬಳಸಿ
lo: ໃຊ້ພາສາລະບົບ
mk: Користи јазик на системот
ml: സിസ്റ്റം ഭാഷ ഉപയോഗിക്കുക
mr: सिस्टम भाषा वापरा
ms: Gunakan Bahasa Sistem
my: စနစ် ဘာသာစကား အသုံးပြုပါ
ne: प्रणाली भाषा प्रयोग गर्नुहोस्
nl: Gebruik systeemtaal
pa: ਸਿਸਟਮ ਭਾਸ਼ਾ ਵਰਤੋ
pl: Użyj jzyka systemowego
pt_pt: Usar Idioma do Sistema
ru: Использовать язык системы
si: පද්ධති භාෂාව භාවිතා කරන්න
sl: Uporabi sistemski jezik
sr: Користи системски језик
sw: Tumia Lugha ya Mfumo
ta: அமைப்பு மொழியைப் பயன்படுத்தவும்
te: సిస్టమ్ భాషను ఉపయోగించండి
th: ใช้ภาษาระบบ
uk: Використовувати системну мову
zu: Sebenzisa Ulimi Lohlelo

# settings.language.restart.hint
source: Language changes will take effect after restarting the app
af: Taalveranderings sal van krag word nadat die toepassing herbegin is
am: የቋንቋ ለውጦች መተግበሪያውን ከዳግም ማስጀመር በኋላ ተግባራዊ ይሆናሉ
ar: ستدخل تغييرات اللغة حيز التنفيذ بعد إعادة تشغيل التطبيق
bg: Промените в езика ще влязат в сила след рестартиране на приложението
bn: ভাষা পরিবর্তন অ্যাপ পুনরায় চালু করার পরে কার্যকর হবে
ca: Els canvis d'idioma s'aplicaran després de reiniciar l'app
de: Sprachänderungen werden nach einem Neustart der App wirksam
el: Οι αλλαγές γλώσσας θα τεθούν σε ισχύ μετά την επανεκκίνηση της εφαρμογής
et: Keele muudatused jõustuvad pärast rakenduse taaskäivitamist
eu: Hizkuntzaren aldaketak aplikazioa berrabiarazi ondoren aplikatuko dira
fi: Kielimuutokset tulevat voimaan sovelluksen uudelleenkäynnistyksen jälkeen
fil: Ang mga pagbabago sa wika ay magkakabisa pagkatapos i-restart ang app
fr: Les changements de langue prendront effet après le redémarrage de l'app
gl: Os cambios de idioma aplicaranse despois de reiniciar a app
gu: ભાષા ફેરફારો એપ રીસ્ટાર્ટ કર્યા પછી લાગુ થશે
he: ש שפ ס תקף ר פע ש ש פקצ
hi: भाषा परिवर्तन ऐप पुनः शुरू करने के बाद प्रभावी होंगे
hu: A nyelvváltozások az app újraindítása után lépnek életbe
id: Perubahan bahasa akan berlaku setelah me-restart aplikasi
it: Le modifiche alla lingua avranno effetto dopo il riavvio dell'app
ja: 言語の変更はアプリの再起動後に反映されます
km: ការផ្លាស់ប្តូរភាសានឹងមានប្រសិទ្ធភាពបន្ទាប់ពីចាប់ផ្តើមកម្មវិធីឡើងវិញ
kn: ಭಾಷಾ ಬದಲಾವಣೆಗಳು ಅಪ್ಲಿಕೇಶನ್ ಮರುಪ್ರಾರಂಭಿಸಿದ ನಂತರ ಜಾರಿಗೆ ಬರುತ್ತವೆ
lo: ການປ່ຽນພາສາຈະມີຜົນບັງຄັບໃຊ້ຫຼັງຈາກເລີ່ມແອັບໃໝ່
mk: Промените на јазикот ќе влезат во сила по рестартирање на апликацијата
ml: ആപ്പ് പുനരാരംഭിച്ചതിന് ശേഷം ഭാഷാ മാറ്റങ്ങൾ പ്രാബല്യത്തിൽ വരും
mr: भाषा बदल अॅप रीस्टार्ट केल्यानंतर लागू होतील
ms: Perubahan bahasa akan berkuat kuasa selepas memulakan semula aplikasi
my: အက်ပ် ပြန်လည်စတင်ပြီးနောက် ဘာသာစကား ပြောင်းလဲမှုများ အာနိသင် ရလိမ့်မည်
ne: भाषा परिवर्तनहरू एप पुन: सुरु गरेपछि प्रभावकारी हुनेछन्
nl: Taalwijzigingen worden van kracht na het opnieuw opstarten van de app
pa: ਐਪ ਮੁੜ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਭਾਸ਼ਾ ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਹੋਣਗੀਆਂ
pl: Zmiany jzyka zaczn obowizywa po ponownym uruchomieniu aplikacji
pt_pt: As alterações de idioma terão efeito após reiniciar a aplicação
ru: Изменения языка вступят в силу после перезапуска приложения
si: යෙදුම නැවත ආරම්භ කිරීමෙන් පසු භාෂා වෙනස්කම් ක්‍රියාත්මක වනු ඇත
sl: Spremembe jezika bodo uveljavljene po ponovnem zagonu aplikacije
sr: Промене језика ће ступити на снагу након поновног покретања апликације
sw: Mabadiliko ya lugha yatatekelezwa baada ya kuanzisha upya programu
ta: மொழி மாற்றங்கள் பயன்பாட்டை மீண்டும் தொடங்கிய பிறகு நடைமுறைக்கு வரும்
te: భాష మార్పులు యాప్‌ను రీస్టార్ట్ చేసిన తర్వాత అమలు అవుతాయి
th: การเปลี่ยนแปลงภาษาจะมีผลหลังจากรีสตาร์ทแอป
uk: Зміни мови набудуть чинності після перезапуску додатка
zu: Izinguquko zolimi zizosebenza ngemva kokuqala kabusha i-app

# settings.language.changed.title
source: Language Changed
af: Taal Verander
am: ቋንቋ ተቀይሯል
ar: تم تغيير اللغة
bg: Езикът е променен
bn: ভাষা পরিবর্তন হয়েছে
ca: Idioma canviat
de: Sprache geändert
el: Η γλώσσα άλλαξε
et: Keel muudetud
eu: Hizkuntza aldatuta
fi: Kieli vaihdettu
fil: Nabago ang Wika
fr: Langue modifiée
gl: Idioma cambiado
gu: ભાષા બદલાઈ
he: שפ שת
hi: भाषा बदली गई
hu: Nyelv megváltoztatva
id: Bahasa Diubah
it: Lingua cambiata
ja: 言語を変更しました
km: បានផ្លាស់ប្តូរភាសា
kn: ಭಾಷೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
lo: ປ່ຽນພາສາແລ້ວ
mk: Јазикот е променет
ml: ഭാഷ മാറ്റി
mr: भाषा बदलली
ms: Bahasa Ditukar
my: ဘာသာစကား ပြောင်းလဲပြီး
ne: भाषा परिवर्तन गरियो
nl: Taal gewijzigd
pa: ਭਾਸ਼ਾ ਬਦਲੀ
pl: Zmieniono jzyk
pt_pt: Idioma Alterado
ru: Язык изменён
si: භාෂාව වෙනස් විය
sl: Jezik spremenjen
sr: Језик промењен
sw: Lugha Imebadilishwa
ta: மொழி மாற்றப்பட்டது
te: భాష మార్చబడింది
th: เปลี่ยนภาษาแล้ว
uk: Мову змінено
zu: Ulimi Lushintshiwe

# settings.language.changed.message
source: Please restart the app to apply the changes
af: Herbegin asseblief die toepassing om die veranderings toe te pas
am: እባክዎ ለውጦቹን ለመተግበር መተግበሪያውን ዳግም ያስጀምሩ
ar: يرجى إعادة تشغيل التطبيق لتطبيق التغييرات
bg: Моля, рестартирайте приложението, за да приложите промените
bn: পরিবর্তন প্রয়োগ করতে অনুগ্রহ করে অ্যাপ পুনরায় চালু করুন
ca: Si us plau, reinicia l'app per aplicar els canvis
de: Bitte starte die App neu, um die Änderungen zu übernehmen
el: Παρακαλώ επανεκκινήστε την εφαρμογή για να εφαρμόσετε τις αλλαγές
et: Palun taaskäivitage rakendus muudatuste rakendamiseks
eu: Mesedez, berrabiarazi aplikazioa aldaketak aplikatzeko
fi: Käynnistä sovellus uudelleen ottaaksesi muutokset käyttöön
fil: Mangyaring i-restart ang app para ilapat ang mga pagbabago
fr: Veuillez redémarrer l'app pour appliquer les modifications
gl: Por favor, reinicia a app para aplicar os cambios
gu: ફેરફારો લાગુ કરવા માટે કૃપા કરીને એપ રીસ્ટાર્ટ કરો
he: פע ש ת פקצ ת ש
hi: परिवर्तन लागू करने के लिए कृपया ऐप पुनः शुरू करें
hu: Kérlek indítsd újra az appot a változások alkalmazásához
id: Silakan restart aplikasi untuk menerapkan perubahan
it: Riavvia l'app per applicare le modifiche
ja: 変更を反映するにはアプリを再起動してください
km: សូមចាប់ផ្តើមកម្មវិធីឡើងវិញដើម្បីអនុវត្តការផ្លាស់ប្តូរ
kn: ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಲು ದಯವಿಟ್ಟು ಅಪ್ಲಿಕೇಶನ್ ಮರುಪ್ರಾರಂಭಿಸಿ
lo: ກະລຸນາເລີ່ມແອັບໃໝ່ເພື່ອນຳໃຊ້ການປ່ຽນແປງ
mk: Ве молиме рестартирајте ја апликацијата за да се применат промените
ml: മാറ്റങ്ങൾ പ്രയോഗിക്കാൻ ദയവായി ആപ്പ് പുനരാരംഭിക്കുക
mr: बदल लागू करण्यासाठी कृपया अॅप रीस्टार्ट करा
ms: Sila mulakan semula aplikasi untuk menggunakan perubahan
my: ပြောင်းလဲမှုများ အသုံးချရန် အက်ပ်ကို ပြန်လည်စတင်ပါ
ne: परिवर्तनहरू लागू गर्न कृपया एप पुन: सुरु गर्नुहोस्
nl: Start de app opnieuw op om de wijzigingen toe te passen
pa: ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਐਪ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ
pl: Uruchom ponownie aplikacj, aby zastosowa zmiany
pt_pt: Por favor, reinicie a aplicação para aplicar as alterações
ru: Пожалуйста, перезапустите приложение, чтобы применить изменения
si: වෙනස්කම් යෙදීමට කරුණාකර යෙදුම නැවත ආරම්භ කරන්න
sl: Prosim, znova za쬰nite aplikacijo za uveljavitev sprememb
sr: Молимо поново покрените апликацију да примените промене
sw: Tafadhali anzisha upya programu ili kutumia mabadiliko
ta: மாற்றங்களைப் பயன்படுத்த பயன்பாட்டை மீண்டும் தொடங்கவும்
te: మార్పులను వర్తింపజేయడానికి దయచేసి యాప్‌ను రీస్టార్ట్ చేయండి
th: กรุณารีสตาร์ทแอปเพื่อใช้การเปลี่ยนแปลง
uk: Будь ласка, перезапустіть додаток для застосування змін
zu: Sicela uqale kabusha i-app ukuze usebenzise izinguquko

# common.ok
source: OK
am: እሺ
ar: حسناً
bn: ঠিক আছে
ca: D'acord
eu: Ados
gl: Aceptar
gu: બરાબર
he: שר
hi: ठीक है
km: យល់ព្រម
kn: ಸರಿ
lo: ຕົກລົງ
mk: Во ред
ml: ശരി
mr: ठीक आहे
ne: ठीक छ
pa: ਠੀਕ ਹੈ
si: හරි
sl: V redu
sr: У реду
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
zu: Kulungile

# settings.prompt.section
source: System Prompt
af: Stelselaanwysing
am: የስርዓት ፕሮምፕት
ar: أمر النظام
bg: Системна подкана
bn: সিস্টেম প্রম্পট
ca: Missatge del sistema
el: Προτροπή συστήματος
et: Süsteemi viip
eu: Sistema gonbita
fi: Järjestelmäkehote
fr: Invite système
gl: Indicación do sistema
gu: સિસ્ટમ પ્રોમ્પ્ટ
he: פרפ ערת
hi: सिस्टम प्रॉम्प्ट
hu: Rendszer prompt
id: Prompt Sistem
it: Prompt di sistema
ja: システムプロンプト
km: សំណួរប្រព័ន្ធ
kn: ಸಿಸ್ಟಂ ಪ್ರಾಂಪ್ಟ್
lo: ຄຳສັ່ງລະບົບ
mk: Системско упатство
ml: സിസ്റ്റം പ്രോംപ്റ്റ്
mr: सिस्टम प्रॉम्प्ट
my: စနစ် မေးခွန်း
ne: प्रणाली प्रम्प्ट
nl: Systeemprompt
pa: ਸਿਸਟਮ ਪ੍ਰੋਮਪਟ
pl: Polecenie systemowe
pt_pt: Prompt do Sistema
ru: Системный промпт
si: පද්ධති විමසුම
sl: Sistemski poziv
sr: Системски упит
sw: Kidokezo cha Mfumo
ta: அமைப்பு உடனடி
te: సిస్టమ్ ప్రాంప్ట్
uk: Системний промпт
zu: Isikhuthazo Sohlelo

# settings.prompt.edit
source: Edit Prompt
af: Wysig Aanwysing
am: ፕሮምፕት አርትዕ
ar: تعديل الأمر
bg: Редактирай подканата
bn: প্রম্পট সম্পাদনা করুন
ca: Editar missatge
de: Prompt bearbeiten
el: Επεξεργασία προτροπής
et: Muuda viipu
eu: Editatu gonbita
fi: Muokkaa kehotetta
fil: I-edit ang Prompt
fr: Modifier l'invite
gl: Editar indicación
gu: પ્રોમ્પ્ટ સંપાદિત કરો
he: ער פרפ
hi: प्रॉम्प्ट संपादित करें
hu: Prompt szerkesztése
it: Modifica prompt
ja: プロンプトを編集
km: កែសម្រួលសំណួរ
kn: ಪ್ರಾಂಪ್ಟ್ ಸಂಪಾದಿಸಿ
lo: ແກ້ໄຂຄຳສັ່ງ
mk: Измени упатство
ml: പ്രോംപ്റ്റ് എഡിറ്റ് ചെയ്യുക
mr: प्रॉम्प्ट संपादित करा
my: မေးခွန်း တည်းဖြတ်ပါ
ne: प्रम्प्ट सम्पादन गर्नुहोस्
nl: Bewerk prompt
pa: ਪ੍ਰੋਮਪਟ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj polecenie
pt_pt: Editar Prompt
ru: Редактировать промпт
si: විමසුම සංස්කරණය කරන්න
sl: Uredi poziv
sr: Уреди упит
sw: Hariri Kidokezo
ta: உடனடியைத் திருத்து
te: ప్రాంప్ట్ సవరించు
th: แก้ไขพรอมต์
uk: Редагувати промпт
zu: Hlela Isikhuthazo

# settings.prompt.default
source: Using default
af: Gebruik verstek
am: ነባሪን በመጠቀም ላይ
ar: يُستخدم الافتراضي
bg: Използва се подразбиране
bn: ডিফল্ট ব্যবহার করছে
ca: Usant per defecte
de: Standardmäßig
el: Χρήση προεπιλογής
et: Kasutab vaikeväärtust
eu: Lehenetsia erabiltzen
fi: Käytetään oletusta
fil: Ginagamit ang default
fr: Par défaut
gl: Usando predeterminado
gu: ડિફૉલ્ટ વાપરી રહ્યું છે
he: שתש ררת
hi: डिफ़ॉल्ट उपयोग में
hu: Alapértelmezett használata
id: Menggunakan default
it: Predefinito in uso
ja: デフォルトを使用中
km: កំពុងប្រើលំនាំដើម
kn: ಡಿಫಾಲ್ಟ್ ಬಳಸುತ್ತಿದೆ
lo: ກຳລັງໃຊ້ຄ່າເລີ່ມຕົ້ນ
mk: Користи стандардно
ml: ഡിഫോൾട്ട് ഉപയോഗിക്കുന്നു
mr: डिफॉल्ट वापरत आहे
ms: Menggunakan lalai
my: မူလ အသုံးပြုနေသည်
ne: पूर्वनिर्धारित प्रयोग गर्दै
nl: Standaard gebruiken
pa: ਡਿਫਾਲਟ ਵਰਤ ਰਿਹਾ ਹੈ
pl: Używanie domylnego
pt_pt: A usar padrão
ru: Используется по умолчанию
si: පෙරනිමිය භාවිතා කරමින්
sl: Uporablja privzeto
sr: Коришћење подразумеваног
sw: Kutumia chaguo-msingi
ta: இயல்புநிலையைப் பயன்படுத்துகிறது
te: డిఫాల్ట్ ఉపయోగిస్తోంది
th: ใช้ค่าเริ่มต้น
uk: Використовується типовий
zu: Usebenzisa okumisiwe

# settings.prompt.custom
source: Custom prompt set
af: Pasgemaakte aanwysing ingestel
am: ብጁ ፕሮምፕት ተዘጋጅቷል
ar: تم تعيين أمر مخصص
bg: Зададена персонализирана подкана
bn: কাস্টম প্রম্পট সেট
ca: Missatge personalitzat configurat
de: Benutzerdefinierter Prompt gesetzt
el: Ορίστηκε προσαρμοσμένη προτροπή
et: Kohandatud viip määratud
eu: Gonbit pertsonalizatua ezarrita
fi: Mukautettu kehote asetettu
fil: Naka-set ang custom prompt
fr: Invite personnalisée définie
gl: Indicación personalizada establecida
gu: કસ્ટમ પ્રોમ્પ્ટ સેટ થયું
he: פרפ ת ר
hi: कस्टम प्रॉम्प्ट सेट है
hu: Egyéni prompt beállítva
id: Prompt kustom diatur
it: Prompt personalizzato impostato
ja: カスタム設定中
km: បានកំណត់សំណួរផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಪ್ರಾಂಪ್ಟ್ ಸೆಟ್ ಮಾಡಲಾಗಿದೆ
lo: ຕັ້ງຄຳສັ່ງແບບກຳນົດເອງແລ້ວ
mk: Поставено приспособено упатство
ml: കസ്റ്റം പ്രോംപ്റ്റ് സജ്ജീകരിച്ചു
mr: सानुकूल प्रॉम्प्ट सेट केले
ms: Prompt tersuai ditetapkan
my: စိတ်ကြိုက် မေးခွန်း သတ်မှတ်ပြီး
ne: अनुकूलन प्रम्प्ट सेट गरिएको
nl: Aangepaste prompt ingesteld
pa: ਕਸਟਮ ਪ੍ਰੋਮਪਟ ਸੈੱਟ ਕੀਤਾ
pl: Ustawiono wasne polecenie
pt_pt: Prompt personalizado definido
ru: Установлен пользовательский промпт
si: අභිරුචි විමසුම සකසා ඇත
sl: Nastavljen poziv po meri
sr: Прилагођени упит постављен
sw: Kidokezo maalum kimewekwa
ta: தனிப்பயன் உடனடி அமைக்கப்பட்டது
te: కస్టమ్ ప్రాంప్ట్ సెట్ చేయబడింది
th: ตั้งค่าพรอมต์ที่กำหนดเอง
uk: Встановлено власний промпт
zu: Isikhuthazo esequndene sibekiwe

# settings.prompt.hint
source: Customize AI behavior
af: Pas KI-gedrag aan
am: የAI ባህሪን ያብጁ
ar: تخصيص سلوك الذكاء الاصطناعي
bg: Персонализирай поведението на AI
bn: AI আচরণ কাস্টমাইজ করুন
ca: Personalitza el comportament de la IA
de: KI-Verhalten anpassen
el: Προσαρμογή συμπεριφοράς τεχνητής νοημοσύνης
et: Kohandage AI käitumist
eu: Pertsonalizatu IAren portaera
fi: Mukauta tekoälyn toimintaa
fil: I-customize ang kilos ng AI
fr: Personnaliser le comportement de l'IA
gl: Personalizar comportamento da IA
gu: AI વર્તન કસ્ટમાઇઝ કરો
he: ת תת AI
hi: AI व्यवहार कस्टमाइज़ करें
hu: AI viselkedés testreszabása
id: Sesuaikan perilaku AI
it: Personalizza il comportamento dell'IA
ja: AIの振る舞いをカスタマイズできます
km: ប្តូរតាមតម្រូវការអាកប្បកិរិយា AI
kn: AI ವರ್ತನೆಯನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ
lo: ປັບແຕ່ງພຶດຕິກຳ AI
mk: Приспособи однесување на АИ
ml: AI പെരുമാറ്റം കസ്റ്റമൈസ് ചെയ്യുക
mr: AI वर्तन सानुकूलित करा
ms: Sesuaikan tingkah laku AI
my: AI အပြုအမူ စိတ်ကြိုက်ပြင်ပါ
ne: AI व्यवहार अनुकूलित गर्नुहोस्
nl: Pas AI-gedrag aan
pa: AI ਵਿਹਾਰ ਕਸਟਮਾਈਜ਼ ਕਰੋ
pl: Dostosuj zachowanie AI
pt_pt: Personalizar comportamento da IA
ru: Настроить поведение ИИ
si: AI හැසිරීම අභිරුචිකරණය කරන්න
sl: Prilagodi obna코anje AI
sr: Прилагоди понашање AI-ја
sw: Badilisha tabia ya AI
ta: AI நடத்தையைத் தனிப்பயனாக்கவும்
te: AI ప్రవర్తనను అనుకూలీకరించండి
th: ปรับแต่งพฤติกรรม AI
uk: Налаштувати поведінку ШІ
zu: Lungisa ukuziphatha kwe-AI

# settings.prompt.editor.title
source: Edit Prompt
af: Wysig Aanwysing
am: ፕሮምፕት አርትዕ
ar: تعديل الأمر
bg: Редактирай подканата
bn: প্রম্পট সম্পাদনা করুন
ca: Editar missatge
de: Prompt bearbeiten
el: Επεξεργασία προτροπής
et: Muuda viipu
eu: Editatu gonbita
fi: Muokkaa kehotetta
fil: I-edit ang Prompt
fr: Modifier l'invite
gl: Editar indicación
gu: પ્રોમ્પ્ટ સંપાદિત કરો
he: ער פרפ
hi: प्रॉम्प्ट संपादित करें
hu: Prompt szerkesztése
it: Modifica prompt
ja: プロンプト編集
km: កែសម្រួលសំណួរ
kn: ಪ್ರಾಂಪ್ಟ್ ಸಂಪಾದಿಸಿ
lo: ແກ້ໄຂຄຳສັ່ງ
mk: Измени упатство
ml: പ്രോംപ്റ്റ് എഡിറ്റ് ചെയ്യുക
mr: प्रॉम्प्ट संपादित करा
my: မေးခွန်း တည်းဖြတ်ပါ
ne: प्रम्प्ट सम्पादन गर्नुहोस्
nl: Bewerk prompt
pa: ਪ੍ਰੋਮਪਟ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj polecenie
pt_pt: Editar Prompt
ru: Редактировать промпт
si: විමසුම සංස්කරණය කරන්න
sl: Uredi poziv
sr: Уреди упит
sw: Hariri Kidokezo
ta: உடனடியைத் திருத்து
te: ప్రాంప్ట్ సవరించు
th: แก้ไขพรอมต์
uk: Редагувати промпт
zu: Hlela Isikhuthazo
