Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# photos.count
source: Photos: %d
af: Foto's: %d
am: ፎቶዎች: %d
ar: الصور: %d
bg: Снимки: %d
bn: ছবি: %d
ca: Fotos: %d
de: Fotos: %d
el: Φωτογραφίες: %d
et: Fotod: %d
eu: Argazkiak: %d
fi: Kuvat: %d
fil: Mga Larawan: %d
gl: Fotos: %d
gu: ફોટા: %d
he: תת: %d
hi: फोटो: %d
hu: Fotók: %d
id: Foto: %d
it: Foto: %d
ja: 写真: %d枚
km: រូបថត: %d
kn: ಫೋಟೋಗಳು: %d
lo: ຮູບພາບ: %d
mk: Фотографии: %d
ml: ഫോട്ടോകൾ: %d
mr: फोटो: %d
ms: Foto: %d
my: ဓာတ်ပုံများ: %d
ne: फोटोहरू: %d
nl: Foto's: %d
pa: ਫੋਟੋਆਂ: %d
pl: Zdjcia: %d
pt_pt: Fotos: %d
ru: Фотографий: %d
si: ඡායාරූප: %d
sl: Fotografije: %d
sr: Фотографије: %d
sw: Picha: %d
ta: புகைப்படங்கள்: %d
te: ఫోటోలు: %d
th: รูปภาพ: %d
uk: Фото: %d
zu: Izithombe: %d

# photos.videos.count
source: Videos: %d
am: ቪዲዮዎች: %d
ar: مقاطع الفيديو: %d
bg: Видеоклипове: %d
bn: ভিডিও: %d
ca: Vídeos: %d
el: Βίντεο: %d
et: Videod: %d
eu: Bideoak: %d
fi: Videot: %d
fil: Mga Video: %d
fr: Vidéos : %d
gl: Vídeos: %d
gu: વિડિઓઝ: %d
he: סר: %d
hi: वीडियो: %d
hu: Videók: %d
id: Video: %d
it: Video: %d
ja: 動画: %d本
km: វីដេអូ: %d
kn: ವೀಡಿಯೊಗಳು: %d
lo: ວິດີໂອ: %d
mk: Видеа: %d
ml: വീഡിയോകൾ: %d
mr: व्हिडिओ: %d
ms: Video: %d
my: ဗီဒီယိုများ: %d
ne: भिडियोहरू: %d
pa: ਵੀਡੀਓ: %d
pl: Filmy: %d
pt_pt: Vídeos: %d
ru: Видео: %d
si: වීඩියෝ: %d
sl: Videoposnetki: %d
sr: Видео снимци: %d
sw: Video: %d
ta: வீடியோக்கள்: %d
te: వీడియోలు: %d
th: วิดีโอ: %d
uk: Відео: %d
zu: Amavidiyo: %d

# photos.albums.count
source: Albums: %d
am: አልበሞች: %d
ar: الألبومات: %d
bg: Албуми: %d
bn: অ্যালবাম: %d
ca: lbums: %d
de: Alben: %d
el: Άλμπουμ: %d
et: Albumid: %d
eu: Albumak: %d
fi: Albumit: %d
fil: Mga Album: %d
gl: lbums: %d
gu: આલ્બમ્સ: %d
he: : %d
hi: एल्बम: %d
hu: Albumok: %d
id: Album: %d
it: Album: %d
ja: アルバム: %d個
km: អាល់ប៊ុម: %d
kn: ಆಲ್ಬಮ್‌ಗಳು: %d
lo: ອັລບັ້ມ: %d
mk: Албуми: %d
ml: ആൽബങ്ങൾ: %d
mr: अल्बम: %d
ms: Album: %d
my: အယ်လ်ဘမ်များ: %d
ne: एल्बमहरू: %d
pa: ਐਲਬਮ: %d
pl: Albumy: %d
pt_pt: Álbuns: %d
ru: Альбомов: %d
si: ඇල්බම: %d
sl: Albumi: %d
sr: Албуми: %d
sw: Albamu: %d
ta: ஆல்பங்கள்: %d
te: ఆల్బమ్‌లు: %d
th: อัลบั้ม: %d
uk: Альбоми: %d
zu: Ama-albhamu: %d

# photos.favorites.count
source: Favorites: %d
af: Gunstelinge: %d
am: ተወዳጆች: %d
ar: المفضلة: %d
bg: Любими: %d
bn: প্রিয়: %d
ca: Favorits: %d
de: Favoriten: %d
el: Αγαπημένα: %d
et: Lemmikud: %d
eu: Gogokoak: %d
fi: Suosikit: %d
fil: Mga Pabor ito: %d
fr: Favoris : %d
gl: Favoritos: %d
gu: મનપસંદ: %d
he: עפ: %d
hi: पसंदीदा: %d
hu: Kedvencek: %d
id: Favorit: %d
it: Preferite: %d
ja: お気に入り: %d件
km: សំណព្វ: %d
kn: ಮೆಚ್ಚಿನವುಗಳು: %d
lo: ທີ່ຊອບ: %d
mk: Омилени: %d
ml: പ്രിയപ്പെട്ടവ: %d
mr: आवडते: %d
ms: Kegemaran: %d
my: အကြိုက်ဆုံးများ: %d
ne: मनपर्नेहरू: %d
nl: Favorieten: %d
pa: ਪਸੰਦੀਦਾ: %d
pl: Ulubione: %d
pt_pt: Favoritos: %d
ru: Избранных: %d
si: ප්‍රියතම: %d
sl: Priljubljene: %d
sr: Омиљене: %d
sw: Pendwa: %d
ta: பிடித்தவை: %d
te: ఇష్టమైనవి: %d
th: รายการโปรด: %d
uk: Вподобані: %d
zu: Okuthandwayo: %d

# photos.date
source: Date: %@
af: Datum: %@
am: ቀን: %@
ar: التاريخ: %@
bg: Дата: %@
bn: তারিখ: %@
ca: Data: %@
de: Datum: %@
el: Ημερομηνία: %@
et: Kuupäev: %@
eu: Data: %@
fi: Päivämäärä: %@
fil: Petsa: %@
gl: Data: %@
gu: તારીખ: %@
he: תר: %@
hi: दिनांक: %@
hu: Dátum: %@
id: Tanggal: %@
it: Data: %@
ja: 撮影日時: %@
km: កាលបរិច្ឆេទ: %@
kn: ದಿನಾಂಕ: %@
lo: ວັນທີ: %@
mk: Датум: %@
ml: തീയതി: %@
mr: तारीख: %@
ms: Tarikh: %@
my: ရက်စွဲ: %@
ne: मिति: %@
nl: Datum: %@
pa: ਤਾਰੀਖ: %@
pl: Data: %@
pt_pt: Data: %@
ru: Дата: %@
si: දිනය: %@
sl: Datum: %@
sr: Датум: %@
sw: Tarehe: %@
ta: தேதி: %@
te: తేదీ: %@
th: วันที่: %@
uk: Дата: %@
zu: Usuku: %@

# photos.size
source: Size: %d x %d
af: Grootte: %d x %d
am: መጠን: %d x %d
ar: الحجم: %d x %d
bg: Размер: %d x %d
bn: আকার: %d x %d
ca: Mida: %d x %d
de: Größe: %d x %d
el: Μέγεθος: %d x %d
et: Suurus: %d x %d
eu: Tamaina: %d x %d
fi: Koko: %d x %d
fil: Sukat: %d x %d
fr: Taille : %d x %d
gl: Tamaño: %d x %d
gu: કદ: %d x %d
he: : %d x %d
hi: आकार: %d x %d
hu: Méret: %d x %d
id: Ukuran: %d x %d
it: Dimensioni: %d x %d
ja: サイズ: %d x %d
km: ទំហំ: %d x %d
kn: ಗಾತ್ರ: %d x %d
lo: ຂະໜາດ: %d x %d
mk: Големина: %d x %d
ml: വലുപ്പം: %d x %d
mr: आकार: %d x %d
ms: Saiz: %d x %d
my: အရွယ်အစား: %d x %d
ne: आकार: %d x %d
nl: Grootte: %d x %d
pa: ਆਕਾਰ: %d x %d
pl: Rozmiar: %d x %d
pt_pt: Tamanho: %d x %d
ru: Размер: %d x %d
si: ප්‍රමාණය: %d x %d
sl: Velikost: %d x %d
sr: Величина: %d x %d
sw: Ukubwa: %d x %d
ta: அளவு: %d x %d
te: పరిమాణం: %d x %d
th: ขนาด: %d x %d
uk: Розмір: %d x %d
zu: Usayizi: %d x %d

# photos.location
source: Location: %@, %@
af: Ligging: %@, %@
am: አካባቢ: %@, %@
ar: الموقع: %@، %@
bg: Местоположение: %@, %@
bn: অবস্থান: %@, %@
ca: Ubicació: %@, %@
de: Standort: %@, %@
el: Τοποθεσία: %@, %@
et: Asukoht: %@, %@
eu: Kokapena: %@, %@
fi: Sijainti: %@, %@
fil: Lokasyon: %@, %@
fr: Lieu : %@, %@
gl: Localización: %@, %@
gu: સ્થાન: %@, %@
he: ק: %@, %@
hi: स्थान: %@, %@
hu: Helyszín: %@, %@
id: Lokasi: %@, %@
it: Posizione: %@, %@
ja: 位置: %@, %@
km: ទីតាំង: %@, %@
kn: ಸ್ಥಳ: %@, %@
lo: ສະຖານທີ່: %@, %@
mk: Локација: %@, %@
ml: സ്ഥാനം: %@, %@
mr: स्थान: %@, %@
ms: Lokasi: %@, %@
my: တည်နေရာ: %@, %@
ne: स्थान: %@, %@
nl: Locatie: %@, %@
pa: ਸਥਾਨ: %@, %@
pl: Lokalizacja: %@, %@
pt_pt: Localização: %@, %@
ru: Местоположение: %@, %@
si: ස්ථානය: %@, %@
sl: Lokacija: %@, %@
sr: Локација: %@, %@
sw: Mahali: %@, %@
ta: இடம்: %@, %@
te: స్థానం: %@, %@
th: ตำแหน่ง: %@, %@
uk: Місцезнаходження: %@, %@
zu: Indawo: %@, %@

# photos.media.type
source: Media Type: %@
af: Mediatipe: %@
am: የሚዲያ አይነት: %@
ar: نوع الوسائط: %@
bg: Тип медия: %@
bn: মিডিয়া প্রকার: %@
ca: Tipus de mitj: %@
de: Medientyp: %@
el: Τύπος πολυμέσων: %@
et: Meedia tüüp: %@
eu: Multimedia mota: %@
fi: Mediatyyppi: %@
fil: Uri ng Media: %@
fr: Type de média : %@
gl: Tipo de medio: %@
gu: મીડિયા પ્રકાર: %@
he: ס : %@
hi: मीडिया प्रकार: %@
hu: Média típus: %@
id: Jenis Media: %@
it: Tipo di media: %@
ja: メディアタイプ: %@
km: ប្រភេទមេឌៀ: %@
kn: ಮಾಧ್ಯಮ ಪ್ರಕಾರ: %@
lo: ປະເພດມີເດຍ: %@
mk: Тип на медиум: %@
ml: മീഡിയ തരം: %@
mr: मीडिया प्रकार: %@
ms: Jenis Media: %@
my: မီဒီယာ အမျိုးအစား: %@
ne: मिडिया प्रकार: %@
pa: ਮੀਡੀਆ ਕਿਸਮ: %@
pl: Typ multimediów: %@
pt_pt: Tipo de Média: %@
ru: Тип медиа: %@
si: මාධ්‍ය වර්ගය: %@
sl: Vrsta medija: %@
sr: Тип медија: %@
sw: Aina ya Vyombo: %@
ta: மீடியா வகை: %@
te: మీడియా రకం: %@
th: ประเภทสื่อ: %@
uk: Тип медіа: %@
zu: Uhlobo Lwezindaba: %@

# photos.duration
source: Duration: %dm %ds
af: Duur: %dm %ds
am: ርዝመት: %dm %ds
ar: المدة: %dm %ds
bg: Продължителност: %dмин %dсек
bn: সময়কাল: %dম %dসে
ca: Durada: %dm %ds
de: Dauer: %dm %ds
el: Διάρκεια: %dm %ds
et: Kestus: %dm %ds
eu: Iraupena: %dm %ds
fi: Kesto: %dm %ds
fil: Tagal: %dm %ds
fr: Durée : %dm %ds
gl: Duración: %dm %ds
gu: અવધિ: %dm %ds
he: ש: %d %dש
hi: अवधि: %dm %ds
hu: Hossz: %dm %ds
id: Durasi: %dm %ds
it: Durata: %dm %ds
ja: 長さ: %d分%d秒
km: រយៈពេល: %dm %ds
kn: ಅವಧಿ: %dm %ds
lo: ໄລຍະເວລາ: %dm %ds
mk: Времетраење: %dm %ds
ml: ദൈർഘ്യം: %dm %ds
mr: कालावधी: %dm %ds
ms: Tempoh: %dm %ds
my: ကြာချိန်: %dm %ds
ne: अवधि: %dm %ds
nl: Duur: %dm %ds
pa: ਅਵਧੀ: %dm %ds
pl: Czas trwania: %dm %ds
pt_pt: Duração: %dm %ds
ru: Длительность: %dм %dс
si: කාලසීමාව: %dm %ds
sl: Trajanje: %dm %ds
sr: Трајање: %dм %dс
sw: Muda: %dm %ds
ta: காலம்: %dநி %dவி
te: వ్యవధి: %dm %ds
th: ระยะเวลา: %dน %dว
uk: Тривалість: %dm %ds
zu: Isikhathi: %dm %ds

# photos.favorite
source: Favorite: %@
af: Gunsteling: %@
am: ተወዳጅ: %@
ar: المفضلة: %@
bg: Любима: %@
bn: প্রিয়: %@
ca: Favorit: %@
de: Favorit: %@
el: Αγαπημένο: %@
et: Lemmik: %@
eu: Gogokoa: %@
fi: Suosikki: %@
fil: Paborito: %@
fr: Favori : %@
gl: Favorito: %@
gu: મનપસંદ: %@
he: עף: %@
hi: पसंदीदा: %@
hu: Kedvenc: %@
id: Favorit: %@
it: Preferita: %@
ja: お気に入り: %@
km: សំណព្វ: %@
kn: ಮೆಚ್ಚಿನದು: %@
lo: ທີ່ຊອບ: %@
mk: Омилен: %@
ml: പ്രിയപ്പെട്ടത്: %@
mr: आवडते: %@
ms: Kegemaran: %@
my: အကြိုက်ဆုံး: %@
ne: मनपर्ने: %@
nl: Favoriet: %@
pa: ਪਸੰਦੀਦਾ: %@
pl: Ulubione: %@
pt_pt: Favorito: %@
ru: Избранное: %@
si: ප්‍රියතම: %@
sl: Priljubljeno: %@
sr: Омиљена: %@
sw: Pendwa: %@
ta: பிடித்தது: %@
te: ఇష్టమైనది: %@
th: รายการโปรด: %@
uk: Вподобане: %@
zu: Okuthandwayo: %@

# photos.type.image
source: Photo
af: Foto
am: ፎቶ
ar: صورة
bg: Снимка
bn: ছবি
ca: Foto
de: Foto
el: Φωτογραφία
et: Foto
eu: Argazkia
fi: Kuva
fil: Larawan
gl: Foto
gu: ફોટો
he: ת
hi: फोटो
hu: Fotó
id: Foto
it: Foto
ja: 写真
km: រូបថត
kn: ಫೋಟೋ
lo: ຮູບພາບ
mk: Фотографија
ml: ഫോട്ടോ
mr: फोटो
ms: Foto
my: ဓာတ်ပုံ
ne: फोटो
nl: Foto
pa: ਫੋਟੋ
pl: Zdjcie
pt_pt: Foto
ru: Фото
si: ඡායාරූපය
sl: Fotografija
sr: Фотографија
sw: Picha
ta: புகைப்படம்
te: ఫోటో
th: รูปภาพ
uk: Фото
zu: Isithombe

# photos.type.video
source: Video
am: ቪዲዮ
ar: فيديو
bg: Видео
bn: ভিডিও
ca: Vídeo
el: Βίντεο
eu: Bideoa
fr: Vidéo
gl: Vídeo
gu: વિડિઓ
he: סר
hi: वीडियो
hu: Videó
ja: 動画
km: វីដេអូ
kn: ವೀಡಿಯೊ
lo: ວິດີໂອ
mk: Видео
ml: വീഡിയോ
mr: व्हिडिओ
my: ဗီဒီယို
ne: भिडियो
pa: ਵੀਡੀਓ
pl: Film
pt_pt: Vídeo
ru: Видео
si: වීඩියෝ
sr: Видео
ta: வீடியோ
te: వీడియో
th: วิดีโอ
uk: Відео
zu: Ividiyo

# photos.type.audio
source: Audio
af: Oudio
am: ኦዲዮ
ar: صوت
bg: Аудио
bn: অডিও
ca: udio
el: Ήχος
eu: Audioa
fi: Ääni
gu: ઑડિયો
hi: ऑडियो
hu: Hang
ja: オーディオ
km: អូឌីយ៉ូ
kn: ಆಡಿಯೊ
lo: ສຽງ
mk: Аудио
ml: ഓഡിയോ
mr: ऑडिओ
my: အသံ
ne: अडियो
pa: ਆਡੀਓ
pl: Dźwik
pt_pt: Áudio
ru: Аудио
si: ශ්‍රව්‍ය
sl: Avdio
sr: Аудио
sw: Sauti
ta: ஆடியோ
te: ఆడియో
th: เสียง
uk: Аудіо
zu: Umsindo

source: Contacts access denied
af: Kontakte-toegang geweier
am: እውቂያዎች መድረስ ተከልክሏል
ar: تم رفض الوصول إلى جهات الاتصال
bg: Достъпът до контактите е отказан
bn: পরিচিতি অ্যাক্সেস অস্বীকৃত
ca: Accés als contactes denegat
de: Kontaktzugriff verweigert
el: Άρνηση πρόσβασης στις επαφές
et: Kontaktide juurdepääs keeldutud
eu: Kontaktuen sarbidea ukatua
fi: Yhteystietopääsy evätty
fil: Tinanggihan ang access sa mga contact
fr: Accès aux contacts refusé
gl: Acceso aos contactos denegado
gu: સંપર્કો એક્સેસ નકારાયો
he: ש ש קשר ת
hi: संपर्क एक्सेस अस्वीकृत
hu: Névjegyzék hozzáférés megtagadva
id: Akses kontak ditolak
it: Accesso ai contatti negato
ja: 連絡先へのアクセスが拒否されました
km: ការចូលប្រើទំនាក់ទំនងត្រូវបានបដិសេធ
kn: ಸಂಪರ್ಕಗಳ ಪ್ರವೇಶ ನಿರಾಕರಿಸಲಾಗಿದೆ
lo: ການເຂົ້າເຖິງຜູ້ຕິດຕໍ່ຖືກປະຕິເສດ
mk: Пристапот до контактите е одбиен
ml: കോൺടാക്ടുകൾ ആക്സസ് നിഷേധിച്ചു
mr: संपर्क अॅक्सेस नाकारला
ms: Akses kenalan ditolak
my: အဆက်အသွယ်များ သုံးစွဲခွင့် ငြင်းပယ်ခံရသည်
ne: सम्पर्क पहुँच अस्वीकृत
nl: Toegang tot contacten geweigerd
pa: ਸੰਪਰਕ ਪਹੁੰਚ ਨਾਮਨਜ਼ੂਰ
pl: Odmowa dostpu do kontaktów
pt_pt: Acesso aos contactos negado
ru: Доступ к контактам запрещён
si: සම්බන්ධතා ප්‍රවේශය ප්‍රතික්ෂේප විය
sl: Dostop do stikov zavrnjen
sr: Приступ контактима одбијен
sw: Ufikiaji wa anwani umekataliwa
ta: தொடர்புகள் அணுகல் மறுக்கப்பட்டது
te: కాంటాక్ట్స్ యాక్సెస్ తిరస్కరించబడింది
th: การเข้าถึงผู้ติดต่อถูกปฏิเสธ
uk: Доступ до контактів відхилено
zu: Ukufinyelela koxhumana nabo kwenqatshelwe

# contacts.not.found
source: No matching contacts found
af: Geen ooreenstemmende kontakte gevind nie
am: ተመሳሳይ እውቂያዎች አልተገኙም
ar: لم يتم العثور على جهات اتصال مطابقة
bg: Не са намерени съвпадащи контакти
bn: কোনো মিল পরিচিতি পাওয়া যায়নি
ca: No s'han trobat contactes coincidents
de: Keine passenden Kontakte gefunden
el: Δεν βρέθηκαν αντίστοιχες επαφές
et: Sobivaid kontakte ei leitud
eu: Ez da bat datorren kontakturik aurkitu
fi: Ei vastaavia yhteystietoja
fil: Walang nahanap na tugmang contact
fr: Aucun contact correspondant trouvé
gl: Non se atoparon contactos coincidentes
gu: મેળ ખાતા સંપર્કો મળ્યા નથી
he: צ ש קשר ת
hi: कोई मिलता-जुलता संपर्क नहीं मिला
hu: Nincs egyező névjegy
id: Tidak ada kontak yang cocok
it: Nessun contatto corrispondente trovato
ja: 該当する連絡先が見つかりませんでした
km: រកមិនឃើញទំនាក់ទំនងដែលត្រូវគ្នា
kn: ಹೊಂದಾಣಿಕೆಯ ಸಂಪರ್ಕಗಳು ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບຜູ້ຕິດຕໍ່ທີ່ຕົງກັນ
mk: Не се пронајдени совпаѓачки контакти
ml: പൊരുത്തപ്പെടുന്ന കോൺടാക്ടുകളൊന്നും കണ്ടെത്തിയില്ല
mr: जुळणारे संपर्क आढळले नाहीत
ms: Tiada kenalan yang sepadan dijumpai
my: ကိုက်ညီသော အဆက်အသွယ်များ မတွေ့ပါ
ne: मिल्ने सम्पर्कहरू फेला परेन
nl: Geen overeenkomende contacten gevonden
pa: ਕੋਈ ਮੇਲ ਖਾਂਦੇ ਸੰਪਰਕ ਨਹੀਂ ਮਿਲੇ
pl: Nie znaleziono pasujcych kontaktów
pt_pt: Nenhum contacto correspondente encontrado
ru: Совпадающие контакты не найдены
si: ගැලපෙන සම්බන්ධතා හමු නොවීය
sl: Ni najdenih stikov
sr: Нема пронађених контаката
sw: Hakuna anwani zinazofanana
ta: பொருந்தும் தொடர்புகள் கிடைக்கவில்லை
te: సరిపోలే కాంటాక్ట్స్ కనిపించలేదు
th: ไม่พบผู้ติดต่อที่ตรงกัน
uk: Відповідних контактів не знайдено
zu: Abekho oxhumana nabo abatholakele

# contacts.no.groups
source: No groups
af: Geen groepe
am: ምንም ቡድኖች የሉም
ar: لا توجد مجموعات
bg: Няма групи
bn: কোনো গ্রুপ নেই
ca: Cap grup
de: Keine Gruppen
el: Δεν υπάρχουν ομάδες
et: Gruppe pole
eu: Ez dago talderik
fi: Ei ryhmiä
fil: Walang mga grupo
fr: Aucun groupe
gl: Sen grupos
gu: જૂથો નથી
he: קצת
hi: कोई समूह नहीं
hu: Nincsenek csoportok
id: Tidak ada grup
it: Nessun gruppo
ja: グループがありません
km: គ្មានក្រុម
kn: ಗುಂಪುಗಳಿಲ್ಲ
lo: ບໍ່ມີກຸ່ມ
mk: Нема групи
ml: ഗ്രൂപ്പുകളൊന്നുമില്ല
mr: गट नाहीत
ms: Tiada kumpulan
my: အုပ်စုများ မရှိပါ
ne: कुनै समूहहरू छैनन्
nl: Geen groepen
pa: ਕੋਈ ਗਰੁੱਪ ਨਹੀਂ
pl: Brak grup
pt_pt: Sem grupos
ru: Нет групп
si: කණ්ඩායම් නැත
sl: Ni skupin
sr: Нема група
sw: Hakuna vikundi
ta: குழுக்கள் இல்லை
te: గ్రూప్‌లు లేవు
th: ไม่มีกลุ่ม
uk: Немає груп
zu: Amaqembu awekho

# contacts.no.card
source: No contact card set
af: Geen kontakkaart ingestel nie
am: ምንም የእውቂያ ካርድ አልተዘጋጀም
ar: لم يتم تعيين بطاقة جهة اتصال
bg: Не е зададена визитка
bn: কোনো পরিচিতি কার্ড সেট নেই
ca: No hi ha cap targeta de contacte configurada
de: Keine Kontaktkarte eingerichtet
el: Δεν έχει οριστεί κάρτα επαφής
et: Kontaktikaarti pole määratud
eu: Ez dago kontaktu-txartelik ezarrita
fi: Yhteystietokorttia ei asetettu
fil: Walang naka-set na contact card
fr: Aucune fiche de contact définie
gl: Non hai tarxeta de contacto establecida
gu: સંપર્ક કાર્ડ સેટ નથી
he: ר רס ש קשר
hi: कोई संपर्क कार्ड सेट नहीं
hu: Nincs névjegykártya beállítva
id: Tidak ada kartu kontak yang diatur
it: Nessuna scheda contatto impostata
ja: 自分の連絡先カードが設定されていません
km: គ្មានកាតទំនាក់ទំនងដែលបានកំណត់
kn: ಸಂಪರ್ಕ ಕಾರ್ಡ್ ಸೆಟ್ ಮಾಡಲಾಗಿಲ್ಲ
lo: ບໍ່ໄດ້ຕັ້ງບັດຜູ້ຕິດຕໍ່
mk: Нема поставена картичка за контакт
ml: കോൺടാക്റ്റ് കാർഡ് സജ്ജീകരിച്ചിട്ടില്ല
mr: संपर्क कार्ड सेट केले नाही
ms: Tiada kad kenalan ditetapkan
my: အဆက်အသွယ် ကတ် သတ်မှတ်ထားခြင်း မရှိပါ
ne: कुनै सम्पर्क कार्ड सेट गरिएको छैन
nl: Geen contactkaart ingesteld
pa: ਕੋਈ ਸੰਪਰਕ ਕਾਰਡ ਸੈੱਟ ਨਹੀਂ
pl: Brak ustawionej wizytówki
pt_pt: Nenhum cartão de contacto definido
ru: Карточка контакта не установлена
si: සම්බන්ධතා කාඩ්පතක් සකසා නැත
sl: Ni nastavljena kontaktna kartica
sr: Није постављена картица контакта
sw: Hakuna kadi ya mawasiliano iliyowekwa
ta: தொடர்பு அட்டை அமைக்கப்படவில்லை
te: కాంటాక్ట్ కార్డ్ సెట్ చేయబడలేదు
th: ไม่มีการตั้งค่าบัตรผู้ติดต่อ
uk: Картка контакту не встановлена
zu: Alibekwanga ikhadi lokuxhumana

# contacts.name
source: Name: %@
af: Naam: %@
am: ስም: %@
ar: الاسم: %@
bg: Име: %@
bn: নাম: %@
ca: Nom: %@
el: Όνομα: %@
et: Nimi: %@
eu: Izena: %@
fi: Nimi: %@
fil: Pangalan: %@
fr: Nom : %@
gl: Nome: %@
gu: નામ: %@
he: ש: %@
hi: नाम: %@
hu: Név: %@
id: Nama: %@
it: Nome: %@
ja: 名前: %@
km: ឈ្មោះ: %@
kn: ಹೆಸರು: %@
lo: ຊື່: %@
mk: Име: %@
ml: പേര്: %@
mr: नाव: %@
ms: Nama: %@
my: အမည်: %@
ne: नाम: %@
nl: Naam: %@
pa: ਨਾਮ: %@
pl: Imi: %@
pt_pt: Nome: %@
ru: Имя: %@
si: නම: %@
sl: Ime: %@
sr: Име: %@
sw: Jina: %@
ta: பெயர்: %@
te: పేరు: %@
th: ชื่อ: %@
uk: Ім'я: %@
zu: Igama: %@

# contacts.company
source: Company: %@
af: Maatskappy: %@
am: ድርጅት: %@
ar: الشركة: %@
bg: Компания: %@
bn: কোম্পানি: %@
ca: Empresa: %@
de: Unternehmen: %@
el: Εταιρεία: %@
et: Ettevõte: %@
eu: Enpresa: %@
fi: Yritys: %@
fil: Kumpanya: %@
fr: Entreprise : %@
gl: Empresa: %@
gu: કંપની: %@
he: ר: %@
hi: कंपनी: %@
hu: Cég: %@
id: Perusahaan: %@
it: Azienda: %@
ja: 会社: %@
km: ក្រុមហ៊ុន: %@
kn: ಕಂಪನಿ: %@
lo: ບໍລິສັດ: %@
mk: Компанија: %@
ml: കമ്പനി: %@
mr: कंपनी: %@
ms: Syarikat: %@
my: ကုမ္ပဏီ: %@
ne: कम्पनी: %@
nl: Bedrijf: %@
pa: ਕੰਪਨੀ: %@
pl: Firma: %@
pt_pt: Empresa: %@
ru: Компания: %@
si: සමාගම: %@
sl: Podjetje: %@
sr: Компанија: %@
sw: Kampuni: %@
ta: நிறுவனம்: %@
te: కంపెనీ: %@
th: บริษัท: %@
uk: Компанія: %@
zu: Inkampani: %@

# contacts.job
source: Job Title: %@
af: Postitel: %@
am: የስራ መጠርያ: %@
ar: المسمى الوظيفي: %@
bg: Длъжност: %@
bn: পদবি: %@
ca: Títol de feina: %@
de: Berufsbezeichnung: %@
el: Τίτλος εργασίας: %@
et: Ametinimetus: %@
eu: Lanpostua: %@
fi: Tehtävänimike: %@
fil: Posisyon: %@
fr: Poste : %@
gl: Título do traballo: %@
gu: નોકરી શીર્ષક: %@
he: תפק: %@
hi: पदनाम: %@
hu: Beosztás: %@
id: Jabatan: %@
it: Qualifica: %@
ja: 役職: %@
km: ចំណងជើងការងារ: %@
kn: ಕೆಲಸದ ಶೀರ್ಷಿಕೆ: %@
lo: ຊື່ຕຳແໜ່ງວຽກ: %@
mk: Работен наслов: %@
ml: ജോലി തലക്കെട്ട്: %@
mr: नोकरी शीर्षक: %@
ms: Jawatan: %@
my: အလုပ် ရာထူး: %@
ne: कार्य शीर्षक: %@
nl: Functie: %@
pa: ਨੌਕਰੀ ਸਿਰਲੇਖ: %@
pl: Stanowisko: %@
pt_pt: Cargo: %@
ru: Должность: %@
si: රැකියා මාතෘකාව: %@
sl: Delovno mesto: %@
sr: Радно место: %@
sw: Cheo cha Kazi: %@
ta: பதவி: %@
te: ఉద్యోగ శీర్షిక: %@
th: ตำแหน่งงาน: %@
uk: Посада: %@
zu: Isihloko Somsebenzi: %@

source: Location access denied
af: Ligging-toegang geweier
am: አካባቢ መድረስ ተከልክሏል
ar: تم رفض الوصول إلى الموقع
bg: Достъпът до местоположението е отказан
bn: অবস্থান অ্যাক্সেস অস্বীকৃত
ca: Accés a la ubicació denegat
de: Standortzugriff verweigert
el: Άρνηση πρόσβασης στην τοποθεσία
et: Asukoha juurdepääs keeldutud
eu: Kokapenaren sarbidea ukatua
fi: Sijaintipääsy evätty
fil: Tinanggihan ang access sa lokasyon
fr: Accès à la localisation refusé
gl: Acceso á localización denegado
gu: સ્થાન એક્સેસ નકારાયો
he: ש ק ת
hi: स्थान एक्सेस अस्वीकृत
hu: Helyszín hozzáférés megtagadva
id: Akses lokasi ditolak
it: Accesso alla posizione negato
ja: 位置情報へのアクセスが拒否されました
km: ការចូលប្រើទីតាំងត្រូវបានបដិសេធ
kn: ಸ್ಥಳ ಪ್ರವೇಶ ನಿರಾಕರಿಸಲಾಗಿದೆ
lo: ການເຂົ້າເຖິງສະຖານທີ່ຖືກປະຕິເສດ
mk: Пристапот до локацијата е одбиен
ml: സ്ഥാനം ആക്സസ് നിഷേധിച്ചു
mr: स्थान अॅक्सेस नाकारला
ms: Akses lokasi ditolak
my: တည်နေရာ သုံးစွဲခွင့် ငြင်းပယ်ခံရသည်
ne: स्थान पहुँच अस्वीकृत
nl: Toegang tot locatie geweigerd
pa: ਸਥਾਨ ਪਹੁੰਚ ਨਾਮਨਜ਼ੂਰ
pl: Odmowa dostpu do lokalizacji
pt_pt: Acesso à localização negado
ru: Доступ к местоположению запрещён
si: ස්ථාන ප්‍රවේශය ප්‍රතික්ෂේප විය
sl: Dostop do lokacije zavrnjen
sr: Приступ локацији одбијен
sw: Ufikiaji wa mahali umekataliwa
ta: இடம் அணுகல் மறுக்கப்பட்டது
te: స్థానం యాక్సెస్ తిరస్కరించబడింది
th: การเข้าถึงตำแหน่งถูกปฏิเสธ
uk: Доступ до місцезнаходження відхилено
zu: Ukufinyelela kwendawo kwenqatshelwe

# location.not.found
source: Address not found
af: Adres nie gevind nie
am: አድራሻ አልተገኘም
ar: لم يتم العثور على العنوان
bg: Адресът не е намерен
bn: ঠিকানা পাওয়া যায়নি
ca: Adreça no trobada
de: Adresse nicht gefunden
el: Η διεύθυνση δεν βρέθηκε
et: Aadressi ei leitud
eu: Helbidea ez da aurkitu
fi: Osoitetta ei löydy
fil: Hindi nahanap ang address
fr: Adresse introuvable
gl: Enderezo non atopado
gu: સરનામું મળ્યું નથી
he: תת צ
hi: पता नहीं मिला
hu: Cím nem található
id: Alamat tidak ditemukan
it: Indirizzo non trovato
ja: 住所が見つかりませんでした
km: រកមិនឃើញអាសយដ្ឋាន
kn: ವಿಳಾಸ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບທີ່ຢູ່
mk: Адресата не е пронајдена
ml: വിലാസം കണ്ടെത്തിയില്ല
mr: पत्ता आढळला नाही
ms: Alamat tidak dijumpai
my: လိပ်စာ မတွေ့ပါ
ne: ठेगाना फेला परेन
nl: Adres niet gevonden
pa: ਪਤਾ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono adresu
pt_pt: Endereço não encontrado
ru: Адрес не найден
si: ලිපිනය හමු නොවීය
sl: Naslov ni najden
sr: Адреса није пронађена
sw: Anwani haijapatikana
ta: முகவரி கிடைக்கவில்லை
te: చిరునామా కనిపించలేదు
th: ไม่พบที่อยู่
uk: Адресу не знайдено
zu: Ikheli alitholakali

# location.latitude
source: Latitude: %@
af: Breedtegraad: %@
am: ኬላሪ: %@
ar: خط العرض: %@
bg: Географска ширина: %@
bn: অক্ষাংশ: %@
ca: Latitud: %@
de: Breitengrad: %@
el: Γεωγραφικό πλάτος: %@
et: Laiuskraad: %@
eu: Latitudea: %@
fi: Leveysaste: %@
gu: અક્ષાંશ: %@
he: ק ר: %@
hi: अक्षांश: %@
hu: Szélesség: %@
id: Lintang: %@
it: Latitudine: %@
ja: 緯度: %@
km: រយៈទទឹង: %@
kn: ಅಕ್ಷಾಂಶ: %@
lo: ລະຕິຈູດ: %@
mk: Географска ширина: %@
ml: അക്ഷാംശം: %@
mr: अक्षांश: %@
ms: Latitud: %@
my: လတ္တီတွဒ်: %@
ne: अक्षांश: %@
nl: Breedtegraad: %@
pa: ਅਕਸ਼ਾਂਸ਼: %@
pl: Szeroko geograficzna: %@
ru: Широта: %@
si: අක්ෂාංශය: %@
sl: Zemljepisna 코irina: %@
sr: Географска ширина: %@
sw: Latitudo: %@
ta: அட்சரேகை: %@
te: అక్షాంశం: %@
th: ละติจูด: %@
uk: Широта: %@
zu: I-latitude: %@

# location.longitude
source: Longitude: %@
af: Lengtegraad: %@
am: ረዥመት: %@
ar: خط الطول: %@
bg: Географска дължина: %@
bn: দ্রাঘিমাংশ: %@
ca: Longitud: %@
de: Längengrad: %@
el: Γεωγραφικό μήκος: %@
et: Pikkuskraad: %@
eu: Longitudea: %@
fi: Pituusaste: %@
gl: Lonxitude: %@
gu: રેખાંશ: %@
he: ק ר: %@
hi: देशांतर: %@
hu: Hosszúság: %@
id: Bujur: %@
it: Longitudine: %@
ja: 経度: %@
km: រយៈបណ្តោយ: %@
kn: ರೇಖಾಂಶ: %@
lo: ລອງຈິຈູດ: %@
mk: Географска должина: %@
ml: രേഖാംശം: %@
mr: रेखांश: %@
ms: Longitud: %@
my: လောင်ဂျီတွဒ်: %@
ne: देशान्तर: %@
nl: Lengtegraad: %@
pa: ਦੇਸ਼ਾਂਤਰ: %@
pl: Dugo geograficzna: %@
ru: Долгота: %@
si: දේශාංශය: %@
sl: Zemljepisna dol쬴na: %@
sr: Географска дужина: %@
sw: Longitudo: %@
ta: தீர்க்க்ரேகை: %@
te: రేఖాంశం: %@
th: ลองจิจูด: %@
uk: Довгота: %@
zu: I-longitude: %@

# location.accuracy
source: Accuracy: %dm
af: Akkuraatheid: %dm
am: ትክክለኛነት: %dm
ar: الدقة: %dm
bg: Точност: %dм
bn: নির্ভুলতা: %dম
ca: Precisió: %dm
de: Genauigkeit: %dm
el: Ακρίβεια: %dm
et: Täpsus: %dm
eu: Zehaztasuna: %dm
fi: Tarkkuus: %dm
fil: Katumpakan: %dm
fr: Précision : %dm
gl: Precisión: %dm
gu: ચોકસાઈ: %dm
he: ק: %d'
hi: सटीकता: %dm
hu: Pontosság: %dm
id: Akurasi: %dm
it: Precisione: %dm
ja: 精度: %dm
km: ភាពត្រឹមត្រូវ: %dm
kn: ನಿಖರತೆ: %dm
lo: ຄວາມແມ່ນຍຳ: %dm
mk: Точност: %dm
ml: കൃത്യത: %dm
mr: अचूकता: %dm
ms: Ketepatan: %dm
my: တိကျမှု: %dm
ne: सटीकता: %dm
nl: Nauwkeurigheid: %dm
pa: ਸ਼ੁੱਧਤਾ: %dm
pl: Dokadno: %dm
pt_pt: Precisão: %dm
ru: Точность: %dм
si: නිරවද්‍යතාව: %dm
sl: Natan캜nost: %dm
sr: Тачност: %dм
sw: Usahihi: %dm
ta: துல்லியம்: %dமீ
te: ఖచ్చితత్వం: %dm
th: ความแม่นยำ: %dม.
uk: Точність: %dm
zu: Ukunemba: %dm

# location.altitude
source: Altitude: %dm
af: Hoogte: %dm
am: ከፍታ: %dm
ar: الارتفاع: %dm
bg: Надморска височина: %dм
bn: উচ্চতা: %dম
ca: Altitud: %dm
de: Höhe: %dm
el: Υψόμετρο: %dm
et: Kõrgus: %dm
eu: Altitudea: %dm
fi: Korkeus: %dm
gu: ઊંચાઈ: %dm
he: : %d'
hi: ऊंचाई: %dm
hu: Magasság: %dm
id: Ketinggian: %dm
it: Altitudine: %dm
ja: 高度: %dm
km: រយៈកម្ពស់: %dm
kn: ಎತ್ತರ: %dm
lo: ລະດັບຄວາມສູງ: %dm
mk: Надморска височина: %dm
ml: ഉയരം: %dm
mr: उंची: %dm
ms: Altitud: %dm
my: အမြင့်: %dm
ne: उचाइ: %dm
nl: Hoogte: %dm
pa: ਉਚਾਈ: %dm
pl: Wysoko: %dm
ru: Высота: %dм
si: උන්නතාංශය: %dm
sl: Nadmorska vi코ina: %dm
sr: Надморска висина: %dм
sw: Urefu: %dm
ta: உயரம்: %dமீ
te: ఎత్తు: %dm
th: ระดับความสูง: %dม.
uk: Висота: %dm
zu: Ukuphakama: %dm

# location.search
source: Search: %@
af: Soek: %@
am: ፍለጋ: %@
ar: البحث: %@
bg: Търсене: %@
bn: সার্চ: %@
ca: Cerca: %@
de: Suche: %@
el: Αναζήτηση: %@
et: Otsing: %@
eu: Bilaketa: %@
fi: Haku: %@
fil: Paghahanap: %@
fr: Recherche : %@
gl: Buscar: %@
gu: શોધ: %@
he: פש: %@
hi: खोज: %@
hu: Keresés: %@
id: Cari: %@
it: Ricerca: %@
ja: 検索: %@
km: ស្វែងរក: %@
kn: ಹುಡುಕಾಟ: %@
lo: ຄົ້ນຫາ: %@
mk: Пребарување: %@
ml: തിരയുക: %@
mr: शोध: %@
ms: Carian: %@
my: ရှာဖွေမှု: %@
ne: खोजी: %@
nl: Zoeken: %@
pa: ਖੋਜੋ: %@
pl: Wyszukiwanie: %@
pt_pt: Pesquisa: %@
ru: Поиск: %@
si: සෙවීම: %@
sl: Iskanje: %@
sr: Претрага: %@
sw: Tafuta: %@
ta: தேடல்: %@
te: శోధన: %@
th: ค้นหา: %@
uk: Пошук: %@
zu: Sesha: %@
