Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# model.status.heavy
source: Heavy
af: Swaar
am: ከባድ
ar: ثقيل
bg: Тежък
bn: ভারী
ca: Pesat
de: Groß
el: Βαρύ
et: Raske
eu: Pisua
fi: Raskas
fil: Mabigat
fr: Lourd
gl: Pesado
gu: ભારે
hi: भारी
hu: Nehéz
id: Berat
it: Pesante
ja: 高負荷
km: ធ្ងន់
kn: ಭಾರೀ
lo: ໜັກ
mk: Тешко
ml: ഭാരമുള്ളത്
mr: जड
ms: Berat
my: လေးသည်
ne: भारी
nl: Zwaar
pa: ਭਾਰੀ
pl: Ciżki
pt_pt: Pesado
ru: Тяжёлая
si: බර
sl: Zahtevno
sr: Тешко
sw: Nzito
ta: கனமான
te: హెవీ
th: หนัก
uk: Важка
zu: Isindayo

# model.action.download
source: Download
af: Laai Af
am: አውርድ
ar: تنزيل
bg: Изтегли
bn: ডাউনলোড
ca: Descarrega
de: Herunterladen
el: Λήψη
et: Laadi alla
eu: Deskargatu
fi: Lataa
fil: I-download
fr: Télécharger
gl: Descargar
gu: ડાઉનલોડ
he: ר
hi: डाउनलोड
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್
lo: ດາວໂຫລດ
mk: Преземи
ml: ഡൗൺലോഡ്
mr: डाउनलोड
ms: Muat Turun
my: ဒေါင်းလုဒ်
ne: डाउनलोड गर्नुहोस्
pa: ਡਾਊਨਲੋਡ
pl: Pobierz
pt_pt: Transferir
ru: Загрузить
si: බාගන්න
sl: Prenesi
sr: Преузми
sw: Pakua
ta: பதிவிறக்கு
te: డౌన్‌లోడ్
th: ดาวน์โหลด
uk: Завантажити
zu: Downloada

# model.action.load
source: Load
af: Laai
am: ጫን
ar: تحميل
bg: Зареди
bn: লোড
ca: Carrega
de: Laden
el: Φόρτωση
et: Laadi
eu: Kargatu
fi: Lataa
fil: I-load
fr: Charger
gl: Cargar
gu: લોડ કરો
he: ע
hi: लोड करें
hu: Betöltés
id: Muat
it: Carica
ja: 読み込む
km: ផ្ទុក
kn: ಲೋಡ್ ಮಾಡಿ
lo: ໂຫລດ
mk: Вчитај
ml: ലോഡ്
mr: लोड करा
ms: Muatkan
my: တင်ရန်
ne: लोड गर्नुहोस्
nl: Laden
pa: ਲੋਡ
pl: Zaaduj
pt_pt: Carregar
ru: Загрузить
si: පූරණය කරන්න
sl: Nalo쬴
sr: Учитај
sw: Pakia
ta: ஏற்று
te: లోడ్ చేయి
th: โหลด
uk: Завантажити
zu: Layisha

# model.action.delete
source: Delete
af: Skrap
am: ሰርዝ
ar: حذف
bg: Изтрий
bn: মুছুন
ca: Elimina
de: Löschen
el: Διαγραφή
et: Kustuta
eu: Ezabatu
fi: Poista
fil: Burahin
fr: Supprimer
gl: Eliminar
gu: કાઢી નાખો
he: ק
hi: हटाएं
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
km: លុប
kn: ಅಳಿಸಿ
lo: ລຶບ
mk: Избриши
ml: ഇല്ലാതാക്കുക
mr: हटवा
ms: Padam
my: ဖျက်ရန်
ne: मेटाउनुहोस्
nl: Verwijder
pa: ਮਿਟਾਓ
pl: Usu
pt_pt: Eliminar
ru: Удалить
si: මකන්න
sl: Izbri코i
sr: Обриши
sw: Futa
ta: நீக்கு
te: తొలగించు
th: ลบ
uk: Видалити
zu: Susa

# model.action.use
source: Use This Model
af: Gebruik Hierdie Model
am: ይህን ሞዴል ተጠቀም
ar: استخدام هذا النموذج
bg: Използвай този модел
bn: এই মডেল ব্যবহার করুন
ca: Usa aquest model
de: Dieses Modell verwenden
el: Χρήση αυτού του μοντέλου
et: Kasuta seda mudelit
eu: Erabili eredu hau
fi: Käytä tätä mallia
fil: Gamitin ang Model na Ito
fr: Utiliser ce modèle
gl: Usar este modelo
gu: આ મોડેલ વાપરો
he: שתש
hi: इस मॉडल का उपयोग करें
hu: Ezt használom
id: Gunakan Model Ini
it: Usa questo modello
ja: このモデルを使用
km: ប្រើគំរូនេះ
kn: ಈ ಮಾಡೆಲ್ ಬಳಸಿ
lo: ໃຊ້ໂມເດລນີ້
mk: Користи го овој модел
ml: ഈ മോഡൽ ഉപയോഗിക്കുക
mr: हे मॉडेल वापरा
ms: Gunakan Model Ini
my: ဤမော်ဒယ်ကို အသုံးပြုပါ
ne: यो मोडेल प्रयोग गर्नुहोस्
nl: Gebruik dit model
pa: ਇਹ ਮਾਡਲ ਵਰਤੋ
pl: Użyj tego modelu
pt_pt: Usar Este Modelo
ru: Использовать эту модель
si: මෙම ආකෘතිය භාවිතා කරන්න
sl: Uporabi ta model
sr: Користи овај модел
sw: Tumia Modeli Hii
ta: இந்த மாதிரியைப் பயன்படுத்து
te: ఈ మోడల్‌ను ఉపయోగించు
th: ใช้โมเดลนี้
uk: Використати цю модель
zu: Sebenzisa Le modeli

# model.delete.confirm.title
source: Delete Model
af: Skrap Model
am: ሞዴል ሰርዝ
ar: حذف النموذج
bg: Изтриване на модел
bn: মডেল মুছুন
ca: Eliminar model
de: Modell löschen
el: Διαγραφή μοντέλου
et: Kustuta mudel
eu: Eredua ezabatu
fi: Poista malli
fil: Burahin ang Model
fr: Supprimer le modèle
gl: Eliminar modelo
gu: મોડેલ કાઢી નાખો
he: ק
hi: मॉडल हटाएं
hu: Modell törlése
id: Hapus Model
it: Elimina modello
ja: モデルを削除
km: លុបគំរូ
kn: ಮಾಡೆಲ್ ಅಳಿಸಿ
lo: ລຶບໂມເດລ
mk: Избриши модел
ml: മോഡൽ ഇല്ലാതാക്കുക
mr: मॉडेल हटवा
ms: Padam Model
my: မော်ဒယ်ဖျက်ရန်
ne: मोडेल मेटाउनुहोस्
nl: Model verwijderen
pa: ਮਾਡਲ ਮਿਟਾਓ
pl: Usu model
pt_pt: Eliminar Modelo
ru: Удалить модель
si: ආකෘතිය මකන්න
sl: Izbri코i model
sr: Обриши модел
sw: Futa Modeli
ta: மாதிரியை நீக்கு
te: మోడల్‌ను తొలగించు
th: ลบโมเดล
uk: Видалити модель
zu: Susa Imodeli

# model.delete.confirm.message
source: Delete %@? You'll need to re-download it to use again.
af: Skrap %@? Jy sal dit weer moet aflaai om dit te gebruik.
am: %@ ይሰረዝ? እንደገና ለመጠቀም እንደገና ማውረድ ያስፈልግዎታል።
ar: هل تريد حذف %@؟ ستحتاج إلى إعادة تنزيله لاستخدامه مجدداً.
bg: Изтриване на %@? Ще трябва да го изтеглите отново, за да го използвате.
bn: %@ মুছবেন? পুনরায় ব্যবহার করতে আবার ডাউনলোড করতে হবে।
ca: Eliminar %@? Haurs de tornar-lo a descarregar per utilitzar-lo de nou.
de: %@ löschen? Du musst es erneut herunterladen, um es wieder zu verwenden.
el: Διαγραφή %@; Θα χρειαστεί να το κατεβάσετε ξανά για να το χρησιμοποιήσετε.
et: Kustutada %@? Uuesti kasutamiseks peate selle uuesti alla laadima.
eu: %@ ezabatu? Berriro deskargatu beharko duzu berriz erabiltzeko.
fi: Poistetaanko %@? Sinun täytyy ladata se uudelleen käyttääksesi sitä.
fil: Burahin ang %@? Kailangan mong i-download muli para magamit.
fr: Supprimer %@ ? Vous devrez le retélécharger pour l'utiliser à nouveau.
gl: Eliminar %@? Necesitarás descargalo de novo para usalo outra vez.
gu: %@ કાઢી નાખવું? ફરીથી વાપરવા માટે તમારે તેને ફરીથી ડાઉનલોડ કરવું પડશે.
he: ק ת %@? תצר ר ת ש שתש .
hi: %@ हटाएं? इसे फिर से उपयोग करने के लिए दोबारा डाउनलोड करना होगा।
hu: Töröljük %@? Újra le kell töltened, hogy használhasd.
id: Hapus %@? Anda perlu mengunduhnya lagi untuk digunakan.
it: Eliminare %@? Dovrai scaricarlo di nuovo per riutilizzarlo.
ja: %@ を削除しますか？再度使用するには再ダウンロードが必要です。
km: លុប %@? អ្នកនឹងត្រូវទាញយកវាម្តងទៀតដើម្បីប្រើ។
kn: %@ ಅಳಿಸಬೇಕೆ? ಮತ್ತೆ ಬಳಸಲು ನೀವು ಅದನ್ನು ಮತ್ತೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
lo: ລຶບ %@? ທ່ານຈຳເປັນຕ້ອງດາວໂຫລດມັນອີກຄັ້ງເພື່ອໃຊ້.
mk: Да се избрише %@? Ќе треба повторно да го преземете за да го користите.
ml: %@ ഇല്ലാതാക്കണോ? വീണ്ടും ഉപയോഗിക്കാൻ നിങ്ങൾ അത് വീണ്ടും ഡൗൺലോഡ് ചെയ്യേണ്ടിവരും.
mr: %@ हटवायचे? पुन्हा वापरण्यासाठी तुम्हाला ते पुन्हा डाउनलोड करावे लागेल.
ms: Padam %@? Anda perlu muat turun semula untuk menggunakannya lagi.
my: %@ ဖျက်မလား? ထပ်မံအသုံးပြုရန် ပြန်လည်ဒေါင်းလုဒ်လုပ်ရန် လိုအပ်ပါမည်။
ne: %@ मेटाउने? तपाईंले पुन: प्रयोग गर्न पुन: डाउनलोड गर्नुपर्नेछ।
nl: %@ verwijderen? Je moet het opnieuw downloaden om het te gebruiken.
pa: %@ ਮਿਟਾਉਣਾ? ਦੁਬਾਰਾ ਵਰਤਣ ਲਈ ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਦੁਬਾਰਾ ਡਾਊਨਲੋਡ ਕਰਨਾ ਪਵੇਗਾ।
pl: Usun %@? Bdziesz musia pobra go ponownie, aby uży.
pt_pt: Eliminar %@? Terá de o transferir novamente para usar.
ru: Удалить %@? Вам придётся заново загрузить её для использования.
si: %@ මකන්නද? නැවත භාවිතා කිරීමට ඔබට එය නැවත බාගත කිරීමට සිදුවනු ඇත.
sl: Izbri코i %@? Ponovno ga boste morali prenesti.
sr: Обрисати %@? Мораћете да га поново преузмете да бисте га користили.
sw: Futa %@? Utahitaji kuipakua tena ili kuitumia tena.
ta: %@ ஐ நீக்கவா? மீண்டும் பயன்படுத்த மீண்டும் பதிவிறக்க வேண்டும்.
te: %@ను తొలగించాలా? మళ్లీ ఉపయోగించడానికి మీరు దీన్ని మళ్లీ డౌన్‌లోడ్ చేయాల్సి ఉంటుంది.
th: ลบ %@ หรือไม่? คุณจะต้องดาวน์โหลดใหม่เพื่อใช้งานอีกครั้ง
uk: Видалити %@? Вам доведеться завантажити її знову для використання.
zu: Susa u-%@? Uzodinga ukuyidownloada kabusha ukuze uyisebenzise futhi.

# model.select.title
source: Select Model
af: Kies Model
am: ሞዴል ምረጥ
ar: اختيار النموذج
bg: Избор на модел
bn: মডেল নির্বাচন করুন
ca: Selecciona model
de: Modell auswählen
el: Επιλογή μοντέλου
et: Vali mudel
eu: Hautatu eredua
fi: Valitse malli
fil: Pumili ng Model
fr: Sélectionner un modèle
gl: Seleccionar modelo
gu: મોડેલ પસંદ કરો
he: ר
hi: मॉडल चुनें
hu: Modell kiválasztása
id: Pilih Model
it: Seleziona modello
ja: モデルを選択
km: ជ្រើសរើសគំរូ
kn: ಮಾಡೆಲ್ ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກໂມເດລ
mk: Избери модел
ml: മോഡൽ തിരഞ്ഞെടുക്കുക
mr: मॉडेल निवडा
ms: Pilih Model
my: မော်ဒယ်ရွေးချယ်ရန်
ne: मोडेल चयन गर्नुहोस्
nl: Selecteer model
pa: ਮਾਡਲ ਚੁਣੋ
pl: Wybierz model
pt_pt: Selecionar Modelo
ru: Выбрать модель
si: ආකෘතිය තෝරන්න
sl: Izberi model
sr: Изабери модел
sw: Chagua Modeli
ta: மாதிரியைத் தேர்ந்தெடு
te: మోడల్‌ను ఎంచుకోండి
th: เลือกโมเดล
uk: Вибрати модель
zu: Khetha Imodeli

# model.select.prompt
source: Please select a model
af: Kies asseblief 'n model
am: እባክዎ ሞዴል ይምረጡ
ar: يرجى اختيار نموذج
bg: Моля, изберете модел
bn: অনুগ্রহ করে একটি মডেল নির্বাচন করুন
ca: Si us plau, selecciona un model
de: Bitte wähle ein Modell aus
el: Παρακαλώ επιλέξτε ένα μοντέλο
et: Palun valige mudel
eu: Mesedez, hautatu eredu bat
fi: Valitse malli
fil: Mangyaring pumili ng model
fr: Veuillez sélectionner un modèle
gl: Por favor, selecciona un modelo
gu: કૃપા કરીને મોડેલ પસંદ કરો
he: ר
hi: कृपया एक मॉडल चुनें
hu: Kérlek válassz modellt
id: Silakan pilih model
it: Seleziona un modello
ja: モデルを選択してください
km: សូមជ្រើសរើសគំរូ
kn: ದಯವಿಟ್ಟು ಮಾಡೆಲ್ ಆಯ್ಕೆಮಾಡಿ
lo: ກະລຸນາເລືອກໂມເດລ
mk: Ве молиме изберете модел
ml: ദയവായി ഒരു മോഡൽ തിരഞ്ഞെടുക്കുക
mr: कृपया मॉडेल निवडा
ms: Sila pilih model
my: မော်ဒယ်တစ်ခု ရွေးချယ်ပါ
ne: कृपया मोडेल चयन गर्नुहोस्
nl: Selecteer een model
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਮਾਡਲ ਚੁਣੋ
pl: Prosz wybra model
pt_pt: Por favor, selecione um modelo
ru: Пожалуйста, выберите модель
si: කරුණාකර ආකෘතියක් තෝරන්න
sl: Prosim, izberite model
sr: Молимо изаберите модел
sw: Tafadhali chagua modeli
ta: தயவுசெய்து ஒரு மாதிரியைத் தேர்ந்தெடுக்கவும்
te: దయచేసి మోడల్‌ను ఎంచుకోండి
th: กรุณาเลือกโมเดล
uk: Будь ласка, виберіть модель
zu: Sicela ukhethe imodeli

# model.downloaded
source: Downloaded
af: Afgelaai
am: ወርዷል
ar: تم التنزيل
bg: Изтеглен
bn: ডাউনলোড হয়েছে
ca: Descarregat
de: Heruntergeladen
el: Λήψη ολοκληρώθηκε
et: Allalaaditud
eu: Deskargatuta
fi: Ladattu
fil: Na-download
fr: Téléchargé
gl: Descargado
gu: ડાઉનલોડ થયું
he: ר
hi: डाउनलोड हो गया
hu: Letöltve
id: Terunduh
it: Scaricato
ja: ダウンロード済み
km: បានទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
lo: ດາວໂຫລດແລ້ວ
mk: Преземено
ml: ഡൗൺലോഡ് ചെയ്തു
mr: डाउनलोड झाले
ms: Dimuat Turun
my: ဒေါင်းလုဒ်လုပ်ပြီး
ne: डाउनलोड गरिएको
nl: Gedownload
pa: ਡਾਊਨਲੋਡ ਹੋ ਗਿਆ
pl: Pobrano
pt_pt: Transferido
ru: Загружено
si: බාගත කළා
sl: Preneseno
sr: Преузето
sw: Imepakuliwa
ta: பதிவிறக்கப்பட்டது
te: డౌన్‌లోడ్ చేయబడింది
th: ดาวน์โหลดแล้ว
uk: Завантажено
zu: Idownloadiwe

# inference.mode.title
source: Acceleration
af: Versnelling
am: ማፋጠን
ar: التسريع
bg: Ускоряване
bn: ত্বরণ
ca: Acceleració
de: Beschleunigung
el: Επιτάχυνση
et: Kiirendus
eu: Azelerazioa
fi: Kiihdytys
fr: Accélération
gl: Aceleración
gu: પ્રવેગ
he: צ
hi: त्वरण
hu: Gyorsítás
id: Akselerasi
it: Accelerazione
ja: アクセラレーション
km: ការបង្កើនល្បឿន
kn: ವೇಗವರ್ಧನೆ
lo: ການເພີ່ມຄວາມໄວ
mk: Забрзување
ml: ത്വരണം
mr: प्रवेग
ms: Pecutan
my: အရှိန်မြှင့်တင်မှု
ne: त्वरण
nl: Versnelling
pa: ਪ੍ਰਵੇਗ
pl: Przyspieszenie
pt_pt: Aceleração
ru: Ускорение
si: ත්වරණය
sl: Pospe코evanje
sr: Убрзање
sw: Kuongeza Kasi
ta: முடுக்கம்
te: వేగవృద్ధి
th: การเร่งความเร็ว
uk: Прискорення
zu: Ukusheshisa

# inference.mode.auto
source: Auto
af: Outomaties
am: ራስ-ሰር
ar: تلقائي
bg: Автоматично
bn: স্বয়ংক্রিয়
ca: Automtic
de: Automatisch
el: Αυτόματο
et: Automaatne
eu: Automatikoa
fi: Automaattinen
gl: Automático
gu: ઑટો
hi: स्वचालित
id: Otomatis
it: Automatica
ja: 自動
km: ស្វ័យប្រវត្តិ
kn: ಆಟೋ
lo: ອັດຕະໂນມັດ
mk: Автоматско
ml: ഓട്ടോ
mr: ऑटो
my: အလိုအလျောက်
ne: स्वचालित
nl: Automatisch
pa: ਆਟੋ
pt_pt: Automático
ru: Авто
si: ස්වයංක්‍රීය
sl: Samodejno
sr: Аутоматски
sw: Kiotomatiki
ta: தானியங்கி
te: ఆటో
th: อัตโนมัติ
uk: Авто
zu: Ngokuzenzakalelayo

# inference.mode.auto.desc
source: Optimal performance automatically
af: Optimale prestasie outomaties
am: ምርጡን አፈጻጸም በራስ-ሰር
ar: أداء مثالي تلقائياً
bg: Оптимална производителност автоматично
bn: স্বয়ংক্রিয়ভাবে সর্বোত্তম কর্মক্ষমতা
ca: Rendiment òptim automticament
de: Automatisch optimale Leistung
el: Βέλτιστη απόδοση αυτόματα
et: Optimaalne jõudlus automaatselt
eu: Errendimendu optimoa automatikoki
fi: Optimaalinen suorituskyky automaattisesti
fil: Optimal na performance nang awtomatiko
fr: Performances optimales automatiques
gl: Rendemento óptimo automaticamente
gu: શ્રેષ્ઠ કામગીરી આપમેળે
he: צע פ ת
hi: स्वचालित रूप से सर्वोत्तम प्रदर्शन
hu: Optimális teljesítmény automatikusan
id: Performa optimal secara otomatis
it: Prestazioni ottimali automatiche
ja: 最適なパフォーマンスを自動選択
km: ប្រសិទ្ធភាពល្អបំផុតដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅತ್ಯುತ್ತಮ ಕಾರ್ಯಕ್ಷಮತೆ
lo: ປະສິດທິພາບທີ່ດີທີ່ສຸດໂດຍອັດຕະໂນມັດ
mk: Оптимални перформанси автоматски
ml: യാന്ത്രികമായി ഉത്തമ പ്രകടനം
mr: इष्टतम कार्यप्रदर्शन स्वयंचलितपणे
ms: Prestasi optimum secara automatik
my: အလိုအလျောက် အကောင်းဆုံး စွမ်းဆောင်ရည်
ne: स्वचालित रूपमा इष्टतम प्रदर्शन
nl: Automatisch optimale prestaties
pa: ਆਪਣੇ ਆਪ ਵਧੀਆ ਪ੍ਰਦਰਸ਼ਨ
pl: Automatyczna optymalna wydajno
pt_pt: Desempenho ideal automaticamente
ru: Оптимальная производительность автоматически
si: ස්වයංක්‍රීයව ප්‍රශස්ත කාර්යයක්ෂමතාවය
sl: Optimalna zmogljivost samodejno
sr: Оптималне перформансе аутоматски
sw: Utendaji bora kiotomatiki
ta: தானாகவே சிறந்த செயல்திறன்
te: ఆప్టిమల్ పెర్ఫార్మెన్స్ ఆటోమేటిక్‌గా
th: ประสิทธิภาพที่เหมาะสมโดยอัตโนมัติ
uk: Оптимальна продуктивність автоматично
zu: Ukusebenza okuhle kakhulu ngokuzenzakalelayo

# inference.mode.gpu.desc
source: Maximum speed with Metal
af: Maksimum spoed met Metal
am: ከMetal ጋር ከፍተኛ ፍጥነት
ar: أقصى سرعة مع Metal
bg: Максимална скорост с Metal
bn: Metal দিয়ে সর্বাধিক গতি
ca: Mxima velocitat amb Metal
de: Maximale Geschwindigkeit mit Metal
el: Μέγιστη ταχύτητα με Metal
et: Maksimaalne kiirus Metaliga
eu: Gehienezko abiadura Metalekin
fi: Maksimi nopeus Metalilla
fil: Maximum na bilis gamit ang Metal
fr: Vitesse maximale avec Metal
gl: Máxima velocidade con Metal
gu: Metal સાથે મહત્તમ ગતિ
he: רת קסת ע Metal
hi: Metal के साथ अधिकतम गति
hu: Maximális sebesség Metal-lal
id: Kecepatan maksimum dengan Metal
it: Velocità massima con Metal
ja: Metalで最高速度
km: ល្បឿនអតិបរមាជាមួយ Metal
kn: Metal ಜೊತೆಗೆ ಗರಿಷ್ಠ ವೇಗ
lo: ຄວາມໄວສູງສຸດດ້ວຍ Metal
mk: Максимална брзина со Metal
ml: Metal ഉപയോഗിച്ച് പരമാവധി വേഗത
mr: Metal सह कमाल वेग
ms: Kelajuan maksimum dengan Metal
my: Metal ဖြင့် အမြင့်ဆုံး အမြန်နှုန်း
ne: Metal सँग अधिकतम गति
nl: Maximale snelheid met Metal
pa: Metal ਨਾਲ ਵੱਧ ਰਫਤਾਰ
pl: Maksymalna prdko z Metal
pt_pt: Velocidade máxima com Metal
ru: Максимальная скорость с Metal
si: Metal සමඟ උපරිම වේගය
sl: Maksimalna hitrost z Metal
sr: Максимална брзина са Metal-ом
sw: Kasi ya juu zaidi na Metal
ta: Metal உடன் அதிகபட்ச வேகம்
te: Metal తో గరిష్ట వేగం
th: ความเร็วสูงสุดด้วย Metal
uk: Максимальна швидкість з Metal
zu: Isivinini esiphezulu kakhulu nge-Metal

# inference.mode.cpu
source: CPU Only
af: Slegs CPU
am: CPU ብቻ
ar: المعالج فقط
bg: Само CPU
bn: শুধুমাত্র CPU
ca: Només CPU
de: Nur CPU
el: Μόνο CPU
et: Ainult CPU
eu: CPUa soilik
fi: Vain CPU
fil: CPU Lamang
fr: CPU uniquement
gl: So CPU
gu: ફક્ત CPU
he: CPU
hi: केवल CPU
hu: Csak CPU
id: Hanya CPU
it: Solo CPU
ja: CPUのみ
km: តែ CPU
kn: CPU ಮಾತ್ರ
lo: CPU ເທົ່ານັ້ນ
mk: Само CPU
ml: CPU മാത്രം
mr: केवळ CPU
ms: CPU Sahaja
my: CPU သာ
ne: CPU मात्र
nl: Alleen CPU
pa: ਸਿਰਫ਼ CPU
pl: Tylko CPU
pt_pt: Apenas CPU
ru: Только CPU
si: CPU පමණි
sl: Samo CPU
sr: Само CPU
sw: CPU Pekee
ta: CPU மட்டும்
te: CPU మాత్రమే
th: CPU เท่านั้น
uk: Тільки CPU
zu: I-CPU Kuphela

# inference.mode.cpu.desc
source: Battery saving mode
af: Batterybesparingsmodus
am: ባትሪ ቆጣቢ ሁኔታ
ar: وضع توفير البطارية
bg: Режим пестене на батерия
bn: ব্যাটারি সাশ্রয় মোড
ca: Mode d'estalvi de bateria
de: Energiesparmodus
el: Λειτουργία εξοικονόμησης μπαταρίας
et: Aku säästmise režiim
eu: Bateria aurrezte modua
fi: Akkua säästävä tila
fr: Mode économie de batterie
gl: Modo aforro de batería
gu: બૅટરી સેવિંગ મોડ
he: צ ס ס
hi: बैटरी बचत मोड
hu: Akkumulátorkímélő mód
id: Mode hemat baterai
it: Modalità risparmio batteria
ja: 省電力モード
km: របៀបសន្សំថ្ម
kn: ಬ್ಯಾಟರಿ ಉಳಿಸುವ ಮೋಡ್
lo: ໂໝດປະຢັດແບັດເຕີຣີ
mk: Режим на штедење батерија
ml: ബാറ്ററി സേവിംഗ് മോഡ്
mr: बॅटरी बचत मोड
ms: Mod penjimatan bateri
my: ဘက်ထရီ ချွေတာမှု မုဒ်
ne: ब्याट्री बचत मोड
nl: Batterijbesparende modus
pa: ਬੈਟਰੀ ਬਚਾਉਣ ਮੋਡ
pl: Tryb oszczdzania baterii
pt_pt: Modo de poupança de bateria
ru: Режим энергосбережения
si: බැටරිය ඉතිරි කිරීමේ ප්‍රකාරය
sl: Na캜in var캜evanja z baterijo
sr: Режим штедње батерије
sw: Hali ya kuokoa betri
ta: பேட்டரி சேமிப்பு பயன்முறை
te: బ్యాటరీ సేవింగ్ మోడ్
th: โหมดประหยัดแบตเตอรี่
uk: Режим збереження батареї
zu: Imodi yokonga ibhethri

# inference.mode.hybrid
source: Hybrid
af: Hibried
am: ድቅል
ar: هجين
bg: Хибриден
bn: হাইব্রিড
ca: Híbrid
el: Υβριδική
et: Hübriid
eu: Hibridoa
fi: Hybridi
fr: Hybride
gl: Híbrido
gu: હાઇબ્રિડ
he: ר
hi: हाइब्रिड
hu: Hibrid
id: Hibrid
it: Ibrida
ja: ハイブリッド
km: កូនកាត់
kn: ಹೈಬ್ರಿಡ್
lo: ແບບຜະສົມ
mk: Хибриден
ml: ഹൈബ്രിഡ്
mr: हायब्रिड
ms: Hibrid
my: ဟိုက်ဘရစ်
ne: हाइब्रिड
nl: Hybride
pa: ਹਾਈਬ੍ਰਿਡ
pl: Hybrydowy
pt_pt: Híbrido
ru: Гибридный
si: දෙමුහුන්
sl: Hibridno
sr: Хибридни
sw: Mseto
ta: கலப்பின
te: హైబ్రిడ్
th: ไฮบริด
uk: Гібрид
zu: Ixubumaniswe

# inference.mode.hybrid.desc
source: Balance of speed and battery
af: Balans van spoed en battery
am: የፍጥነት እና ባትሪ ሚዛን
ar: توازن بين السرعة والبطارية
bg: Баланс между скорост и батерия
bn: গতি এবং ব্যাটারির ভারসাম্য
ca: Equilibri entre velocitat i bateria
de: Gleichgewicht zwischen Geschwindigkeit und Akku
el: Ισορροπία ταχύτητας και μπαταρίας
et: Kiiruse ja aku tasakaal
eu: Abiaduraren eta bateriaren arteko oreka
fi: Tasapaino nopeuden ja akun välillä
fil: Balanse ng bilis at battery
fr: Équilibre entre vitesse et batterie
gl: Equilibrio de velocidade e batería
gu: ગતિ અને બૅટરીનું સંતુલન
he: רת ס
hi: गति और बैटरी का संतुलन
hu: Sebesség és akkumulátor egyensúlya
id: Keseimbangan kecepatan dan baterai
it: Equilibrio tra velocità e batteria
ja: 速度とバッテリーのバランス
km: តុល្យភាពល្បឿននិងថ្ម
kn: ವೇಗ ಮತ್ತು ಬ್ಯಾಟರಿ ಸಮತೋಲನ
lo: ດຸ່ນດ່ຽງຄວາມໄວແລະແບັດເຕີຣີ
mk: Рамнотежа на брзина и батерија
ml: വേഗതയുടെയും ബാറ്ററിയുടെയും സന്തുലിതാവസ്ഥ
mr: वेग आणि बॅटरीचे संतुलन
ms: Keseimbangan kelajuan dan bateri
my: အမြန်နှုန်းနှင့် ဘက်ထရီ ဟန်ချက်ညီစေသည်
ne: गति र ब्याट्रीको सन्तुलन
nl: Balans tussen snelheid en batterij
pa: ਰਫਤਾਰ ਅਤੇ ਬੈਟਰੀ ਦਾ ਸੰਤੁਲਨ
pl: Równowaga prdkoci i baterii
pt_pt: Equilíbrio entre velocidade e bateria
ru: Баланс скорости и батареи
si: වේගය සහ බැටරිය සමතුලිතව
sl: Uravnote쬰na hitrost in baterija
sr: Баланс брзине и батерије
sw: Usawa wa kasi na betri
ta: வேகம் மற்றும் பேட்டரி சமநிலை
te: వేగం మరియు బ్యాటరీ బ్యాలెన్స్
th: สมดุลระหว่างความเร็วและแบตเตอรี่
uk: Баланс швидкості та батареї
zu: Ukulinganisa isivinini nebhethri

# theme.system
source: System
af: Stelsel
am: ስርዓት
ar: النظام
bg: Системна
bn: সিস্টেম
ca: Sistema
el: Σύστημα
et: Süsteem
eu: Sistema
fi: Järjestelmän
fil: Sistema
fr: Système
gl: Sistema
gu: સિસ્ટમ
he: ערת
hi: सिस्टम
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
km: ប្រព័ន្ធ
kn: ಸಿಸ್ಟಂ
lo: ລະບົບ
mk: Систем
ml: സിസ്റ്റം
mr: सिस्टम
ms: Sistem
my: စနစ်
ne: प्रणाली
nl: Systeem
pa: ਸਿਸਟਮ
pl: Systemowy
pt_pt: Sistema
ru: Системная
si: පද්ධතිය
sl: Sistemska
sr: Системска
sw: Mfumo
ta: அமைப்பு
te: సిస్టమ్
th: ระบบ
uk: Системна
zu: Uhlelo

# theme.light
source: Light
af: Lig
am: ብርሃን
ar: فاتح
bg: Светла
bn: হালকা
ca: Clar
de: Hell
el: Ανοιχτό
et: Hele
eu: Argia
fi: Vaalea
fil: Maliwanag
fr: Clair
gl: Claro
gu: હલકું
he: ר
hi: लाइट
hu: Világos
id: Terang
it: Chiaro
ja: ライト
km: ភ្លឺ
kn: ಹಗುರ
lo: ແສງສະຫວ່າງ
mk: Светла
ml: പ്രകാശം
mr: हलका
ms: Terang
my: အလင်း
ne: उज्यालो
nl: Licht
pa: ਹਲਕਾ
pl: Jasny
pt_pt: Claro
ru: Светлая
si: ආලෝකමත්
sl: Svetla
sr: Светла
sw: Mwanga
ta: வெளிச்சம்
te: లైట్
th: สว่าง
uk: Світла
zu: Ukukhanya

# theme.dark
source: Dark
af: Donker
am: ጨለማ
ar: داكن
bg: Тъмна
bn: গাঢ়
ca: Fosc
de: Dunkel
el: Σκούρο
et: Tume
eu: Iluna
fi: Tumma
fil: Madilim
fr: Sombre
gl: Escuro
gu: ઘેરું
hi: डार्क
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
km: ងងឹត
kn: ಗಾಢ
lo: ມືດ
mk: Темна
ml: ഇരുട്ട്
mr: गडद
ms: Gelap
my: အမှောင်
ne: अँध्यारो
nl: Donker
pa: ਗੂੜ੍ਹਾ
pl: Ciemny
pt_pt: Escuro
ru: Тёмная
si: අඳුරු
sl: Temna
sr: Тамна
sw: Giza
ta: இருள்
te: డార్క్
th: มืด
uk: Темна
zu: Ubumnyama

# onboarding.welcome.title
source: Welcome to ElioChat
af: Welkom by ElioChat
am: ወደ ElioChat እንኳን ደህና መጡ
ar: مرحباً بك في ElioChat
bg: Добре дошли в ElioChat
bn: ElioChat-এ স্বাগতম
ca: Benvingut a ElioChat
de: Willkommen bei ElioChat
el: Καλώς ήρθατε στο ElioChat
et: Tere tulemast ElioChati
eu: Ongi etorri ElioChat-era
fi: Tervetuloa ElioChatiin
fil: Maligayang Pagdating sa ElioChat
fr: Bienvenue sur ElioChat
gl: Benvido a ElioChat
gu: ElioChat માં આપનું સ્વાગત
he: ר -ElioChat
hi: Elio में आपका स्वागत है
hu: Üdvözöl az ElioChat
id: Selamat Datang di ElioChat
it: Benvenuto su ElioChat
ja: Elioへようこそ
km: សូមស្វាគមន៍មកកាន់ ElioChat
kn: ElioChat ಗೆ ಸುಸ್ವಾಗತ
lo: ຍິນດີຕ້ອນຮັບສູ່ ElioChat
mk: Добредојдовте во ElioChat
ml: ElioChat ലേക്ക് സ്വാഗതം
mr: ElioChat मध्ये आपले स्वागत
ms: Selamat Datang ke ElioChat
my: ElioChat သို့ ကြိုဆိုပါသည်
ne: ElioChat मा स्वागत छ
nl: Welkom bij ElioChat
pa: ElioChat ਵਿੱਚ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witaj w ElioChat
pt_pt: Bem-vindo ao ElioChat
ru: Добро пожаловать в ElioChat
si: ElioChat වෙත සාදරයෙන් පිළිගනිමු
sl: Dobrodo코li v ElioChat
sr: Добродошли у ElioChat
sw: Karibu kwenye ElioChat
ta: ElioChat க்கு வரவேற்கிறோம்
te: ElioChat కు స్వాగతం
th: ยินดีต้อนรับสู่ ElioChat
uk: Ласкаво просимо до ElioChat
zu: Siyakwamukela ku-ElioChat

# onboarding.welcome.subtitle
source: Your private AI assistant
af: Jou private KI-assistent
am: የእርስዎ የግል AI ረዳት
ar: مساعدك الذكي الخاص
bg: Вашият личен AI асистент
bn: আপনার ব্যক্তিগত AI সহকারী
ca: El teu assistent d'IA privat
de: Dein privater KI-Assistent
el: Ο προσωπικός σας βοηθός τεχνητής νοημοσύνης
et: Teie privaatne AI assistent
eu: Zure IA laguntzaile pribatua
fi: Yksityinen tekoälyavustajasi
fil: Ang iyong pribadong AI assistant
fr: Votre assistant IA privé
gl: O teu asistente de IA privado
gu: તમારો ખાનગી AI સહાયક
he: ער -AI פר ש
hi: आपका निजी AI सहायक
hu: Személyes AI asszisztensed
id: Asisten AI pribadi Anda
it: Il tuo assistente IA privato
ja: あなたの秘密を守る、第2の脳。
km: ជំនួយការ AI ផ្ទាល់ខ្លួនរបស់អ្នក
kn: ನಿಮ್ಮ ಖಾಸಗಿ AI ಸಹಾಯಕ
lo: ຜູ້ຊ່ວຍ AI ສ່ວນຕົວຂອງທ່ານ
mk: Вашиот приватен АИ асистент
ml: നിങ്ങളുടെ സ്വകാര്യ AI അസിസ്റ്റന്റ്
mr: तुमचा खाजगी AI असिस्टंट
ms: Pembantu AI peribadi anda
my: သင့်ကိုယ်ပိုင် AI လက်ထောက်
ne: तपाईंको निजी AI सहायक
nl: Je privé AI-assistent
pa: ਤੁਹਾਡਾ ਨਿੱਜੀ AI ਸਹਾਇਕ
pl: Twój prywatny asystent AI
pt_pt: O seu assistente de IA privado
ru: Ваш личный ИИ-ассистент
si: ඔබේ පෞද්ගලික AI සහායක
sl: Va코 zasebni AI asistent
sr: Ваш приватни AI асистент
sw: Msaidizi wako binafsi wa AI
ta: உங்கள் தனிப்பட்ட AI உதவியாளர்
te: మీ ప్రైవేట్ AI అసిస్టెంట్
th: ผู้ช่วย AI ส่วนตัวของคุณ
uk: Ваш приватний асистент ШІ
zu: Umsizi wakho oyimfihlo we-AI

# onboarding.features.title
source: Truly Private AI
af: Waarlik Private KI
am: በእውነት የግል AI
ar: ذكاء اصطناعي خاص بالكامل
bg: Наистина частен AI
bn: সত্যিকারের ব্যক্তিগত AI
ca: IA realment privada
de: Wirklich private KI
el: Πραγματικά Ιδιωτική Τεχνητή Νοημοσύνη
et: Tõeliselt privaatne AI
eu: Benetan pribatua den IA
fi: Aidosti yksityinen tekoäly
fil: Tunay na Pribadong AI
fr: Une IA vraiment privée
gl: IA verdadeiramente privada
gu: ખરેખર ખાનગી AI
he: AI פר ת
hi: पूरी तरह निजी AI
hu: Valóban privát AI
id: AI Benar-Benar Pribadi
it: IA veramente privata
ja: ChatGPTより安心
km: AI ឯកជនពិតប្រាកដ
kn: ನಿಜವಾದ ಖಾಸಗಿ AI
lo: AI ສ່ວນຕົວແທ້ໆ
mk: Навистина приватна АИ
ml: യഥാർത്ഥ സ്വകാര്യ AI
mr: खऱ्या अर्थाने खाजगी AI
ms: AI Yang Benar-Benar Peribadi
my: အမှန်တကယ် ကိုယ်ပိုင် AI
ne: साँच्चै निजी AI
nl: Echt privé AI
pa: ਸੱਚਮੁੱਚ ਨਿੱਜੀ AI
pl: Prawdziwie prywatne AI
pt_pt: IA Verdadeiramente Privada
ru: Действительно приватный ИИ
si: සැබවින්ම පෞද්ගලික AI
sl: Resni캜no zaseben AI
sr: Заиста приватан AI
sw: AI ya Faragha Halisi
ta: உண்மையான தனிப்பட்ட AI
te: నిజంగా ప్రైవేట్ AI
th: AI ที่เป็นส่วนตัวอย่างแท้จริง
uk: Справді приватний ШІ
zu: I-AI Yobumfihlo Yangempela
