Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# onboarding.feature.offline
source: Works in Airplane Mode
af: Werk in Vliegtuigmodus
am: በአውሮፕላን ሁኔታ ይሰራል
ar: يعمل في وضع الطيران
bg: Работи в Самолетен режим
bn: বিমান মোডে কাজ করে
ca: Funciona en mode avió
de: Funktioniert im Flugmodus
el: Λειτουργεί σε λειτουργία πτήσης
et: Töötab lennurežiimis
eu: Hegaldi moduan funtzionatzen du
fi: Toimii lentotilassa
fil: Gumagana sa Airplane Mode
fr: Fonctionne en mode avion
gl: Funciona en modo avión
gu: એરપ્લેન મોડમાં કામ કરે છે
he: ע צ ס
hi: एयरप्लेन मोड में काम करता है
hu: Repülőgép módban is működik
id: Bekerja dalam Mode Pesawat
it: Funziona in modalità aereo
ja: 機内モードでも動作
km: ដំណើរការក្នុងរបៀបយន្តហោះ
kn: ಏರ್‌ಪ್ಲೇನ್ ಮೋಡ್‌ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ
lo: ເຮັດວຽກໃນໂໝດໃນຍົນ
mk: Работи во авионски режим
ml: ഫ്ലൈറ്റ് മോഡിൽ പ്രവർത്തിക്കുന്നു
mr: एअरप्लेन मोडमध्ये काम करते
ms: Berfungsi dalam Mod Pesawat
my: လေယာဉ်မုဒ်တွင် လုပ်ဆောင်နိုင်သည်
ne: हवाईजहाज मोडमा काम गर्छ
nl: Werkt in vliegtuigmodus
pa: ਏਅਰਪਲੇਨ ਮੋਡ ਵਿੱਚ ਕੰਮ ਕਰਦਾ ਹੈ
pl: Dziaa w trybie samolotowym
pt_pt: Funciona no Modo Avião
ru: Работает в авиарежиме
si: ගුවන්යානා ප්‍රකාරයේ ක්‍රියා කරයි
sl: Deluje v na캜inu letala
sr: Ради у режиму авиона
sw: Inafanya kazi katika Hali ya Ndege
ta: விமான பயன்முறையில் வேலை செய்கிறது
te: ఎయిర్‌ప్లేన్ మోడ్‌లో పనిచేస్తుంది
th: ใช้งานในโหมดเครื่องบินได้
uk: Працює в режимі польоту
zu: Isebenza kumodi yendiza

# onboarding.feature.offline.desc
source: Use it on flights or underground
af: Gebruik dit op vlugte of ondergronds
am: በበረራዎች ወይም በመሬት ስር ይጠቀሙበት
ar: استخدمه على متن الطائرات أو تحت الأرض
bg: Използвайте го по време на полети или под земята
bn: ফ্লাইটে বা ভূগর্ভে ব্যবহার করুন
ca: Utilitza'l en vols o sota terra
de: Nutze es im Flugzeug oder in der U-Bahn
el: Χρησιμοποιήστε το σε πτήσεις ή υπόγεια
et: Kasutage lennul või maa all
eu: Erabili hegaldietan edo lurpean
fi: Käytä lennoilla tai maan alla
fil: Gamitin sa mga flight o sa ilalim ng lupa
fr: Utilisez-le en avion ou dans le métro
gl: sao en voos ou baixo terra
gu: ફ્લાઇટમાં અથવા ભૂગર્ભમાં વાપરો
he: שתש סת תת
hi: फ्लाइट या अंडरग्राउंड में भी उपयोग करें
hu: Használd repülőn vagy metróban
id: Gunakan di pesawat atau bawah tanah
it: Usalo in volo o in metropolitana
ja: 地下鉄や飛行機でも使える
km: ប្រើវានៅលើយន្តហោះឬក្រោមដី
kn: ವಿಮಾನಗಳಲ್ಲಿ ಅಥವಾ ಭೂಗತದಲ್ಲಿ ಬಳಸಿ
lo: ໃຊ້ມັນເທິງຍົນບິນຫຼືໃຕ້ດິນ
mk: Користете го на летови или под земја
ml: വിമാനത്തിലോ ഭൂഗർഭത്തിലോ ഉപയോഗിക്കുക
mr: फ्लाइटमध्ये किंवा भूमिगत वापरा
ms: Gunakan semasa penerbangan atau bawah tanah
my: လေယာဉ်ပေါ် သို့မဟုတ် မြေအောက်တွင် အသုံးပြုပါ
ne: उडान वा भूमिगतमा प्रयोग गर्नुहोस्
nl: Gebruik in het vliegtuig of de metro
pa: ਫਲਾਈਟ ਜਾਂ ਧਰਤੀ ਹੇਠਾਂ ਵਰਤੋ
pl: Używaj w samolocie lub w metrze
pt_pt: Use em voos ou no metro
ru: Используйте в полётах или метро
si: ගුවන් ගමන් හෝ භූගර්භයේ භාවිතා කරන්න
sl: Uporabite ga v letalu ali podzemlju
sr: Користите га на летовима или под земљом
sw: Itumie kwenye safari za anga au chini ya ardhi
ta: விமானங்கள் அல்லது நிலத்தடியில் பயன்படுத்தவும்
te: ఫ్లైట్స్‌లో లేదా భూమిలో ఉపయోగించండి
th: ใช้บนเที่ยวบินหรือใต้ดิน
uk: Використовуйте в літаку або метро
zu: Yisebenzise ezindizeni noma ngaphansi komhlaba

# onboarding.feature.privacy
source: Zero Data Transmission
af: Geen Data-oordrag
am: ዜሮ የመረጃ ማስተላለፍ
ar: صفر نقل للبيانات
bg: Нулев трансфер на данни
bn: শূন্য ডেটা ট্রান্সমিশন
ca: Zero transmissió de dades
de: Keine Datenübertragung
el: Μηδενική μεταφορά δεδομένων
et: Null andmeedastust
eu: Zero datu-transmisioa
fi: Nolla tiedonsiirtoa
fr: Aucune transmission de données
gl: Cero transmisión de datos
gu: શૂન્ય ડેટા ટ્રાન્સમિશન
he: פס ערת ת
hi: शून्य डेटा ट्रांसमिशन
hu: Nulla adatátvitel
id: Transmisi Data Nol
it: Zero trasmissione dati
ja: データ送信ゼロ
km: ការបញ្ជូនទិន្នន័យសូន្យ
kn: ಶೂನ್ಯ ಡೇಟಾ ಪ್ರಸರಣ
lo: ການສົ່ງຂໍ້ມູນສູນ
mk: Нула пренос на податоци
ml: പൂജ്യം ഡാറ്റ ട്രാൻസ്മിഷൻ
mr: शून्य डेटा ट्रान्समिशन
ms: Sifar Penghantaran Data
my: ဒေတာ ပြောင်းလဲမှု သုည
ne: शून्य डाटा प्रसारण
nl: Geen gegevensoverdracht
pa: ਜ਼ੀਰੋ ਡੇਟਾ ਟ੍ਰਾਂਸਮਿਸ਼ਨ
pl: Zero transmisji danych
pt_pt: Zero Transmissão de Dados
ru: Нулевая передача данных
si: දත්ත සම්ප්‍රේෂණය ශුන්‍යයි
sl: Brez prenosa podatkov
sr: Нула преноса података
sw: Hakuna Uhamishaji wa Data
ta: பூஜ்ய தரவு பரிமாற்றம்
te: జీరో డేటా ట్రాన్స్‌మిషన్
th: ไม่มีการส่งข้อมูล
uk: Нуль передачі даних
zu: Awukho Ukudluliswa Kwedatha

# onboarding.feature.privacy.desc
source: Your chats never leave your phone
af: Jou gesprekke verlaat nooit jou foon nie
am: የእርስዎ ውይይቶች ከስልክዎ በፈጻሚ አይወጡም
ar: محادثاتك لا تغادر هاتفك أبداً
bg: Вашите разговори никога не напускат телефона ви
bn: আপনার চ্যাট আপনার ফোন ছাড়ে না
ca: Les teves converses no surten mai del telèfon
de: Deine Chats verlassen nie dein Handy
el: Οι συνομιλίες σας δεν εγκαταλείπουν ποτέ το τηλέφωνό σας
et: Vestlused ei lahku teie telefonist
eu: Zure txatek ez dute inoiz telefonoa uzten
fi: Keskustelusi eivät poistu puhelimestasi
fil: Ang iyong mga chat ay hindi umaalis sa telepono
fr: Vos conversations ne quittent jamais votre téléphone
gl: As túas conversas nunca saen do teu teléfono
gu: તમારી ચેટ્સ તમારો ફોન છોડતી નથી
he: צ' ש ע ת פ
hi: आपकी चैट कभी आपके फोन से बाहर नहीं जाती
hu: A chatjeid soha nem hagyják el a telefonodat
id: Obrolan Anda tidak pernah meninggalkan ponsel
it: Le tue chat non lasciano mai il telefono
ja: 会話が外部に漏れない
km: សន្ទនារបស់អ្នកមិនចាកចេញពីទូរសព្ទរបស់អ្នកទេ
kn: ನಿಮ್ಮ ಚಾಟ್‌ಗಳು ನಿಮ್ಮ ಫೋನ್ ಬಿಡುವುದಿಲ್ಲ
lo: ການສົນທະນາຂອງທ່ານບໍ່ອອກຈາກໂທລະສັບຂອງທ່ານ
mk: Вашите разговори никогаш не го напуштаат телефонот
ml: നിങ്ങളുടെ ചാറ്റുകൾ ഒരിക്കലും നിങ്ങളുടെ ഫോണിൽ നിന്ന് പോകുന്നില്ല
mr: तुमच्या चॅट्स तुमचा फोन सोडत नाहीत
ms: Sembang anda tidak meninggalkan telefon
my: သင့်စကားစမြည့်များ သင့်ဖုန်းကို မစွန့်ခွာပါ
ne: तपाईंको कुराकानीहरू कहिल्यै फोन छोड्दैनन्
nl: Je gesprekken verlaten je telefoon niet
pa: ਤੁਹਾਡੀਆਂ ਚੈਟਾਂ ਕਦੇ ਤੁਹਾਡੇ ਫੋਨ ਤੋਂ ਬਾਹਰ ਨਹੀਂ ਜਾਂਦੀਆਂ
pl: Twoje rozmowy nie opuszczaj telefonu
pt_pt: As suas conversas nunca saem do telefone
ru: Ваши чаты никогда не покидают телефон
si: ඔබේ කතාබස් කිසිදා ඔබේ දුරකථනය අත්හැර නොයන්න
sl: Va코i pogovori nikoli ne zapustijo telefona
sr: Ваши разговори никада не напуштају ваш телефон
sw: Mazungumzo yako hayaondoki simu yako
ta: உங்கள் அரட்டைகள் உங்கள் தொலைபேசியை விட்டு வெளியேறுவதில்லை
te: మీ చాట్స్ మీ ఫోన్ విడిచిపెట్టవు
th: แชทของคุณไม่ออกจากโทรศัพท์
uk: Ваші чати ніколи не залишають телефон
zu: Izingxoxo zakho aziyishiyi ifoni yakho

# onboarding.feature.vault
source: Smart Integrations
af: Slim Integrasies
am: ብልጥ ውህደቶች
ar: عمليات تكامل ذكية
bg: Интелигентни интеграции
bn: স্মার্ট ইন্টিগ্রেশন
ca: Integracions intel·ligents
de: Smarte Integrationen
el: Έξυπνες ενσωματώσεις
et: Nutikad integratsioonid
eu: Integrazio adimentsuak
fi: Älykkäät integraatiot
fil: Mga Smart Integration
fr: Intégrations intelligentes
gl: Integracións intelixentes
gu: સ્માર્ટ સંકલન
he: רצת ת
hi: स्मार्ट इंटीग्रेशन
hu: Okos integrációk
id: Integrasi Cerdas
it: Integrazioni intelligenti
ja: スマート連携
km: ការរួមបញ្ចូលឆ្លាតវៃ
kn: ಸ್ಮಾರ್ಟ್ ಏಕೀಕರಣಗಳು
lo: ການລວມເຂົ້າສະຫຼາດ
mk: Паметни интеграции
ml: സ്മാർട്ട് ഇന്റഗ്രേഷനുകൾ
mr: स्मार्ट एकीकरणे
ms: Integrasi Pintar
my: စမတ် ပေါင်းစည်းမှုများ
ne: स्मार्ट एकीकरणहरू
nl: Slimme integraties
pa: ਸਮਾਰਟ ਏਕੀਕਰਣ
pl: Inteligentne integracje
pt_pt: Integrações Inteligentes
ru: Умные интеграции
si: ස්මාර්ට් ඒකාබද්ධතා
sl: Pametne integracije
sr: Паметне интеграције
sw: Ujumuishaji Mahiri
ta: ஸ்மார்ட் ஒருங்கிணைப்புகள்
te: స్మార్ట్ ఇంటిగ్రేషన్స్
th: การผสานรวมอัจฉริยะ
uk: Розумні інтеграції
zu: Ukuhlanganisa Okuhlakaniphile

# onboarding.feature.vault.desc
source: Connect with Calendar & Files
af: Koppel met Kalender & Lêers
am: ከቀን መቁጠሪያ & ፋይሎች ጋር ተገናኝ
ar: اتصل بالتقويم والملفات
bg: Свързване с Календар и Файлове
bn: ক্যালেন্ডার এবং ফাইলের সাথে সংযুক্ত করুন
ca: Connecta amb el calendari i els fitxers
de: Verbinde dich mit Kalender & Dateien
el: Σύνδεση με Ημερολόγιο και Αρχεία
et: Ühendage kalendri ja failidega
eu: Konektatu egutegi eta fitxategiekin
fi: Yhdistä kalenteriin ja tiedostoihin
fil: Kumonekta sa Calendar at Mga File
fr: Connectez-vous au Calendrier et aux Fichiers
gl: Conéctate co calendario e ficheiros
gu: કૅલેન્ડર અને ફાઇલો સાથે જોડાઓ
he: תר קצ
hi: कैलेंडर और फाइलों से जोड़ें
hu: Csatlakozás naptárhoz és fájlokhoz
id: Hubungkan dengan Kalender & File
it: Collegati a Calendario e File
ja: カレンダーやファイルと連携
km: ភ្ជាប់ជាមួយប្រតិទិននិងឯកសារ
kn: ಕ್ಯಾಲೆಂಡರ್ ಮತ್ತು ಫೈಲ್‌ಗಳೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಿ
lo: ເຊື່ອມຕໍ່ກັບປະຕິທິນແລະໄຟລ໌
mk: Поврзете се со календар и датотеки
ml: കലണ്ടറും ഫയലുകളുമായി ബന്ധിപ്പിക്കുക
mr: कॅलेंडर आणि फायलींशी कनेक्ट करा
ms: Sambungkan dengan Kalendar & Fail
my: ပြက္ခဒိန်နှင့် ဖိုင်များနှင့် ချိတ်ဆက်ပါ
ne: क्यालेन्डर र फाइलहरूसँग जडान गर्नुहोस्
nl: Verbind met Agenda & Bestanden
pa: ਕੈਲੰਡਰ ਅਤੇ ਫਾਈਲਾਂ ਨਾਲ ਜੁੜੋ
pl: Pocz z Kalendarzem i Plikami
pt_pt: Conecte com Calendário e Ficheiros
ru: Подключайтесь к Календарю и Файлам
si: දින දර්ශනය සහ ගොනු සමඟ සම්බන්ධ වන්න
sl: Pove쬴te s koledarjem in datotekami
sr: Повежи се са календаром и датотекама
sw: Unganisha na Kalenda na Faili
ta: காலண்டர் மற்றும் கோப்புகளுடன் இணைக்கவும்
te: క్యాలెండర్ & ఫైల్స్‌తో కనెక్ట్ చేయండి
th: เชื่อมต่อกับปฏิทินและไฟล์
uk: Підключення до Календаря та Файлів
zu: Xhuma neKhalenda Namafayela

# onboarding.feature.secure
source: Work-Safe AI
af: Werkveilige KI
am: ለስራ-ደህንነት AI
ar: ذكاء اصطناعي آمن للعمل
bg: Безопасен за работа AI
bn: কাজের জন্য নিরাপদ AI
ca: IA segura per a la feina
de: Arbeitssichere KI
el: Ασφαλής Τεχνητή Νοημοσύνη για Εργασία
et: Tööks turvaline AI
eu: Lanerako segurua den IA
fi: Työturvallinen tekoäly
fr: IA compatible entreprise
gl: IA segura para o traballo
gu: કાર્ય-સુરક્ષિત AI
he: AI ע
hi: कार्य-सुरक्षित AI
hu: Munkabiztos AI
id: AI Aman untuk Kerja
it: IA sicura per il lavoro
ja: 仕事でも安心
km: AI សុវត្ថិភាពសម្រាប់ការងារ
kn: ಕಾರ್ಯ-ಸುರಕ್ಷಿತ AI
lo: AI ປອດໄພສຳລັບວຽກ
mk: АИ безбедна за работа
ml: ജോലി-സുരക്ഷിതമായ AI
mr: कार्य-सुरक्षित AI
ms: AI Selamat untuk Kerja
my: အလုပ်-လုံခြုံသော AI
ne: कार्य-सुरक्षित AI
nl: Werkveilige AI
pa: ਕੰਮ-ਸੁਰੱਖਿਅਤ AI
pl: AI bezpieczne dla pracy
pt_pt: IA Segura para Trabalho
ru: ИИ для работы
si: කාර්යාල-ආරක්ෂිත AI
sl: Varni AI za delo
sr: AI безбедан за посао
sw: AI Salama kwa Kazi
ta: பணிக்கான பாதுகாப்பான AI
te: వర్క్-సేఫ్ AI
th: AI ที่ปลอดภัยสำหรับงาน
uk: Безпечний ШІ для роботи
zu: I-AI Ephephile Emsebenzini

# onboarding.feature.secure.desc
source: Safe for corporate use
af: Veilig vir korporatiewe gebruik
am: ለድርጅታዊ አጠቃቀም ደህንነቱ የተጠበቀ
ar: آمن للاستخدام المؤسسي
bg: Безопасен за корпоративна употреба
bn: কর্পোরেট ব্যবহারের জন্য নিরাপদ
ca: Segura per a ús corporatiu
de: Sicher für den Unternehmenseinsatz
el: Ασφαλές για εταιρική χρήση
et: Turvaline kasutamiseks ettevõttes
eu: Enpresaren erabilera seguruagoa
fi: Turvallinen yritykskäyttöön
fil: Ligtas para sa corporate na paggamit
fr: Adapté à un usage professionnel
gl: Segura para uso corporativo
gu: કોર્પોરેટ ઉપયોગ માટે સુરક્ષિત
he: שש ר
hi: कॉर्पोरेट उपयोग के लिए सुरक्षित
hu: Biztonságos céges használatra
id: Aman untuk penggunaan korporat
it: Adatta all'uso aziendale
ja: 社内規定でChatGPT禁止でもOK
km: សុវត្ថិភាពសម្រាប់ការប្រើប្រាស់សាជីវកម្ម
kn: ಕಾರ್ಪೊರೇಟ್ ಬಳಕೆಗೆ ಸುರಕ್ಷಿತ
lo: ປອດໄພສຳລັບການໃຊ້ງານບໍລິສັດ
mk: Безбедна за корпоративна употреба
ml: കോർപ്പറേറ്റ് ഉപയോഗത്തിന് സുരക്ഷിതം
mr: कॉर्पोरेट वापरासाठी सुरक्षित
ms: Selamat untuk kegunaan korporat
my: ကော်ပိုရိတ် အသုံးပြုမှုအတွက် လုံခြုံသည်
ne: कर्पोरेट प्रयोगको लागि सुरक्षित
nl: Veilig voor zakelijk gebruik
pa: ਕਾਰਪੋਰੇਟ ਵਰਤੋਂ ਲਈ ਸੁਰੱਖਿਅਤ
pl: Bezpieczne dla użytku korporacyjnego
pt_pt: Segura para uso corporativo
ru: Безопасен для корпоративного использования
si: සංස්ථා භාවිතය සඳහා ආරක්ෂිත
sl: Varno za poslovno uporabo
sr: Безбедан за корпоративну употребу
sw: Salama kwa matumizi ya makampuni
ta: பெருநிறுவன பயன்பாட்டிற்கு பாதுகாப்பானது
te: కార్పొరేట్ ఉపయోగం కోసం సురక్షితమైనది
th: ปลอดภัยสำหรับการใช้งานองค์กร
uk: Безпечний для корпоративного використання
zu: Iphephile ekusetshenzisweni kwezinkampani

# onboarding.feature.thinking
source: Thinking Process
af: Denkproses
am: የማሰብ ሂደት
ar: عملية التفكير
bg: Процес на мислене
bn: চিন্তা প্রক্রিয়া
ca: Procés de pensament
de: Denkprozess
el: Διαδικασία σκέψης
et: Mõtlemisprotsess
eu: Pentsaketa prozesua
fi: Ajatteluprosessi
fil: Proseso ng Pag-iisip
fr: Processus de réflexion
gl: Proceso de pensamento
gu: વિચાર પ્રક્રિયા
he: ת ש
hi: सोचने की प्रक्रिया
hu: Gondolkodási folyamat
id: Proses Berpikir
it: Processo di ragionamento
ja: 思考プロセス
km: ដំណើរការគិត
kn: ಚಿಂತನಾ ಪ್ರಕ್ರಿಯೆ
lo: ຂະບວນການຄິດ
mk: Процес на размислување
ml: ചിന്താ പ്രക്രിയ
mr: विचार प्रक्रिया
ms: Proses Pemikiran
my: တွေးတောမှု လုပ်ငန်းစဉ်
ne: सोच प्रक्रिया
nl: Denkproces
pa: ਸੋਚ ਪ੍ਰਕਿਰਿਆ
pl: Proces mylenia
pt_pt: Processo de Pensamento
ru: Процесс мышления
si: චිත්තාකර්ෂණ ක්‍රියාවලිය
sl: Proces razmi코ljanja
sr: Процес размишљања
sw: Mchakato wa Mawazo
ta: சிந்தனை செயல்முறை
te: థింకింగ్ ప్రాసెస్
th: กระบวนการคิด
uk: Процес мислення
zu: Inqubo Yokucabanga

# onboarding.privacy.title
source: Your Data Stays Yours
af: Jou Data Bly Joune
am: የእርስዎ መረጃ የእርስዎ ይቆያል
ar: بياناتك تبقى ملكك
bg: Вашите данни остават ваши
bn: আপনার ডেটা আপনার থাকে
ca: Les teves dades són teves
de: Deine Daten bleiben bei dir
el: Τα δεδομένα σας παραμένουν δικά σας
et: Teie andmed jäävad teie omaks
eu: Zure datuak zeureak dira
fi: Tietosi pysyvät sinulla
fil: Ang Iyong Data ay Sa Iyo
fr: Vos données restent les vôtres
gl: Os teus datos son teus
gu: તમારો ડેટા તમારો છે
he: ת ש ש
hi: आपका डेटा आपका ही रहता है
hu: Az adataid a tieid maradnak
id: Data Anda Milik Anda
it: I tuoi dati restano tuoi
ja: あなたのデータは、あなただけのもの
km: ទិន្នន័យរបស់អ្នកជារបស់អ្នក
kn: ನಿಮ್ಮ ಡೇಟಾ ನಿಮ್ಮದೇ
lo: ຂໍ້ມູນຂອງທ່ານເປັນຂອງທ່ານ
mk: Вашите податоци се ваши
ml: നിങ്ങളുടെ ഡാറ്റ നിങ്ങളുടേതാണ്
mr: तुमचा डेटा तुमचाच
ms: Data Anda Tetap Milik Anda
my: သင့်ဒေတာ သင်ပိုင်သည်
ne: तपाईंको डाटा तपाईंको रहन्छ
nl: Jouw gegevens blijven van jou
pa: ਤੁਹਾਡਾ ਡੇਟਾ ਤੁਹਾਡਾ ਹੈ
pl: Twoje dane pozostaj Twoje
pt_pt: Os Seus Dados São Seus
ru: Ваши данные остаются вашими
si: ඔබේ දත්ත ඔබේමය
sl: Va코i podatki ostanejo va코i
sr: Ваши подаци остају ваши
sw: Data Yako Inabaki Yako
ta: உங்கள் தரவு உங்களுடையது
te: మీ డేటా మీదే
th: ข้อมูลของคุณเป็นของคุณ
uk: Ваші дані залишаються вашими
zu: Idatha Yakho Ihlala Iyakho

# onboarding.privacy.item1
source: All processing happens on your iPhone
af: Alle verwerking gebeur op jou iPhone
am: ሁሉም ማቀናበር በእርስዎ iPhone ላይ ይከናወናል
ar: تتم جميع العمليات على جهاز iPhone الخاص بك
bg: Цялата обработка се извършва на вашия iPhone
bn: সমস্ত প্রক্রিয়া আপনার iPhone-এ হয়
ca: Tot el processament passa al teu iPhone
de: Alle Verarbeitung findet auf deinem iPhone statt
el: Όλη η επεξεργασία γίνεται στο iPhone σας
et: Kõik töödeldakse teie iPhone'is
eu: Prozesatze guztia zure iPhonean gertatzen da
fi: Kaikki käsittely tapahtuu iPhonessasi
fil: Lahat ng processing ay nangyayari sa iyong iPhone
fr: Tout le traitement se fait sur votre iPhone
gl: Todo o procesamento ocorre no teu iPhone
gu: બધી પ્રક્રિયા તમારા iPhone પર થાય છે
he: ע תרש -iPhone ש
hi: सभी प्रोसेसिंग आपके iPhone पर होती है
hu: Minden feldolgozás az iPhone-odon történik
id: Semua pemrosesan terjadi di iPhone Anda
it: Tutta l'elaborazione avviene sul tuo iPhone
ja: すべての処理はiPhone内で完結
km: ការដំណើរការទាំងអស់កើតឡើងនៅលើ iPhone របស់អ្នក
kn: ಎಲ್ಲಾ ಪ್ರಕ್ರಿಯೆಗಳು ನಿಮ್ಮ iPhone ನಲ್ಲಿ ನಡೆಯುತ್ತವೆ
lo: ການປະມວນຜົນທັງໝົດເກີດຂຶ້ນໃນ iPhone ຂອງທ່ານ
mk: Сета обработка се случува на вашиот iPhone
ml: എല്ലാ പ്രോസസ്സിംഗും നിങ്ങളുടെ iPhone-ൽ സംഭവിക്കുന്നു
mr: सर्व प्रक्रिया तुमच्या iPhone वर होतात
ms: Semua pemprosesan berlaku pada iPhone anda
my: စီမံဆောင်ရွက်မှု အားလုံး သင့် iPhone တွင် ဖြစ်ပွားသည်
ne: सबै प्रशोधन तपाईंको iPhone मा हुन्छ
nl: Alle verwerking gebeurt op je iPhone
pa: ਸਾਰੀ ਪ੍ਰੋਸੈਸਿੰਗ ਤੁਹਾਡੇ iPhone 'ਤੇ ਹੁੰਦੀ ਹੈ
pl: Wszystko przetwarza Twój iPhone
pt_pt: Todo o processamento acontece no seu iPhone
ru: Вся обработка происходит на вашем iPhone
si: සියලු සැකසීම් ඔබේ iPhone හි සිදු වේ
sl: Vsa obdelava poteka na va코em iPhone
sr: Сва обрада се дешава на вашем iPhone-у
sw: Uchakataji wote unafanyika kwenye iPhone yako
ta: அனைத்து செயலாக்கமும் உங்கள் iPhone இல் நடக்கிறது
te: అన్ని ప్రాసెసింగ్ మీ iPhone లో జరుగుతుంది
th: การประมวลผลทั้งหมดเกิดขึ้นบน iPhone ของคุณ
uk: Вся обробка відбувається на вашому iPhone
zu: Ukucubungula konke kwenzeka ku-iPhone yakho

# onboarding.privacy.item2
source: No data sent to cloud servers
af: Geen data word na wolkbedieners gestuur nie
am: ምንም መረጃ ወደ ደመና አገልጋዮች አይላክም
ar: لا تُرسل أي بيانات إلى خوادم سحابية
bg: Никакви данни не се изпращат до облачни сървъри
bn: ক্লাউড সার্ভারে কোনো ডেটা পাঠানো হয় না
ca: No s'envien dades als servidors al núvol
de: Keine Daten werden an Cloud-Server gesendet
el: Δεν αποστέλλονται δεδομένα σε διακομιστές cloud
et: Andmeid ei saadeta pilvserveritesse
eu: Ez da daturik hodeiko zerbitzarietara bidaltzen
fi: Tietoja ei lähetetä pilvipalvelimille
fil: Walang data na ipinapadala sa cloud servers
fr: Aucune donnée envoyée vers des serveurs cloud
gl: Non se envían datos a servidores na nube
gu: ક્લાઉડ સર્વરને ડેટા મોકલવામાં આવતો નથી
he: ת ש שרת ע
hi: क्लाउड सर्वर को कोई डेटा नहीं भेजा जाता
hu: Semmilyen adat nem kerül felhő szerverekre
id: Tidak ada data dikirim ke server cloud
it: Nessun dato inviato a server cloud
ja: クラウドへのデータ送信なし
km: មិនផ្ញើទិន្នន័យទៅម៉ាស៊ីនមេពពកទេ
kn: ಕ್ಲೌಡ್ ಸರ್ವರ್‌ಗಳಿಗೆ ಡೇಟಾ ಕಳುಹಿಸಲಾಗುವುದಿಲ್ಲ
lo: ບໍ່ສົ່ງຂໍ້ມູນໄປຫາເຊີເວີຄລາວ
mk: Не се испраќаат податоци до облак серверите
ml: ക്ലൗഡ് സെർവറുകളിലേക്ക് ഡാറ്റ അയയ്ക്കുന്നില്ല
mr: क्लाउड सर्व्हरला डेटा पाठवला जात नाही
ms: Tiada data dihantar ke pelayan awan
my: ကလောက် ဆာဗာများသို့ ဒေတာ ပို့ခြင်း မရှိပါ
ne: क्लाउड सर्भरहरूमा कुनै डाटा पठाइएको छैन
nl: Geen gegevens verzonden naar de cloud
pa: ਕਲਾਉਡ ਸਰਵਰਾਂ ਨੂੰ ਕੋਈ ਡੇਟਾ ਨਹੀਂ ਭੇਜਿਆ ਜਾਂਦਾ
pl: Brak wysyania danych do chmury
pt_pt: Nenhum dado enviado para servidores na nuvem
ru: Никакие данные не отправляются на облачные серверы
si: වලාකුළු සේවාදායක වෙත දත්ත යවනු නොලැබේ
sl: Nobenega po코iljanja podatkov v oblak
sr: Нема слања података на cloud сервере
sw: Hakuna data inayotumwa kwa seva za wingu
ta: மேக சர்வர்களுக்கு தரவு அனுப்பப்படவில்லை
te: క్లౌడ్ సర్వర్లకు డేటా పంపబడదు
th: ไม่มีข้อมูลส่งไปยังเซิร์ฟเวอร์คลาวด์
uk: Жодних даних не надсилається на хмарні сервери
zu: Ayikho idatha ethunyelwa kumaseva ecloud

# onboarding.privacy.item3
source: Never used for AI training
af: Word nooit vir KI-opleiding gebruik nie
am: ለAI ስልጠና በፈጻሚ ጥቅም ላይ አይውልም
ar: لا تُستخدم أبداً لتدريب الذكاء الاصطناعي
bg: Никога не се използват за AI обучение
bn: AI প্রশিক্ষণে কখনো ব্যবহার করা হয় না
ca: Mai s'usen per entrenar IA
de: Wird nie für KI-Training verwendet
el: Δεν χρησιμοποιούνται ποτέ για εκπαίδευση τεχνητής νοημοσύνης
et: Ei kasutata kunagi AI õppimiseks
eu: Inoiz ez da IAren entrenamenturako erabiltzen
fi: Ei koskaan käytetä tekoälyn koulutukseen
fil: Hindi kailanman ginagamit para sa AI training
fr: Jamais utilisé pour l'entraînement de l'IA
gl: Nunca se usan para adestramento de IA
gu: AI તાલીમ માટે ક્યારેય વપરાતું નથી
he: ע שש AI
hi: AI ट्रेनिंग के लिए कभी उपयोग नहीं किया जाता
hu: Soha nem használjuk AI tanításhoz
id: Tidak pernah digunakan untuk pelatihan AI
it: Mai utilizzato per l'addestramento dell'IA
ja: AIの学習に使われることもなし
km: មិនត្រូវបានប្រើសម្រាប់ការបណ្តុះបណ្តាល AI ទេ
kn: AI ತರಬೇತಿಗಾಗಿ ಎಂದಿಗೂ ಬಳಸಲಾಗುವುದಿಲ್ಲ
lo: ບໍ່ເຄີຍຖືກໃຊ້ສຳລັບການຝຶກອົບຮົມ AI
mk: Никогаш не се користи за АИ обука
ml: AI പരിശീലനത്തിനായി ഒരിക്കലും ഉപയോഗിക്കുന്നില്ല
mr: AI प्रशिक्षणासाठी कधीही वापरला जात नाही
ms: Tidak pernah digunakan untuk latihan AI
my: AI လေ့ကျင့်မှုအတွက် အသုံးပြုခြင်း မရှိပါ
ne: AI प्रशिक्षणको लागि कहिल्यै प्रयोग गरिएको छैन
nl: Nooit gebruikt voor AI-training
pa: AI ਸਿਖਲਾਈ ਲਈ ਕਦੇ ਵਰਤਿਆ ਨਹੀਂ ਜਾਂਦਾ
pl: Nigdy nie używane do uczenia AI
pt_pt: Nunca usado para treinar IA
ru: Никогда не используется для обучения ИИ
si: කිසිදා AI පුහුණුව සඳහා භාවිතා නොකෙරේ
sl: Nikoli se ne uporabi za treniranje AI
sr: Никада се не користи за AI обуку
sw: Haitumiwi kamwe kwa mafunzo ya AI
ta: AI பயிற்சிக்கு ஒருபோதும் பயன்படுத்தப்படவில்லை
te: AI ట్రైనింగ్ కోసం ఎప్పుడూ ఉపయోగించబడదు
th: ไม่เคยใช้สำหรับการฝึกอบรม AI
uk: Ніколи не використовується для навчання ШІ
zu: Ayisetshenziswa ukuqeqeshwa kwe-AI

# onboarding.getstarted.title
source: Ready in One Tap
af: Gereed in Een Tik
am: በአንድ መታ ዝግጁ
ar: جاهز بنقرة واحدة
bg: Готов с едно докосване
bn: এক ট্যাপে প্রস্তুত
ca: Preparat amb un toc
de: Bereit mit einem Tipp
el: Έτοιμο με ένα πάτημα
et: Valmis ühe puudutusega
eu: Prest ukitu batekin
fi: Valmis yhdellä napautuksella
fil: Handa sa Isang Tap
fr: Prêt en un seul tap
gl: Listo cun toque
gu: એક ટૅપમાં તૈયાર
he: קש ת
hi: एक टैप में तैयार
hu: Kész egy koppintásra
id: Siap dalam Satu Ketukan
it: Pronto in un tocco
ja: 1タップで準備完了
km: រួចរាល់ក្នុងមួយប៉ះ
kn: ಒಂದು ಟ್ಯಾಪ್‌ನಲ್ಲಿ ಸಿದ್ಧ
lo: ພ້ອມໃນໜຶ່ງແຕະ
mk: Подготвено со едно допирање
ml: ഒരു ടാപ്പിൽ തയ്യാർ
mr: एका टॅपमध्ये तयार
ms: Sedia dalam Satu Ketik
my: တစ်ချက်တည်းနှင့် အဆင်သင့်
ne: एक ट्यापमा तयार
nl: Klaar in één tik
pa: ਇੱਕ ਟੈਪ ਵਿੱਚ ਤਿਆਰ
pl: Gotowy w jedno kliknicie
pt_pt: Pronto em Um Toque
ru: Готово за один клик
si: එක් තට්ටුවකින් සූදානම්
sl: Pripravljeno z enim tapom
sr: Спремно једним тапом
sw: Tayari kwa Mguso Mmoja
ta: ஒரு தட்டில் தயார்
te: ఒక ట్యాప్‌లో రెడీ
th: พร้อมใช้งานในแตะเดียว
uk: Готово за одне дотик
zu: Sekulungele Ngokuthinta Okukodwa
