Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# template.code.name
source: Code
af: Kode
am: ኮድ
ar: برمجة
bg: Код
bn: কোড
ca: Codi
el: Κώδικας
et: Kood
eu: Kodea
fi: Koodi
gl: Código
gu: કોડ
he: ק
hi: कोड
hu: Kód
id: Kode
it: Codice
ja: コード
km: កូដ
kn: ಕೋಡ್
lo: ໂຄດ
mk: Код
ml: കോഡ്
mr: कोड
ms: Kod
my: ကုဒ်
ne: कोड
pa: ਕੋਡ
pl: Kod
pt_pt: Código
ru: Код
si: කේතය
sl: Koda
sr: Код
sw: Msimbo
ta: குறியீடு
te: కోడ్
th: โค้ด
uk: Код
zu: Ikhodi

# template.code.content
source: Please write code for:
af: Skryf asseblief kode vir:
am: እባክዎ ኮድ ይጻፉ:
ar: يرجى كتابة كود لـ:
bg: Моля, напишете код за:
bn: অনুগ্রহ করে এর জন্য কোড লিখুন:
ca: Si us plau, escriu codi per a:
de: Bitte schreibe Code für:
el: Παρακαλώ γράψτε κώδικα για:
et: Palun kirjutage kood:
eu: Mesedez, idatzi kodea honetarako:
fi: Kirjoita koodi:
fil: Pakisulat ng code para sa:
fr: Veuillez écrire du code pour :
gl: Por favor, escribe código para:
gu: કૃપા કરીને આ માટે કોડ લખો:
he: ת ק ער:
hi: कृपया इसके लिए कोड लिखें:
hu: Kérlek írj kódot ehhez:
id: Silakan tulis kode untuk:
it: Scrivi il codice per:
ja: 以下のコードを書いてください:
km: សូមសរសេរកូដសម្រាប់:
kn: ದಯವಿಟ್ಟು ಇದಕ್ಕಾಗಿ ಕೋಡ್ ಬರೆಯಿರಿ:
lo: ກະລຸນາຂຽນໂຄດສຳລັບ:
mk: Ве молиме напишете код за:
ml: ദയവായി ഇതിനായി കോഡ് എഴുതുക:
mr: कृपया यासाठी कोड लिहा:
ms: Sila tulis kod untuk:
my: အောက်ပါအတွက် ကုဒ် ရေးပါ:
ne: कृपया यसको लागि कोड लेख्नुहोस्:
nl: Schrijf code voor:
pa: ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਲਈ ਕੋਡ ਲਿਖੋ:
pl: Prosz napisa kod dla:
pt_pt: Por favor, escreva código para:
ru: Пожалуйста, напишите код для:
si: කරුණාකර කේතය ලියන්න:
sl: Prosim, napi코i kodo za:
sr: Молимо напиши код за:
sw: Tafadhali andika msimbo kwa:
ta: தயவுசெய்து இதற்கான குறியீட்டை எழுதவும்:
te: దయచేసి దీని కోసం కోడ్ వ్రాయండి:
th: กรุณาเขียนโค้ดสำหรับ:
uk: Будь ласка, напишіть код для:
zu: Sicela ubhale ikhodi ye:

# export.title
source: Export Conversation
af: Voer Gesprek Uit
am: ውይይት ላክ
ar: تصدير المحادثة
bg: Експортирай разговор
bn: কথোপকথন রপ্তানি করুন
ca: Exportar conversa
de: Unterhaltung exportieren
el: Εξαγωγή συνομιλίας
et: Ekspordi vestlus
eu: Esportatu elkarrizketa
fi: Vie keskustelu
fil: I-export ang Conversation
fr: Exporter la conversation
gl: Exportar conversa
gu: વાતચીત નિકાસ કરો
he: צ ש
hi: बातचीत निर्यात करें
hu: Beszélgetés exportálása
id: Ekspor Percakapan
it: Esporta conversazione
ja: 会話をエクスポート
km: នាំចេញសន្ទនា
kn: ಸಂಭಾಷಣೆ ರಫ್ತು ಮಾಡಿ
lo: ສົ່ງອອກການສົນທະນາ
mk: Извези разговор
ml: സംഭാഷണം എക്സ്പോർട്ട് ചെയ്യുക
mr: संभाषण निर्यात करा
ms: Eksport Perbualan
my: စကားစမြည့် ထုတ်ယူပါ
ne: कुराकानी निर्यात गर्नुहोस्
nl: Exporteer gesprek
pa: ਗੱਲਬਾਤ ਐਕਸਪੋਰਟ ਕਰੋ
pl: Eksportuj rozmow
pt_pt: Exportar Conversa
ru: Экспорт разговора
si: කතාබස් අපනයනය
sl: Izvozi pogovor
sr: Извези разговор
sw: Hamisha Mazungumzo
ta: உரையாடலை ஏற்றுமதி செய்
te: సంభాషణను ఎగుమతి చేయి
th: ส่งออกการสนทนา
uk: Експортувати розмову
zu: Thumela Ingxoxo

# export.format.text
source: Plain Text
af: Gewone Teks
am: መደበኛ ጽሁፍ
ar: نص عادي
bg: Обикновен текст
bn: সাধারণ টেক্সট
ca: Text pla
de: Klartext
el: Απλό κείμενο
et: Lihtne tekst
eu: Testu laua
fi: Pelkkä teksti
fr: Texte brut
gl: Texto plano
gu: સાદો ટેક્સ્ટ
he: קס ר
hi: सादा पाठ
hu: Egyszerű szöveg
id: Teks Biasa
it: Testo semplice
ja: テキスト
km: អត្ថបទធម្មតា
kn: ಸರಳ ಪಠ್ಯ
lo: ຂໍ້ຄວາມທຳມະດາ
mk: Обичен текст
ml: പ്ലെയിൻ ടെക്സ്റ്റ്
mr: साधा मजकूर
ms: Teks Biasa
my: စာသား သက်သက်
ne: सादा पाठ
nl: Platte tekst
pa: ਸਾਦਾ ਟੈਕਸਟ
pl: Zwyky tekst
pt_pt: Texto Simples
ru: Обычный текст
si: සරල පෙළ
sl: 캛isto besedilo
sr: Обичан текст
sw: Maandishi Safi
ta: எளிய உரை
te: ప్లెయిన్ టెక్స్ట్
th: ข้อความธรรมดา
uk: Простий текст
zu: Umbhalo Ocacile

# export.created
source: Created
af: Geskep
am: ተፈጥሯል
ar: تاريخ الإنشاء
bg: Създаден
bn: তৈরি
ca: Creat
de: Erstellt
el: Δημιουργήθηκε
et: Loodud
eu: Sortua
fi: Luotu
fil: Nilikha
fr: Créée le
gl: Creado
gu: બનાવ્યું
he: צר
hi: बनाया गया
hu: Létrehozva
id: Dibuat
it: Creato
ja: 作成日時
km: បានបង្កើត
kn: ರಚಿಸಲಾಗಿದೆ
lo: ສ້າງແລ້ວ
mk: Создадено
ml: സൃഷ്ടിച്ചത്
mr: तयार केले
ms: Dicipta
my: ဖန်တီးပြီး
ne: सिर्जना गरियो
nl: Aangemaakt
pa: ਬਣਾਇਆ
pl: Utworzono
pt_pt: Criado
ru: Создано
si: නිර්මාණය කළා
sl: Ustvarjeno
sr: Креирано
sw: Iliundwa
ta: உருவாக்கப்பட்டது
te: సృష్టించబడింది
th: สร้างแล้ว
uk: Створено
zu: Kudalwe

# export.image.attached
source: Image attached
af: Beeld aangeheg
am: ምስል ተያይዟል
ar: صورة مرفقة
bg: Прикачено изображение
bn: ছবি সংযুক্ত
ca: Imatge adjunta
de: Bild angehängt
el: Εικόνα επισυνάφθηκε
et: Pilt lisatud
eu: Irudia erantsita
fi: Kuva liitetty
fil: Nakalakip ang larawan
fr: Image jointe
gl: Imaxe anexa
gu: છબી જોડી
he: ת צרפת
hi: छवि संलग्न
hu: Kép csatolva
id: Gambar dilampirkan
it: Immagine allegata
ja: 画像添付
km: បានភ្ជាប់រូបភាព
kn: ಚಿತ್ರ ಲಗತ್ತಿಸಲಾಗಿದೆ
lo: ແນບຮູບພາບແລ້ວ
mk: Сликата е прикачена
ml: ചിത്രം ചേർത്തു
mr: प्रतिमा जोडली
ms: Imej dilampirkan
my: ပုံ ပူးတွဲ
ne: छवि संलग्न
nl: Afbeelding bijgevoegd
pa: ਤਸਵੀਰ ਨੱਥੀ
pl: Zaczono obraz
pt_pt: Imagem anexada
ru: Изображение прикреплено
si: රූපය ඇමිණූ
sl: Slika prilo쬰na
sr: Слика приложена
sw: Picha imeambatanishwa
ta: படம் இணைக்கப்பட்டது
te: చిత్రం జోడించబడింది
th: แนบภาพแล้ว
uk: Зображення прикріплено
zu: Isithombe sinamathiselwe

# export.generated.by
source: Generated by
af: Gegenereer deur
am: የተፈጠረ በ
ar: تم الإنشاء بواسطة
bg: Генериран от
bn: তৈরি করেছে
ca: Generat per
de: Erstellt von
el: Δημιουργήθηκε από
et: Genereeritud
eu: Honek sortua
fi: Luonut
fil: Ginawa ng
fr: Généré par
gl: Xerado por
gu: દ્વારા જનરેટ થયેલ
he: צר ע
hi: द्वारा निर्मित
hu: Generálta
id: Dibuat oleh
it: Generato da
ja: 出力:
km: បានបង្កើតដោយ
kn: ರಚಿಸಿದವರು
lo: ສ້າງໂດຍ
mk: Генерирано од
ml: ജനറേറ്റ് ചെയ്തത്
mr: द्वारे व्युत्पन्न
ms: Dijana oleh
my: ဖန်တီးသူ
ne: द्वारा उत्पन्न
nl: Gegenereerd door
pa: ਦੁਆਰਾ ਤਿਆਰ ਕੀਤਾ
pl: Wygenerowane przez
pt_pt: Gerado por
ru: Сгенерировано
si: විසින් නිර්මාණය
sl: Ustvarjeno z
sr: Генерисао
sw: Imetolewa na
ta: உருவாக்கியவர்
te: జనరేట్ చేసినది
th: สร้างโดย
uk: Згенеровано
zu: Kukhiqizwe ngu

# loading.phase.initializing
source: Initializing...
af: Inisialiseer...
am: በማስጀመር ላይ...
ar: جارٍ التهيئة...
bg: Инициализиране...
bn: শুরু করছে...
ca: Inicialitzant...
de: Initialisierung...
el: Αρχικοποίηση...
et: Lähtestamine...
eu: Hasieratzen...
fi: Alustetaan...
fil: Nagsisimula...
fr: Initialisation...
gl: Inicializando...
gu: શરૂઆત કરી રહ્યું છે...
he: ת...
hi: प्रारंभ हो रहा है...
hu: Inicializálás...
id: Menginisialisasi...
it: Inizializzazione...
km: កំពុងចាប់ផ្តើម...
kn: ಪ್ರಾರಂಭಿಸುತ್ತಿದೆ...
lo: ກຳລັງເລີ່ມຕົ້ນ...
mk: Се иницијализира...
ml: ആരംഭിക്കുന്നു...
mr: प्रारंभ करत आहे...
ms: Memulakan...
my: စတင်နေသည်...
ne: सुरुआत गर्दै...
nl: Initialiseren...
pa: ਸ਼ੁਰੂਆਤ ਕਰ ਰਿਹਾ ਹੈ...
pl: Inicjalizacja...
pt_pt: A inicializar...
ru: Инициализация...
si: ආරම්භ කරමින්...
sl: Inicializiram...
sr: Иницијализација...
sw: Inaanzisha...
ta: துவக்குகிறது...
te: ప్రారంభించబడుతోంది...
th: กำลังเริ่มต้น...
uk: Ініціалізація...
zu: Iyaqalisa...

# loading.phase.loading
source: Loading model...
af: Laai model...
am: ሞዴል በመጫን ላይ...
ar: جارٍ تحميل النموذج...
bg: Зареждане на модел...
bn: মডেল লোড করছে...
ca: Carregant model...
de: Modell wird geladen...
el: Φόρτωση μοντέλου...
et: Mudeli laadimine...
eu: Eredua kargatzen...
fi: Ladataan mallia...
fil: Naglo-load ng model...
fr: Chargement du modèle...
gl: Cargando modelo...
gu: મોડેલ લોડ થઈ રહ્યું છે...
he: ע ...
hi: मॉडल लोड हो रहा है...
hu: Modell betöltése...
id: Memuat model...
it: Caricamento modello...
km: កំពុងផ្ទុកគំរូ...
kn: ಮಾಡೆಲ್ ಲೋಡ್ ಆಗುತ್ತಿದೆ...
lo: ກຳລັງໂຫລດໂມເດລ...
mk: Се вчитува модел...
ml: മോഡൽ ലോഡ് ചെയ്യുന്നു...
mr: मॉडेल लोड होत आहे...
ms: Memuatkan model...
my: မော်ဒယ် တင်နေသည်...
ne: मोडेल लोड गर्दै...
nl: Model laden...
pa: ਮਾਡਲ ਲੋਡ ਕਰ ਰਿਹਾ ਹੈ...
pl: adowanie modelu...
pt_pt: A carregar modelo...
ru: Загрузка модели...
si: ආකෘතිය පූරණය කරමින්...
sl: Nalagam model...
sr: Учитавање модела...
sw: Inapakia modeli...
ta: மாதிரி ஏற்றுகிறது...
te: మోడల్ లోడ్ అవుతోంది...
th: กำลังโหลดโมเดล...
uk: Завантаження моделі...
zu: Ilayisha imodeli...

# loading.phase.preparing
source: Preparing inference engine...
af: Berei inferensie-enjin voor...
am: የተናደድ ሞተርን በማዘጋጀት ላይ...
ar: جارٍ إعداد محرك الاستدلال...
bg: Подготовка на двигателя за извод...
bn: ইনফারেন্স ইঞ্জিন প্রস্তুত করছে...
ca: Preparant motor d'inferència...
de: Inferenz-Engine wird vorbereitet...
el: Προετοιμασία μηχανής συμπερασμού...
et: Järeldamisootori ettevalmistamine...
eu: Inferentzia motorea prestatzen...
fi: Valmistellaan päättelymoottoria...
fil: Naghahanda ng inference engine...
fr: Préparation du moteur d'inférence...
gl: Preparando motor de inferencia...
gu: ઇન્ફરન્સ એન્જિન તૈયાર કરી રહ્યું છે...
he: ע סק...
hi: इंफरेंस इंजन तैयार हो रहा है...
hu: Következtetési motor előkészítése...
id: Menyiapkan mesin inferensi...
it: Preparazione del motore di inferenza...
km: កំពុងរៀបចំម៉ាស៊ីនសន្និដ្ឋាន...
kn: ಇನ್‌ಫರೆನ್ಸ್ ಇಂಜಿನ್ ತಯಾರಿಸುತ್ತಿದೆ...
lo: ກຳລັງກຽມເຄື່ອງຈັກສະຫຼຸບ...
mk: Се подготвува мотор за инференција...
ml: ഇൻഫറൻസ് എൻജിൻ തയ്യാറാക്കുന്നു...
mr: इन्फरन्स इंजिन तयार करत आहे...
ms: Menyediakan enjin inferens...
my: ကောက်ချက်ချမှု အင်ဂျင် ပြင်ဆင်နေသည်...
ne: इन्फरेन्स इन्जिन तयार गर्दै...
nl: Inferentie-engine voorbereiden...
pa: ਇੰਫਰੈਂਸ ਇੰਜਣ ਤਿਆਰ ਕਰ ਰਿਹਾ ਹੈ...
pl: Przygotowywanie silnika wnioskowania...
pt_pt: A preparar motor de inferência...
ru: Подготовка движка инференса...
si: නිගමන එන්ජිම සකස් කරමින්...
sl: Pripravljam inferen캜ni mehanizem...
sr: Припрема inference мотора...
sw: Inaandaa injini ya uamuzi...
ta: அனுமான இயந்திரத்தைத் தயாரிக்கிறது...
te: ఇన్‌ఫరెన్స్ ఇంజిన్ సిద్ధం చేస్తోంది...
th: กำลังเตรียมเครื่องมืออนุมาน...
uk: Підготовка двигуна виведення...
zu: Ilungisa injini yokuqagela...

# loading.phase.almost
source: Almost ready...
af: Amper gereed...
am: ሁሉም ነገር ዝግጁ ነው...
ar: أوشك على الانتهاء...
bg: Почти готов...
bn: প্রায় প্রস্তুত...
ca: Gairebé preparat...
de: Fast fertig...
el: Σχεδόν έτοιμο...
et: Peaaegu valmis...
eu: Ia prest...
fi: Melkein valmis...
fil: Halos handa na...
fr: Presque prêt...
gl: Case listo...
gu: લગભગ તૈયાર...
he: ע ...
hi: लगभग तैयार...
hu: Majdnem kész...
id: Hampir siap...
it: Quasi pronto...
km: ជិតរួចរាល់ហើយ...
kn: ಬಹುತೇಕ ಸಿದ್ಧ...
lo: ເກືອບພ້ອມແລ້ວ...
mk: Речиси подготвено...
ml: ഏകദേശം തയ്യാറാണ്...
mr: जवळजवळ तयार...
ms: Hampir sedia...
my: အဆင်သင့် နီးပါးပြီ...
ne: लगभग तयार...
nl: Bijna klaar...
pa: ਲਗਭਗ ਤਿਆਰ...
pl: Prawie gotowe...
pt_pt: Quase pronto...
ru: Почти готово...
si: බොහෝ දුරට සූදානම්...
sl: Skoraj pripravljeno...
sr: Скоро спремно...
sw: Karibu tayari...
ta: கிட்டத்தட்ட தயார்...
te: దాదాపు రెడీ...
th: เกือบพร้อมแล้ว...
uk: Майже готово...
zu: Cishe kulungele...

# welcome.greeting
source: Ask me anything
af: Vra my enigiets
am: ማንኛውንም ነገር ጠይቀኝ
ar: اسألني أي شيء
bg: Попитайте ме нещо
bn: আমাকে যা খুশি জিজ্ঞাসা করুন
ca: Pregunta'm el que vulguis
de: Frag mich etwas
el: Ρωτήστε με οτιδήποτε
et: Küsi mida tahes
eu: Galdetu nahi duzuna
fi: Kysy mitä tahansa
fil: Magtanong ng kahit ano
fr: Posez-moi n'importe quelle question
gl: Pregúntame o que queiras
gu: કંઈપણ પૂછો
he: ש ש
hi: कुछ भी पूछें
hu: Kérdezz bármit
id: Tanyakan apa saja
it: Chiedimi qualsiasi cosa
km: សួរអ្វីក៏បាន
kn: ಏನಾದರೂ ಕೇಳಿ
lo: ຖາມຫຍັງກໍ່ໄດ້
mk: Прашај ме што сакаш
ml: എന്തും ചോദിക്കുക
mr: काहीही विचारा
ms: Tanya apa sahaja
my: ကျွန်ုပ်အား မည်သည့်အရာမဆို မေးနိုင်ပါသည်
ne: मलाई जे पनि सोध्नुहोस्
nl: Vraag me iets
pa: ਕੁਝ ਵੀ ਪੁੱਛੋ
pl: Zapytaj mnie o cokolwiek
pt_pt: Pergunte-me qualquer coisa
ru: Спросите меня о чём угодно
si: මට ඕනෑම දෙයක් අසන්න
sl: Vpra코ajte me karkoli
sr: Питај ме било шта
sw: Niulize chochote
ta: எதையும் என்னிடம் கேளுங்கள்
te: ఏదైనా అడగండి
th: ถามอะไรก็ได้
uk: Запитайте що завгодно
zu: Ngibuze noma yini

# welcome.subtitle
source: Your privacy-first AI assistant
af: Jou privaatheid-eerste KI-assistent
am: የእርስዎ ግላዊነት-መጀመሪያ AI ረዳት
ar: مساعدك الذكي الذي يحمي خصوصيتك
bg: Вашият AI асистент с приоритет на поверителността
bn: আপনার গোপনীয়তা-প্রথম AI সহকারী
ca: El teu assistent d'IA que respecta la privadesa
de: Dein KI-Assistent mit Datenschutz
el: Ο βοηθός τεχνητής νοημοσύνης που δίνει προτεραιότητα στο απόρρητο
et: Teie privaatsust esikohale seadav AI assistent
eu: Zure pribatutasuna lehenetsi duen IA laguntzailea
fi: Yksityisyyttä ensisijaisesti arvostava tekoälyavustajasi
fil: Ang iyong privacy-first AI assistant
fr: Votre assistant IA axé sur la confidentialité
gl: O teu asistente de IA que prioriza a privacidade
gu: તમારો ગોપનીયતા-પ્રથમ AI સહાયક
he: ער -AI שעף פרת
hi: आपका गोपनीयता-प्रथम AI सहायक
hu: Az adatvédelem-központú AI asszisztensed
id: Asisten AI yang mengutamakan privasi Anda
it: Il tuo assistente IA che rispetta la privacy
km: ជំនួយការ AI ដែលផ្តោតលើឯកជនភាពរបស់អ្នក
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆ-ಮೊದಲ AI ಸಹಾಯಕ
lo: ຜູ້ຊ່ວຍ AI ທີ່ໃຫ້ຄວາມສຳຄັນກັບຄວາມເປັນສ່ວນຕົວຂອງທ່ານ
mk: Вашиот АИ асистент со приоритет на приватноста
ml: നിങ്ങളുടെ സ്വകാര്യത-മുൻഗണനാ AI അസിസ്റ്റന്റ്
mr: तुमचा गोपनीयता-प्रथम AI असिस्टंट
ms: Pembantu AI yang mengutamakan privasi anda
my: သင့်ကိုယ်ရေးကိုယ်တာ-ဦးစားပေးသော AI လက်ထောက်
ne: तपाईंको गोपनीयता-प्रथम AI सहायक
nl: Je privacy-first AI-assistent
pa: ਤੁਹਾਡਾ ਗੋਪਨੀਯਤਾ-ਪਹਿਲਾਂ AI ਸਹਾਇਕ
pl: Twój asystent AI chronicy prywatno
pt_pt: O seu assistente de IA que prioriza a privacidade
ru: Ваш ИИ-ассистент, ориентированный на конфиденциальность
si: ඔබේ රහස්‍යතාව-පළමු AI සහායක
sl: Va코 AI asistent s poudarkom na zasebnosti
sr: Ваш AI асистент који брине о приватности
sw: Msaidizi wako wa AI anayetunza faragha
ta: உங்கள் தனியுரிமை-முதல் AI உதவியாளர்
te: మీ ప్రైవసీ-మొదటి AI అసిస్టెంట్
th: ผู้ช่วย AI ที่ใส่ใจความเป็นส่วนตัว
uk: Ваш асистент ШІ з пріоритетом конфіденційності
zu: Umsizi wakho we-AI oqala ngobumfihlo

# suggestion.idea
source: Help me brainstorm ideas
af: Help my om idees te dinkskrum
am: ሀሳቦችን በመረመር ውስጥ እርዱኝ
ar: ساعدني في العصف الذهني
bg: Помогнете ми да измисля идеи
bn: আমাকে ধারণা নিয়ে চিন্তা করতে সাহায্য করুন
ca: Ajuda'm a generar idees
de: Hilf mir beim Brainstorming
el: Βοηθήστε με να σκεφτώ ιδέες
et: Aita mul ideid leida
eu: Lagundu ideiak sortzen
fi: Auta minua ideoimaan
fil: Tulungan mo akong mag-brainstorm ng mga ideya
fr: Aidez-moi à trouver des idées
gl: Axúdame a facer unha sesión de ideas
gu: વિચારો માટે મને મદદ કરો
he: ער סר רעת
hi: विचार मंथन में मदद करें
hu: Segíts ötleteket kitalálni
id: Bantu saya brainstorming ide
it: Aiutami a fare brainstorming
km: ជួយខ្ញុំដោះស្រាយគំនិត
kn: ಕಲ್ಪನೆಗಳಿಗಾಗಿ ನನಗೆ ಸಹಾಯ ಮಾಡಿ
lo: ຊ່ວຍຂ້ອຍລະດົມສະໝອງແນວຄວາມຄິດ
mk: Помогни ми да генерирам идеи
ml: ആശയങ്ങൾ കണ്ടെത്താൻ സഹായിക്കുക
mr: कल्पनांसाठी मला मदत करा
ms: Bantu saya bertukar fikiran
my: အိုင်ဒီယာများ တွေးဆရာတွက်ရန် ကူညီပါ
ne: विचार-मन्थनमा मद्दत गर्नुहोस्
nl: Help me met brainstormen
pa: ਵਿਚਾਰਾਂ 'ਤੇ ਮਨਨ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰੋ
pl: Pomóż mi w burzy mózgów
pt_pt: Ajude-me a gerar ideias
ru: Помогите мне придумать идеи
si: මට අදහස් සොයා ගැනීමට උදව් කරන්න
sl: Pomagaj mi z idejami
sr: Помози ми да размислим о идејама
sw: Nisaidie kutafakari wazo
ta: எனக்கு யோசனைகளைச் சிந்திக்க உதவுங்கள்
te: ఆలోచనల కోసం నాకు సహాయం చేయండి
th: ช่วยฉันระดมความคิด
uk: Допоможіть мені згенерувати ідеї
zu: Ngisize ngokuqagela imibono

# suggestion.write
source: Help me write something
af: Help my om iets te skryf
am: አንድ ነገር መጻፍ እርዱኝ
ar: ساعدني في الكتابة
bg: Помогнете ми да напиша нещо
bn: আমাকে কিছু লিখতে সাহায্য করুন
ca: Ajuda'm a escriure alguna cosa
de: Hilf mir beim Schreiben
el: Βοηθήστε με να γράψω κάτι
et: Aita mul midagi kirjutada
eu: Lagundu zerbait idazten
fi: Auta minua kirjoittamaan jotain
fil: Tulungan mo akong magsulat ng isang bagay
fr: Aidez-moi à rédiger quelque chose
gl: Axúdame a escribir algo
gu: કંઈક લખવા માટે મને મદદ કરો
he: ער ת ש
hi: कुछ लिखने में मदद करें
hu: Segíts írni valamit
id: Bantu saya menulis sesuatu
it: Aiutami a scrivere qualcosa
km: ជួយខ្ញុំសរសេរអ្វីមួយ
kn: ಏನಾದರೂ ಬರೆಯಲು ನನಗೆ ಸಹಾಯ ಮಾಡಿ
lo: ຊ່ວຍຂ້ອຍຂຽນບາງສິ່ງບາງຢ່າງ
mk: Помогни ми да напишам нешто
ml: എന്തെങ്കിലും എഴുതാൻ സഹായിക്കുക
mr: काहीतरी लिहिण्यासाठी मला मदत करा
ms: Bantu saya menulis sesuatu
my: တစ်စုံတစ်ခု ရေးရန် ကူညီပါ
ne: केही लेख्न मद्दत गर्नुहोस्
nl: Help me iets te schrijven
pa: ਕੁਝ ਲਿਖਣ ਵਿੱਚ ਮਦਦ ਕਰੋ
pl: Pomóż mi co napisa
pt_pt: Ajude-me a escrever algo
ru: Помогите мне написать что-нибудь
si: මට යමක් ලිවීමට උදව් කරන්න
sl: Pomagaj mi kaj napisati
sr: Помози ми да нешто напишем
sw: Nisaidie kuandika kitu
ta: எனக்கு ஏதாவது எழுத உதவுங்கள்
te: ఏదైనా వ్రాయడానికి నాకు సహాయం చేయండి
th: ช่วยฉันเขียนอะไรบางอย่าง
uk: Допоможіть мені щось написати
zu: Ngisize ngokubhala okuthile

# suggestion.question
source: Answer my questions
af: Beantwoord my vrae
am: ጥያቄዎቼን መልስ
ar: أجب عن أسئلتي
bg: Отговорете на въпросите ми
bn: আমার প্রশ্নের উত্তর দিন
ca: Respon les meves preguntes
de: Beantworte meine Fragen
el: Απαντήστε στις ερωτήσεις μου
et: Vastake küsimustele
eu: Erantzun nire galderak
fi: Vastaa kysymyksiini
fil: Sagutin ang aking mga tanong
fr: Répondez à mes questions
gl: Responde ás miñas preguntas
gu: મારા પ્રશ્નોના જવાબ આપો
he: ע ע שת ש
hi: मेरे सवालों का जवाब दें
hu: Válaszolj a kérdéseimre
id: Jawab pertanyaan saya
it: Rispondi alle mie domande
km: ឆ្លើយសំណួររបស់ខ្ញុំ
kn: ನನ್ನ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸಿ
lo: ຕອບຄຳຖາມຂອງຂ້ອຍ
mk: Одговори на моите прашања
ml: എന്റെ ചോദ്യങ്ങൾക്ക് ഉത്തരം നൽകുക
mr: माझ्या प्रश्नांची उत्तरे द्या
ms: Jawab soalan saya
my: ကျွန်ုပ်၏ မေးခွန်းများကို ဖြေပါ
ne: मेरा प्रश्नहरूको उत्तर दिनुहोस्
nl: Beantwoord mijn vragen
pa: ਮੇਰੇ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦਿਓ
pl: Odpowiedz na moje pytania
pt_pt: Responda às minhas perguntas
ru: Ответьте на мои вопросы
si: මගේ ප්‍රශ්නවලට පිළිතුරු දෙන්න
sl: Odgovori na moja vpra코anja
sr: Одговори на моја питања
sw: Jibu maswali yangu
ta: என் கேள்விகளுக்கு பதிலளிக்கவும்
te: నా ప్రశ్నలకు సమాధానం ఇవ్వండి
th: ตอบคำถามของฉัน
uk: Відповідайте на мої питання
zu: Phendula imibuzo yami

# tts.download.title
source: High-Quality Voice
af: Hoëgehalte-stem
am: ከፍተኛ-ጥራት ድምጽ
ar: صوت عالي الجودة
bg: Висококачествен глас
bn: উচ্চ-মানের ভয়েস
ca: Veu d'alta qualitat
de: Hochwertige Stimme
el: Φωνή υψηλής ποιότητας
et: Kvaliteetne hääl
eu: Kalitate handiko ahotsa
fi: Korkealaatuinen ääni
fil: High-Quality na Boses
fr: Voix haute qualité
gl: Voz de alta calidade
gu: ઉચ્ચ-ગુણવત્તાનો અવાજ
he: ק ת
hi: उच्च-गुणवत्ता आवाज़
hu: Kiváló minőségű hang
id: Suara Berkualitas Tinggi
it: Voce di alta qualità
km: សំឡេងគុណភាពខ្ពស់
kn: ಹೈ-ಕ್ವಾಲಿಟಿ ಧ್ವನಿ
lo: ສຽງຄຸນະພາບສູງ
mk: Висококвалитетен глас
ml: ഉയർന്ന നിലവാരമുള്ള ശബ്ദം
mr: उच्च-गुणवत्तेचा आवाज
ms: Suara Berkualiti Tinggi
my: အရည်အသွေးမြင့် အသံ
ne: उच्च-गुणस्तर आवाज
nl: Hoogwaardige stem
pa: ਉੱਚ-ਗੁਣਵੱਤਾ ਆਵਾਜ਼
pl: Gos wysokiej jakoci
pt_pt: Voz de Alta Qualidade
ru: Высококачественный голос
si: ඉහළ-තත්ත්ව හඬ
sl: Visoko kakovosten glas
sr: Глас високог квалитета
sw: Sauti ya Ubora wa Juu
ta: உயர்தர குரல்
te: హై-క్వాలిటీ వాయిస్
th: เสียงคุณภาพสูง
uk: Високоякісний голос
zu: Izwi Lekhwalithi Ephezulu

# tts.download.action
source: Download
af: Laai Af
am: አውርድ
ar: تنزيل
bg: Изтегли
bn: ডাউনলোড
ca: Descarregar
de: Herunterladen
el: Λήψη
et: Laadi alla
eu: Deskargatu
fi: Lataa
fil: I-download
fr: Télécharger
gl: Descargar
gu: ડાઉનલોડ
he: ר
hi: डाउनलोड
hu: Letöltés
id: Unduh
it: Scarica
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್
lo: ດາວໂຫລດ
mk: Преземи
ml: ഡൗൺലോഡ്
mr: डाउनलोड
ms: Muat Turun
my: ဒေါင်းလုဒ်
ne: डाउनलोड गर्नुहोस्
pa: ਡਾਊਨਲੋਡ
pl: Pobierz
pt_pt: Transferir
ru: Загрузить
si: බාගන්න
sl: Prenesi
sr: Преузми
sw: Pakua
ta: பதிவிறக்கு
te: డౌన్‌లోడ్
th: ดาวน์โหลด
uk: Завантажити
zu: Downloada

# tts.download.use_system
source: Use System Voice
af: Gebruik Stelselstem
am: የስርዓት ድምጽ ተጠቀም
ar: استخدام صوت النظام
bg: Използвай системния глас
bn: সিস্টেম ভয়েস ব্যবহার করুন
ca: Usar veu del sistema
de: Systemstimme verwenden
el: Χρήση φωνής συστήματος
et: Kasuta süsteemi häält
eu: Erabili sistemaren ahotsa
fi: Käytä järjestelmän ääntä
fil: Gamitin ang System Voice
fr: Utiliser la voix système
gl: Usar voz do sistema
gu: સિસ્ટમ અવાજ વાપરો
he: שתש ק ערת
hi: सिस्टम आवाज़ का उपयोग करें
hu: Rendszer hang használata
id: Gunakan Suara Sistem
it: Usa voce di sistema
km: ប្រើសំឡេងប្រព័ន្ធ
kn: ಸಿಸ್ಟಂ ಧ್ವನಿ ಬಳಸಿ
lo: ໃຊ້ສຽງລະບົບ
mk: Користи системски глас
ml: സിസ്റ്റം ശബ്ദം ഉപയോഗിക്കുക
mr: सिस्टम आवाज वापरा
ms: Gunakan Suara Sistem
my: စနစ် အသံ အသုံးပြုပါ
ne: प्रणाली आवाज प्रयोग गर्नुहोस्
nl: Gebruik systeemster
pa: ਸਿਸਟਮ ਆਵਾਜ਼ ਵਰਤੋ
pl: Użyj gosu systemowego
pt_pt: Usar Voz do Sistema
ru: Использовать системный голос
si: පද්ධති හඬ භාවිතා කරන්න
sl: Uporabi sistemski glas
sr: Користи системски глас
sw: Tumia Sauti ya Mfumo
ta: அமைப்பு குரலைப் பயன்படுத்து
te: సిస్టమ్ వాయిస్ ఉపయోగించు
th: ใช้เสียงระบบ
uk: Використовувати системний голос
zu: Sebenzisa Izwi Lohlelo
