Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# settings.prompt.editor.instruction
source: Add custom instructions for the AI. Leave empty to use the default prompt.
af: Voeg pasgemaakte instruksies vir die KI by. Laat leeg om die verstekaanwysing te gebruik.
am: ለAI ብጁ መመሪያዎችን ያክሉ። ነባሪውን ፕሮምፕት ለመጠቀም ባዶ ይተዉ።
ar: أضف تعليمات مخصصة للذكاء الاصطناعي. اتركه فارغاً لاستخدام الأمر الافتراضي.
bg: Добавете персонализирани инструкции за AI. Оставете празно, за да използвате подразбираната подкана.
bn: AI এর জন্য কাস্টম নির্দেশাবলী যোগ করুন। ডিফল্ট প্রম্পট ব্যবহার করতে খালি রাখুন।
ca: Afegeix instruccions personalitzades per a la IA. Deixa-ho buit per utilitzar el missatge per defecte.
de: Füge benutzerdefinierte Anweisungen für die KI hinzu. Leer lassen, um den Standard-Prompt zu verwenden.
el: Προσθέστε προσαρμοσμένες οδηγίες για την τεχνητή νοημοσύνη. Αφήστε το κενό για χρήση της προεπιλεγμένης προτροπής.
et: Lisage kohandatud juhised AI-le. Jätke tühjaks vaikeviibu kasutamiseks.
eu: Gehitu jarraibide pertsonalizatuak IArako. Utzi hutsik lehenetsitako gonbita erabiltzeko.
fi: Lisää mukautettuja ohjeita tekoälylle. Jätä tyhjäksi käyttääksesi oletuskehotetta.
fil: Magdagdag ng mga custom na tagubilin para sa AI. Iwanang blangko para gamitin ang default prompt.
fr: Ajoutez des instructions personnalisées pour l'IA. Laissez vide pour utiliser l'invite par défaut.
gl: Engade instrucións personalizadas para a IA. Deixa en branco para usar a indicación predeterminada.
gu: AI માટે કસ્ટમ સૂચનાઓ ઉમેરો. ડિફૉલ્ટ પ્રોમ્પ્ટ વાપરવા માટે ખાલી રાખો.
he: סף רת תת -AI. שר רק שתש פרפ ררת .
hi: AI के लिए कस्टम निर्देश जोड़ें। डिफ़ॉल्ट प्रॉम्प्ट उपयोग करने के लिए खाली छोड़ें।
hu: Adj hozzá egyéni utasításokat az AI számára. Hagyd üresen az alapértelmezett prompt használatához.
id: Tambahkan instruksi kustom untuk AI. Biarkan kosong untuk menggunakan prompt default.
it: Aggiungi istruzioni personalizzate per l'IA. Lascia vuoto per usare il prompt predefinito.
ja: AIに追加の指示を与えることができます。空にするとデフォルトのプロンプトが使用されます。
km: បន្ថែមការណែនាំផ្ទាល់ខ្លួនសម្រាប់ AI។ ទុកទទេដើម្បីប្រើសំណួរលំនាំដើម។
kn: AIಗಾಗಿ ಕಸ್ಟಮ್ ಸೂಚನೆಗಳನ್ನು ಸೇರಿಸಿ. ಡಿಫಾಲ್ಟ್ ಪ್ರಾಂಪ್ಟ್ ಬಳಸಲು ಖಾಲಿ ಬಿಡಿ.
lo: ເພີ່ມຄຳແນະນຳແບບກຳນົດເອງສຳລັບ AI. ປ່ອຍວ່າງເພື່ອໃຊ້ຄຳສັ່ງເລີ່ມຕົ້ນ.
mk: Додадете приспособени инструкции за АИ. Оставете празно за да го користите стандардното упатство.
ml: AI യ്ക്ക് കസ്റ്റം നിർദ്ദേശങ്ങൾ ചേർക്കുക. ഡിഫോൾട്ട് പ്രോംപ്റ്റ് ഉപയോഗിക്കാൻ ശൂന്യമായി വിടുക.
mr: AI साठी सानुकूल सूचना जोडा. डिफॉल्ट प्रॉम्प्ट वापरण्यासाठी रिक्त ठेवा.
ms: Tambah arahan tersuai untuk AI. Biarkan kosong untuk menggunakan prompt lalai.
my: AI အတွက် စိတ်ကြိုက် ညွှန်ကြားချက်များ ထည့်ပါ။ မူလ မေးခွန်း အသုံးပြုရန် အလွတ်ထားပါ။
ne: AI को लागि अनुकूलन निर्देशनहरू थप्नुहोस्। पूर्वनिर्धारित प्रम्प्ट प्रयोग गर्न खाली छोड्नुहोस्।
nl: Voeg aangepaste instructies toe voor de AI. Laat leeg om de standaardprompt te gebruiken.
pa: AI ਲਈ ਕਸਟਮ ਨਿਰਦੇਸ਼ ਸ਼ਾਮਲ ਕਰੋ। ਡਿਫਾਲਟ ਪ੍ਰੋਮਪਟ ਵਰਤਣ ਲਈ ਖਾਲੀ ਛੱਡੋ।
pl: Dodaj wasne instrukcje dla AI. Pozostaw puste, aby uży domylnego polecenia.
pt_pt: Adicione instruções personalizadas para a IA. Deixe vazio para usar o prompt padrão.
ru: Добавьте пользовательские инструкции для ИИ. Оставьте пустым для использования промпта по умолчанию.
si: AI සඳහා අභිරුචි උපදෙස් එකතු කරන්න. පෙරනිමි විමසුම භාවිතා කිරීමට හිස් තබන්න.
sl: Dodajte navodila po meri za AI. Pustite prazno za uporabo privzetega poziva.
sr: Додај прилагођена упутства за AI. Остави празно за коришћење подразумеваног упита.
sw: Ongeza maelekezo maalum kwa AI. Acha wazi ili kutumia kidokezo cha chaguo-msingi.
ta: AI க்கு தனிப்பயன் வழிமுறைகளைச் சேர்க்கவும். இயல்புநிலை உடனடியைப் பயன்படுத்த காலியாக விடவும்.
te: AI కోసం కస్టమ్ సూచనలను జోడించండి. డిఫాల్ట్ ప్రాంప్ట్ ఉపయోగించడానికి ఖాళీగా వదిలేయండి.
th: เพิ่มคำแนะนำที่กำหนดเองสำหรับ AI เว้นว่างเพื่อใช้พรอมต์เริ่มต้น
uk: Додайте власні інструкції для ШІ. Залиште порожнім для використання типового промпту.
zu: Engeza imiyalo eqondene ye-AI. Shiya kungenaokuthile ukuze usebenzise isikhuthazo esimisiwe.

# settings.prompt.default.preview
source: Default prompt (excerpt):
af: Verstekaanwysing (uittreksel):
am: ነባሪ ፕሮምፕት (በከፊል):
ar: الأمر الافتراضي (مقتطف):
bg: Подразбирана подкана (откъс):
bn: ডিফল্ট প্রম্পট (উদ্ধৃতি):
ca: Missatge per defecte (fragment):
de: Standard-Prompt (Auszug):
el: Προεπιλεγμένη προτροπή (απόσπασμα):
et: Vaikeviipu (väljavõte):
eu: Lehenetsitako gonbita (zatia):
fi: Oletuskehote (katkelma):
fr: Invite par défaut (extrait) :
gl: Indicación predeterminada (extracto):
gu: ડિફૉલ્ટ પ્રોમ્પ્ટ (અંશ):
he: פרפ ררת (קע):
hi: डिफ़ॉल्ट प्रॉम्प्ट (अंश):
hu: Alapértelmezett prompt (részlet):
id: Prompt default (kutipan):
it: Prompt predefinito (estratto):
ja: デフォルトのプロンプト（一部）:
km: សំណួរលំនាំដើម (សង្ខេប):
kn: ಡಿಫಾಲ್ಟ್ ಪ್ರಾಂಪ್ಟ್ (ಸಾರಾಂಶ):
lo: ຄຳສັ່ງເລີ່ມຕົ້ນ (ສະກັດ):
mk: Стандардно упатство (извадок):
ml: ഡിഫോൾട്ട് പ്രോംപ്റ്റ് (ഉദ്ധരണി):
mr: डिफॉल्ट प्रॉम्प्ट (उतारा):
ms: Prompt lalai (petikan):
my: မူလ မေးခွန်း (ကောက်နှုတ်ချက်):
ne: पूर्वनिर्धारित प्रम्प्ट (उद्धरण):
nl: Standaardprompt (fragment):
pa: ਡਿਫਾਲਟ ਪ੍ਰੋਮਪਟ (ਅੰਸ਼):
pl: Domylne polecenie (fragment):
pt_pt: Prompt padrão (excerto):
ru: Промпт по умолчанию (выдержка):
si: පෙරනිමි විමසුම (උපුටනය):
sl: Privzeti poziv (odlomek):
sr: Подразумевани упит (одломак):
sw: Kidokezo cha chaguo-msingi (kifungu):
ta: இயல்புநிலை உடனடி (சுருக்கம்):
te: డిఫాల్ట్ ప్రాంప్ట్ (సారాంశం):
th: พรอมต์เริ่มต้น (ตัดตอน):
uk: Типовий промпт (уривок):
zu: Isikhuthazo esimisiwe (isiqeshana):

# settings.prompt.reset
source: Reset
af: Stel Terug
am: ዳግም ጀምር
ar: إعادة تعيين
bg: Нулирай
bn: রিসেট
ca: Restablir
de: Zurücksetzen
el: Επαναφορά
et: Lähtesta
eu: Berrezarri
fi: Palauta
fil: I-reset
fr: Réinitialiser
gl: Restablecer
gu: રીસેટ
he: פס
hi: रीसेट
hu: Visszaállítás
it: Ripristina
ja: リセット
km: កំណត់ឡើងវិញ
kn: ರೀಸೆಟ್
lo: ຕັ້ງຄ່າໃໝ່
mk: Ресетирај
ml: പുനഃസജ്ജമാക്കുക
mr: रीसेट
ms: Tetapkan Semula
my: ပြန်လည်သတ်မှတ်ပါ
ne: रिसेट गर्नुहोस्
nl: Herstel
pa: ਰੀਸੈਟ ਕਰੋ
pl: Resetuj
pt_pt: Restaurar
ru: Сбросить
si: යළි පිහිටුවන්න
sl: Ponastavi
sr: Ресетуј
sw: Rudisha
ta: மீட்டமை
te: రీసెట్
th: รีเซ็ต
uk: Скинути
zu: Buyisela

# settings.prompt.reset.title
source: Reset Prompt
af: Stel Aanwysing Terug
am: ፕሮምፕት ዳግም ጀምር
ar: إعادة تعيين الأمر
bg: Нулиране на подканата
bn: প্রম্পট রিসেট করুন
ca: Restablir missatge
de: Prompt zurücksetzen
el: Επαναφορά προτροπής
et: Lähtesta viip
eu: Berrezarri gonbita
fi: Palauta kehote
fil: I-reset ang Prompt
fr: Réinitialiser l'invite
gl: Restablecer indicación
gu: પ્રોમ્પ્ટ રીસેટ કરો
he: פס פרפ
hi: प्रॉम्प्ट रीसेट करें
hu: Prompt visszaállítása
it: Ripristina prompt
ja: プロンプトをリセット
km: កំណត់សំណួរឡើងវិញ
kn: ಪ್ರಾಂಪ್ಟ್ ರೀಸೆಟ್ ಮಾಡಿ
lo: ຕັ້ງຄ່າໃໝ່ຄຳສັ່ງ
mk: Ресетирај упатство
ml: പ്രോംപ്റ്റ് പുനഃസജ്ജമാക്കുക
mr: प्रॉम्प्ट रीसेट करा
ms: Tetapkan Semula Prompt
my: မေးခွန်း ပြန်လည်သတ်မှတ်ပါ
ne: प्रम्प्ट रिसेट गर्नुहोस्
nl: Prompt herstellen
pa: ਪ੍ਰੋਮਪਟ ਰੀਸੈਟ ਕਰੋ
pl: Resetuj polecenie
pt_pt: Restaurar Prompt
ru: Сбросить промпт
si: විමසුම යළි පිහිටුවන්න
sl: Ponastavi poziv
sr: Ресетуј упит
sw: Rudisha Kidokezo
ta: உடனடியை மீட்டமை
te: ప్రాంప్ట్ రీసెట్ చేయి
th: รีเซ็ตพรอมต์
uk: Скинути промпт
zu: Buyisela Isikhuthazo

# settings.prompt.reset.message
source: Delete custom prompt and restore to default?
af: Skrap pasgemaakte aanwysing en herstel na verstek?
am: ብጁ ፕሮምፕትን ሰርዝ እና ወደ ነባሪ መልስ?
ar: هل تريد حذف الأمر المخصص واستعادة الافتراضي؟
bg: Изтрий персонализираната подкана и възстанови по подразбиране?
bn: কাস্টম প্রম্পট মুছুন এবং ডিফল্টে পুনরুদ্ধার করবেন?
ca: Eliminar el missatge personalitzat i restaurar al per defecte?
de: Benutzerdefinierten Prompt löschen und auf Standard zurücksetzen?
el: Διαγραφή προσαρμοσμένης προτροπής και επαναφορά στην προεπιλογή;
et: Kustutada kohandatud viip ja taastada vaikeväärtus?
eu: Ezabatu gonbit pertsonalizatua eta leheneratu lehenetsira?
fi: Poistetaanko mukautettu kehote ja palautetaan oletukseksi?
fil: Burahin ang custom prompt at ibalik sa default?
fr: Supprimer l'invite personnalisée et restaurer celle par défaut ?
gl: Eliminar a indicación personalizada e restaurar á predeterminada?
gu: કસ્ટમ પ્રોમ્પ્ટ કાઢી નાખીને ડિફૉલ્ટ પર પુનઃસ્થાપિત કરવું?
he: ק פרפ ת שר ררת ?
hi: कस्टम प्रॉम्प्ट हटाएं और डिफ़ॉल्ट पर वापस जाएं?
hu: Egyéni prompt törlése és alapértelmezett visszaállítása?
id: Hapus prompt kustom dan kembalikan ke default?
it: Eliminare il prompt personalizzato e ripristinare quello predefinito?
ja: カスタムプロンプトを削除してデフォルトに戻しますか？
km: លុបសំណួរផ្ទាល់ខ្លួននិងស្តារទៅលំនាំដើម?
kn: ಕಸ್ಟಮ್ ಪ್ರಾಂಪ್ಟ್ ಅಳಿಸಿ ಮತ್ತು ಡಿಫಾಲ್ಟ್‌ಗೆ ಮರುಸ್ಥಾಪಿಸುವುದೇ?
lo: ລຶບຄຳສັ່ງແບບກຳນົດເອງແລະກູ້ຄືນເປັນຄ່າເລີ່ມຕົ້ນບໍ?
mk: Да се избрише приспособеното упатство и да се врати на стандардното?
ml: കസ്റ്റം പ്രോംപ്റ്റ് ഇല്ലാതാക്കി ഡിഫോൾട്ടിലേക്ക് പുനഃസ്ഥാപിക്കണോ?
mr: सानुकूल प्रॉम्प्ट हटवून डिफॉल्टवर पुनर्संचयित करायचे?
ms: Padam prompt tersuai dan pulihkan kepada lalai?
my: စိတ်ကြိုက် မေးခွန်း ဖျက်ပြီး မူလအတိုင်း ပြန်လည်ထားရှိမလား?
ne: अनुकूलन प्रम्प्ट मेटाउने र पूर्वनिर्धारित पुनर्स्थापित गर्ने?
nl: Aangepaste prompt verwijderen en herstellen naar standaard?
pa: ਕਸਟਮ ਪ੍ਰੋਮਪਟ ਮਿਟਾਓ ਅਤੇ ਡਿਫਾਲਟ 'ਤੇ ਬਹਾਲ ਕਰੋ?
pl: Usun wasne polecenie i przywróci domylne?
pt_pt: Eliminar prompt personalizado e restaurar para padrão?
ru: Удалить пользовательский промпт и восстановить значение по умолчанию?
si: අභිරුචි විමසුම මකා දමා පෙරනිමියට ප්‍රතිෂ්ඨාපනය කරන්නද?
sl: Izbri코i poziv po meri in obnovi privzeto?
sr: Обрисати прилагођени упит и вратити на подразумевани?
sw: Futa kidokezo maalum na urejeshe kwenye chaguo-msingi?
ta: தனிப்பயன் உடனடியை நீக்கி இயல்புநிலைக்கு மீட்டமைக்கவா?
te: కస్టమ్ ప్రాంప్ట్ తొలగించి డిఫాల్ట్‌కు పునరుద్ధరించాలా?
th: ลบพรอมต์ที่กำหนดเองและกู้คืนเป็นค่าเริ่มต้น?
uk: Видалити власний промпт і відновити типовий?
zu: Susa isikhuthazo esequndene ubuyisele kokumisiwe?

# templates.title
source: Prompt Templates
af: Aanwysingssjablone
am: የፕሮምፕት አብነቶች
ar: قوالب الأوامر
bg: Шаблони за подкани
bn: প্রম্পট টেমপ্লেট
ca: Plantilles de missatge
de: Prompt-Vorlagen
el: Πρότυπα προτροπών
et: Viipide mallid
eu: Gonbit txantiloiak
fi: Kehotemallit
fil: Mga Prompt Template
fr: Modèles d'invite
gl: Modelos de indicacións
gu: પ્રોમ્પ્ટ ટેમ્પ્લેટ્સ
he: תת פרפ
hi: प्रॉम्प्ट टेम्पलेट
hu: Prompt sablonok
id: Template Prompt
it: Modelli di prompt
ja: プロンプトテンプレート
km: គំរូសំណួរ
kn: ಪ್ರಾಂಪ್ಟ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳು
lo: ແມ່ແບບຄຳສັ່ງ
mk: Шаблони за упатства
ml: പ്രോംപ്റ്റ് ടെംപ്ലേറ്റുകൾ
mr: प्रॉम्प्ट टेम्पलेट्स
ms: Templat Prompt
my: မေးခွန်း နမူနာများ
ne: प्रम्प्ट टेम्प्लेटहरू
nl: Promptsjablonen
pa: ਪ੍ਰੋਮਪਟ ਟੈਂਪਲੇਟ
pl: Szablony polece
pt_pt: Modelos de Prompt
ru: Шаблоны промптов
si: විමසුම් සැකිලි
sl: Predloge pozivov
sr: Шаблони упита
sw: Violezo vya Vidokezo
ta: உடனடி வார்ப்புருக்கள்
te: ప్రాంప్ట్ టెంప్లేట్స్
th: เทมเพลตพรอมต์
uk: Шаблони промптів
zu: Amathempleyithi Ezikhuthazo

# templates.empty
source: No templates yet
af: Nog geen sjablone nie
am: ገና ምንም አብነቶች የሉም
ar: لا توجد قوالب بعد
bg: Все още няма шаблони
bn: এখনো কোনো টেমপ্লেট নেই
ca: Encara no hi ha plantilles
de: Noch keine Vorlagen
el: Δεν υπάρχουν ακόμη πρότυπα
et: Malle pole veel
eu: Oraindik ez dago txantiloirik
fi: Ei vielä malleja
fil: Wala pang mga template
fr: Aucun modèle pour le moment
gl: Aínda non hai modelos
gu: હજી ટેમ્પ્લેટ્સ નથી
he: תת ע
hi: अभी कोई टेम्पलेट नहीं
hu: Még nincsenek sablonok
id: Belum ada template
it: Nessun modello
ja: テンプレートがありません
km: មិនទាន់មានគំរូនៅឡើយ
kn: ಇನ್ನೂ ಟೆಂಪ್ಲೇಟ್‌ಗಳಿಲ್ಲ
lo: ຍັງບໍ່ມີແມ່ແບບ
mk: Сè уште нема шаблони
ml: ഇതുവരെ ടെംപ്ലേറ്റുകളൊന്നുമില്ല
mr: अजून टेम्पलेट्स नाहीत
ms: Tiada templat lagi
my: နမူနာများ မရှိသေးပါ
ne: अहिलेसम्म टेम्प्लेटहरू छैनन्
nl: Nog geen sjablonen
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਟੈਂਪਲੇਟ ਨਹੀਂ
pl: Brak szablonów
pt_pt: Ainda não há modelos
ru: Пока нет шаблонов
si: තවම සැකිලි නැත
sl: 만 ni predlog
sr: Још нема шаблона
sw: Bado hakuna violezo
ta: இன்னும் வார்ப்புருக்கள் இல்லை
te: ఇంకా టెంప్లేట్స్ లేవు
th: ยังไม่มีเทมเพลต
uk: Ще немає шаблонів
zu: Awekho amathempleyithi okwamanje

# templates.add
source: Add Template
af: Voeg Sjabloon By
am: አብነት አክል
ar: إضافة قالب
bg: Добави шаблон
bn: টেমপ্লেট যোগ করুন
ca: Afegir plantilla
de: Vorlage hinzufügen
el: Προσθήκη προτύπου
et: Lisa mall
eu: Gehitu txantiloia
fi: Lisää malli
fil: Magdagdag ng Template
fr: Ajouter un modèle
gl: Engadir modelo
gu: ટેમ્પ્લેટ ઉમેરો
he: סף תת
hi: टेम्पलेट जोड़ें
hu: Sablon hozzáadása
id: Tambah Template
it: Aggiungi modello
ja: テンプレートを追加
km: បន្ថែមគំរូ
kn: ಟೆಂಪ್ಲೇಟ್ ಸೇರಿಸಿ
lo: ເພີ່ມແມ່ແບບ
mk: Додај шаблон
ml: ടെംപ്ലേറ്റ് ചേർക്കുക
mr: टेम्पलेट जोडा
ms: Tambah Templat
my: နမူနာ ထည့်ပါ
ne: टेम्प्लेट थप्नुहोस्
nl: Voeg sjabloon toe
pa: ਟੈਂਪਲੇਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj szablon
pt_pt: Adicionar Modelo
ru: Добавить шаблон
si: සැකිල්ල එකතු කරන්න
sl: Dodaj predlogo
sr: Додај шаблон
sw: Ongeza Kiolezo
ta: வார்ப்புருவைச் சேர்
te: టెంప్లేట్ జోడించు
th: เพิ่มเทมเพลต
uk: Додати шаблон
zu: Engeza Ithempleyithi

# template.add.title
source: Add Template
af: Voeg Sjabloon By
am: አብነት አክል
ar: إضافة قالب
bg: Добави шаблон
bn: টেমপ্লেট যোগ করুন
ca: Afegir plantilla
de: Vorlage hinzufügen
el: Προσθήκη προτύπου
et: Lisa mall
eu: Gehitu txantiloia
fi: Lisää malli
fil: Magdagdag ng Template
fr: Ajouter un modèle
gl: Engadir modelo
gu: ટેમ્પ્લેટ ઉમેરો
he: סף תת
hi: टेम्पलेट जोड़ें
hu: Sablon hozzáadása
id: Tambah Template
it: Aggiungi modello
ja: テンプレートを追加
km: បន្ថែមគំរូ
kn: ಟೆಂಪ್ಲೇಟ್ ಸೇರಿಸಿ
lo: ເພີ່ມແມ່ແບບ
mk: Додај шаблон
ml: ടെംപ്ലേറ്റ് ചേർക്കുക
mr: टेम्पलेट जोडा
ms: Tambah Templat
my: နမူနာ ထည့်ပါ
ne: टेम्प्लेट थप्नुहोस्
nl: Voeg sjabloon toe
pa: ਟੈਂਪਲੇਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj szablon
pt_pt: Adicionar Modelo
ru: Добавить шаблон
si: සැකිල්ල එකතු කරන්න
sl: Dodaj predlogo
sr: Додај шаблон
sw: Ongeza Kiolezo
ta: வார்ப்புருவைச் சேர்
te: టెంప్లేట్ జోడించు
th: เพิ่มเทมเพลต
uk: Додати шаблон
zu: Engeza Ithempleyithi

# template.edit.title
source: Edit Template
af: Wysig Sjabloon
am: አብነት አርትዕ
ar: تعديل القالب
bg: Редактирай шаблон
bn: টেমপ্লেট সম্পাদনা করুন
ca: Editar plantilla
de: Vorlage bearbeiten
el: Επεξεργασία προτύπου
et: Muuda malli
eu: Editatu txantiloia
fi: Muokkaa mallia
fil: I-edit ang Template
fr: Modifier le modèle
gl: Editar modelo
gu: ટેમ્પ્લેટ સંપાદિત કરો
he: ער תת
hi: टेम्पलेट संपादित करें
hu: Sablon szerkesztése
it: Modifica modello
ja: テンプレートを編集
km: កែសម្រួលគំរូ
kn: ಟೆಂಪ್ಲೇಟ್ ಸಂಪಾದಿಸಿ
lo: ແກ້ໄຂແມ່ແບບ
mk: Измени шаблон
ml: ടെംപ്ലേറ്റ് എഡിറ്റ് ചെയ്യുക
mr: टेम्पलेट संपादित करा
ms: Edit Templat
my: နမူနာ တည်းဖြတ်ပါ
ne: टेम्प्लेट सम्पादन गर्नुहोस्
nl: Bewerk sjabloon
pa: ਟੈਂਪਲੇਟ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj szablon
pt_pt: Editar Modelo
ru: Редактировать шаблон
si: සැකිල්ල සංස්කරණය කරන්න
sl: Uredi predlogo
sr: Уреди шаблон
sw: Hariri Kiolezo
ta: வார்ப்புருவைத் திருத்து
te: టెంప్లేట్ సవరించు
th: แก้ไขเทมเพลต
uk: Редагувати шаблон
zu: Hlela Ithempleyithi

# template.name.header
source: Name
af: Naam
am: ስም
ar: الاسم
bg: Име
bn: নাম
ca: Nom
el: Όνομα
et: Nimi
eu: Izena
fi: Nimi
fil: Pangalan
fr: Nom
gl: Nome
gu: નામ
he: ש
hi: नाम
hu: Név
id: Nama
it: Nome
ja: 名前
km: ឈ្មោះ
kn: ಹೆಸರು
lo: ຊື່
mk: Име
ml: പേര്
mr: नाव
ms: Nama
my: အမည်
ne: नाम
nl: Naam
pa: ਨਾਮ
pl: Nazwa
pt_pt: Nome
ru: Название
si: නම
sl: Ime
sr: Име
sw: Jina
ta: பெயர்
te: పేరు
th: ชื่อ
uk: Назва
zu: Igama

# template.name.placeholder
source: Template name
af: Sjabloonnaam
am: የአብነት ስም
ar: اسم القالب
bg: Име на шаблона
bn: টেমপ্লেট নাম
ca: Nom de la plantilla
de: Vorlagenname
el: Όνομα προτύπου
et: Malli nimi
eu: Txantiloiaren izena
fi: Mallin nimi
fil: Pangalan ng template
fr: Nom du modèle
gl: Nome do modelo
gu: ટેમ્પ્લેટ નામ
he: ש תת
hi: टेम्पलेट का नाम
hu: Sablon neve
id: Nama template
it: Nome del modello
ja: テンプレート名
km: ឈ្មោះគំរូ
kn: ಟೆಂಪ್ಲೇಟ್ ಹೆಸರು
lo: ຊື່ແມ່ແບບ
mk: Име на шаблон
ml: ടെംപ്ലേറ്റ് പേര്
mr: टेम्पलेट नाव
ms: Nama templat
my: နမူနာ အမည်
ne: टेम्प्लेट नाम
nl: Sjabloonnaam
pa: ਟੈਂਪਲੇਟ ਨਾਮ
pl: Nazwa szablonu
pt_pt: Nome do modelo
ru: Название шаблона
si: සැකිලි නම
sl: Ime predloge
sr: Име шаблона
sw: Jina la kiolezo
ta: வார்ப்புரு பெயர்
te: టెంప్లేట్ పేరు
th: ชื่อเทมเพลต
uk: Назва шаблону
zu: Igama lethempleyithi

# template.content.header
source: Prompt Content
af: Aanwysingsinhoud
am: የፕሮምፕት ይዘት
ar: محتوى الأمر
bg: Съдържание на подканата
bn: প্রম্পট বিষয়বস্তু
ca: Contingut del missatge
de: Prompt-Inhalt
el: Περιεχόμενο προτροπής
et: Viibu sisu
eu: Gonbit edukia
fi: Kehotteen sisältö
fil: Nilalaman ng Prompt
fr: Contenu de l'invite
gl: Contido da indicación
gu: પ્રોમ્પ્ટ સામગ્રી
he: ת פרפ
hi: प्रॉम्प्ट सामग्री
hu: Prompt tartalom
id: Konten Prompt
it: Contenuto del prompt
ja: プロンプト内容
km: ខ្លឹមសារសំណួរ
kn: ಪ್ರಾಂಪ್ಟ್ ವಿಷಯ
lo: ເນື້ອໃນຄຳສັ່ງ
mk: Содржина на упатство
ml: പ്രോംപ്റ്റ് ഉള്ളടക്കം
mr: प्रॉम्प्ट सामग्री
ms: Kandungan Prompt
my: မေးခွန်း အကြောင်းအရာ
ne: प्रम्प्ट सामग्री
nl: Promptinhoud
pa: ਪ੍ਰੋਮਪਟ ਸਮੱਗਰੀ
pl: Tre polecenia
pt_pt: Conteúdo do Prompt
ru: Содержимое промпта
si: විමසුම් අන්තර්ගතය
sl: Vsebina poziva
sr: Садржај упита
sw: Maudhui ya Kidokezo
ta: உடனடி உள்ளடக்கம்
te: ప్రాంప్ట్ కంటెంట్
th: เนื้อหาพรอมต์
uk: Вміст промпту
zu: Okuqukethwe Kwesikhuthazo

# template.icon.header
source: Icon
af: Ikoon
am: አዶ
ar: الأيقونة
bg: Икона
bn: আইকন
ca: Icona
de: Symbol
el: Εικονίδιο
et: Ikoon
eu: Ikonoa
fi: Kuvake
fr: Icône
gl: Icona
gu: આઇકન
he: ס
hi: आइकन
hu: Ikon
id: Ikon
it: Icona
ja: アイコン
km: រូបតំណាង
kn: ಐಕಾನ್
lo: ໄອຄອນ
mk: Икона
ml: ഐക്കൺ
mr: चिन्ह
ms: Ikon
my: အိုင်ကွန်
ne: आइकन
nl: Icoon
pa: ਆਈਕਨ
pl: Ikona
pt_pt: Ícone
ru: Иконка
si: අයිකනය
sl: Ikona
sr: Икона
sw: Ikoni
ta: ஐகான்
te: చిహ్నం
th: ไอคอน
uk: Іконка
zu: I-Icon

# template.translate.name
source: Translate
af: Vertaal
am: ተርጉም
ar: ترجمة
bg: Превод
bn: অনুবাদ
ca: Traduir
de: Übersetzen
el: Μετάφραση
et: Tõlgi
eu: Itzuli
fi: Käännä
fil: Isalin
fr: Traduire
gl: Traducir
gu: અનુવાદ
he: תר
hi: अनुवाद
hu: Fordítás
id: Terjemahkan
it: Traduci
ja: 翻訳
km: បកប្រែ
kn: ಅನುವಾದಿಸಿ
lo: ແປພາສາ
mk: Преведи
ml: വിവർത്തനം ചെയ്യുക
mr: भाषांतर
ms: Terjemah
my: ဘာသာပြန်ပါ
ne: अनुवाद गर्नुहोस्
nl: Vertaal
pa: ਅਨੁਵਾਦ ਕਰੋ
pl: Tumacz
pt_pt: Traduzir
ru: Перевести
si: පරිවර්තනය කරන්න
sl: Prevedi
sr: Преведи
sw: Tafsiri
ta: மொழிபெயர்
te: అనువదించు
th: แปล
uk: Перекласти
zu: Humusha

# template.translate.content
source: Please translate the following:
af: Vertaal asseblief die volgende:
am: እባክዎ የሚከተለውን ይተርጉሙ:
ar: يرجى ترجمة ما يلي:
bg: Моля, преведете следното:
bn: অনুগ্রহ করে নিম্নলিখিত অনুবাদ করুন:
ca: Si us plau, tradueix el següent:
de: Bitte übersetze Folgendes:
el: Παρακαλώ μεταφράστε το παρακάτω:
et: Palun tõlkige järgmine:
eu: Mesedez, itzuli hau:
fi: Käännä seuraava:
fil: Pakisalin ang sumusunod:
fr: Veuillez traduire ce qui suit :
gl: Por favor, traduce o seguinte:
gu: કૃપા કરીને નીચેનું અનુવાદ કરો:
he: תר ת ר :
hi: कृपया निम्नलिखित का अनुवाद करें:
hu: Kérlek fordítsd le a következőt:
id: Silakan terjemahkan yang berikut:
it: Traduci quanto segue:
ja: 以下のテキストを翻訳してください:
km: សូមបកប្រែខាងក្រោម:
kn: ದಯವಿಟ್ಟು ಕೆಳಗಿನದನ್ನು ಅನುವಾದಿಸಿ:
lo: ກະລຸນາແປຕໍ່ໄປນີ້:
mk: Ве молиме преведете го следното:
ml: ദയവായി ഇനിപ്പറയുന്നത് വിവർത്തനം ചെയ്യുക:
mr: कृपया खालील भाषांतर करा:
ms: Sila terjemahkan yang berikut:
my: အောက်ပါကို ဘာသာပြန်ပါ:
ne: कृपया निम्न अनुवाद गर्नुहोस्:
nl: Vertaal het volgende:
pa: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੇ ਦਾ ਅਨੁਵਾਦ ਕਰੋ:
pl: Prosz przetumaczy nastpujce:
pt_pt: Por favor, traduza o seguinte:
ru: Пожалуйста, переведите следующее:
si: කරුණාකර පහත දැක්වෙන්නේ පරිවර්තනය කරන්න:
sl: Prosim, prevedi naslednje:
sr: Молимо преведи следеће:
sw: Tafadhali tafsiri yafuatayo:
ta: தயவுசெய்து பின்வருவனவற்றை மொழிபெயர்க்கவும்:
te: దయచేసి క్రింది వాటిని అనువదించండి:
th: กรุณาแปลต่อไปนี้:
uk: Будь ласка, перекладіть наступне:
zu: Sicela uhumushe okulandelayo:

# template.summarize.name
source: Summarize
af: Vat Saam
am: አጠቃለል
ar: تلخيص
bg: Резюме
bn: সংক্ষিপ্তসার
ca: Resumir
de: Zusammenfassen
el: Σύνοψη
et: Kokkuvõte
eu: Laburtu
fi: Tiivistä
fil: Buod
fr: Résumer
gl: Resumir
gu: સારાંશ
he: ס
hi: सारांश
hu: Összefoglalás
id: Ringkas
it: Riassumi
ja: 要約
km: សង្ខេប
kn: ಸಾರಾಂಶ
lo: ສະຫຼຸບ
mk: Сумирај
ml: സംഗ്രഹിക്കുക
mr: सारांश
ms: Ringkaskan
my: အကျဉ်းချုပ်ပါ
ne: सारांश गर्नुहोस्
nl: Samenvatten
pa: ਸੰਖੇਪ ਕਰੋ
pl: Podsumuj
pt_pt: Resumir
ru: Резюмировать
si: සාරාංශ කරන්න
sl: Povzemi
sr: Резимирај
sw: Fupisha
ta: சுருக்கமாக்கு
te: సారాంశం
th: สรุป
uk: Підсумувати
zu: Fingqa

# template.summarize.content
source: Please summarize the following:
af: Vat asseblief die volgende saam:
am: እባክዎ የሚከተለውን ያጠቃልሉ:
ar: يرجى تلخيص ما يلي:
bg: Моля, резюмирайте следното:
bn: অনুগ্রহ করে নিম্নলিখিত সংক্ষিপ্তসার করুন:
ca: Si us plau, resumeix el següent:
de: Bitte fasse Folgendes zusammen:
el: Παρακαλώ συνοψίστε το παρακάτω:
et: Palun tehke järgmisest kokkuvõte:
eu: Mesedez, laburtu hau:
fi: Tiivistä seuraava:
fil: Pakibuod ang sumusunod:
fr: Veuillez résumer ce qui suit :
gl: Por favor, resume o seguinte:
gu: કૃપા કરીને નીચેનું સારાંશ કરો:
he: ס ת ר :
hi: कृपया निम्नलिखित का सारांश दें:
hu: Kérlek foglasd össze a következőt:
id: Silakan ringkas yang berikut:
it: Riassumi quanto segue:
ja: 以下の内容を簡潔に要約してください:
km: សូមសង្ខេបខាងក្រោម:
kn: ದಯವಿಟ್ಟು ಕೆಳಗಿನದನ್ನು ಸಂಗ್ರಹಿಸಿ:
lo: ກະລຸນາສະຫຼຸບຕໍ່ໄປນີ້:
mk: Ве молиме сумирајте го следното:
ml: ദയവായി ഇനിപ്പറയുന്നത് സംഗ്രഹിക്കുക:
mr: कृपया खालील सारांश करा:
ms: Sila ringkaskan yang berikut:
my: အောက်ပါကို အကျဉ်းချုပ်ပါ:
ne: कृपया निम्न सारांश गर्नुहोस्:
nl: Vat het volgende samen:
pa: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੇ ਦਾ ਸੰਖੇਪ ਕਰੋ:
pl: Prosz podsumowa nastpujce:
pt_pt: Por favor, resuma o seguinte:
ru: Пожалуйста, резюмируйте следующее:
si: කරුණාකර පහත දැක්වෙන්නේ සාරාංශ කරන්න:
sl: Prosim, povzemi naslednje:
sr: Молимо резимирај следеће:
sw: Tafadhali fupisha yafuatayo:
ta: தயவுசெய்து பின்வருவனவற்றைச் சுருக்கவும்:
te: దయచేసి క్రింది వాటిని సంగ్రహించండి:
th: กรุณาสรุปต่อไปนี้:
uk: Будь ласка, підсумуйте наступне:
zu: Sicela ufingqe okulandelayo:

# template.explain.name
source: Explain
af: Verduidelik
am: አብራራ
ar: شرح
bg: Обясни
bn: ব্যাখ্যা
ca: Explicar
de: Erklären
el: Εξήγηση
et: Selgita
eu: Azaldu
fi: Selitä
fil: Ipaliwanag
fr: Expliquer
gl: Explicar
gu: સમજાવો
he: סר
hi: व्याख्या
hu: Magyarázat
id: Jelaskan
it: Spiega
ja: 解説
km: ពន្យល់
kn: ವಿವರಿಸಿ
lo: ອະທິບາຍ
mk: Објасни
ml: വിശദീകരിക്കുക
mr: स्पष्ट करा
ms: Terangkan
my: ရှင်းပြပါ
ne: व्याख्या गर्नुहोस्
nl: Uitleggen
pa: ਸਮਝਾਓ
pl: Wyjanij
pt_pt: Explicar
ru: Объяснить
si: පැහැදිලි කරන්න
sl: Razlo쬴
sr: Објасни
sw: Eleza
ta: விளக்கு
te: వివరించు
th: อธิบาย
uk: Пояснити
zu: Chaza

# template.explain.content
source: Please explain the following:
af: Verduidelik asseblief die volgende:
am: እባክዎ የሚከተለውን ያብራሩ:
ar: يرجى شرح ما يلي:
bg: Моля, обяснете следното:
bn: অনুগ্রহ করে নিম্নলিখিত ব্যাখ্যা করুন:
ca: Si us plau, explica el següent:
de: Bitte erkläre Folgendes:
el: Παρακαλώ εξηγήστε το παρακάτω:
et: Palun selgitage järgmist:
eu: Mesedez, azaldu hau:
fi: Selitä seuraava:
fil: Pakipaliwanag ang sumusunod:
fr: Veuillez expliquer ce qui suit :
gl: Por favor, explica o seguinte:
gu: કૃપા કરીને નીચેનું સમજાવો:
he: סר ת ר :
hi: कृपया निम्नलिखित की व्याख्या करें:
hu: Kérlek magyarázd el a következőt:
id: Silakan jelaskan yang berikut:
it: Spiega quanto segue:
ja: 以下について分かりやすく解説してください:
km: សូមពន្យល់ខាងក្រោម:
kn: ದಯವಿಟ್ಟು ಕೆಳಗಿನದನ್ನು ವಿವರಿಸಿ:
lo: ກະລຸນາອະທິບາຍຕໍ່ໄປນີ້:
mk: Ве молиме објаснете го следното:
ml: ദയവായി ഇനിപ്പറയുന്നത് വിശദീകരിക്കുക:
mr: कृपया खालील स्पष्ट करा:
ms: Sila terangkan yang berikut:
my: အောက်ပါကို ရှင်းပြပါ:
ne: कृपया निम्न व्याख्या गर्नुहोस्:
nl: Leg het volgende uit:
pa: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੇ ਦੀ ਵਿਆਖਿਆ ਕਰੋ:
pl: Prosz wyjani nastpujce:
pt_pt: Por favor, explique o seguinte:
ru: Пожалуйста, объясните следующее:
si: කරුණාකර පහත දැක්වෙන්නේ පැහැදිලි කරන්න:
sl: Prosim, razlo쬴 naslednje:
sr: Молимо објасни следеће:
sw: Tafadhali eleza yafuatayo:
ta: தயவுசெய்து பின்வருவனவற்றை விளக்கவும்:
te: దయచేసి క్రింది వాటిని వివరించండి:
th: กรุณาอธิบายต่อไปนี้:
uk: Будь ласка, поясніть наступне:
zu: Sicela uchaze okulandelayo:
