Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# search.privacy.message
source: ElioChat Web Search protects your privacy: 🔒 Searches via DuckDuckGo 🚫 No tracking or profiling 🔐 Search history is not stored 📱 No data stored outside your device Only your search query is sent to DuckDuckGo, and results are processed on your device.
af: ElioChat-websoektog beskerm jou privaatheid: 🔒 Soektog via DuckDuckGo 🚫 Geen opsporing of profiliëring 🔐 Soekrekord word nie gestoor nie 📱 Geen data gestoor buite jou toestel Slegs jou soeknavraag word na DuckDuckGo gestuur, en resultate word op jou toestel verwerk.
am: ElioChat ድር ፍለጋ ግላዊነትዎን ይጠብቃል: 🔒 በDuckDuckGo በኩል ይፈልጋል 🚫 ምንም መከታተያ ወይም መገለጫ የለም 🔐 የፍለጋ ታሪክ አይቀመጥም 📱 ከእርስዎ መሣሪያ ውጭ ምንም መረጃ አይቀመጥም የእርስዎ የፍለጋ ጥያቄ ብቻ ወደ DuckDuckGo ይላካል፣ እና ውጤቶች በእርስዎ መሣሪያ ላይ ይሰራሉ።
ar: يحمي بحث ElioChat على الويب خصوصيتك: 🔒 البحث عبر DuckDuckGo 🚫 بدون تتبع أو تحليل 🔐 لا يتم تخزين سجل البحث 📱 لا تُخزّن بيانات خارج جهازك يتم إرسال استعلام البحث فقط إلى DuckDuckGo، وتتم معالجة النتائج على جهازك.
bg: ElioChat уеб търсенето защитава вашата поверителност: 🔒 Търсене чрез DuckDuckGo 🚫 Без проследяване или профилиране 🔐 Историята на търсенията не се съхранява 📱 Няма съхранени данни извън вашето устройство Само вашата заявка за търсене се изпраща до DuckDuckGo, а резултатите се обработват на вашето устройство.
bn: ElioChat ওয়েব সার্চ আপনার গোপনীয়তা রক্ষা করে: 🔒 DuckDuckGo এর মাধ্যমে সার্চ 🚫 কোনো ট্র্যাকিং বা প্রোফাইলিং নেই 🔐 সার্চ ইতিহাস সংরক্ষিত নয় 📱 আপনার ডিভাইসের বাইরে কোনো ডেটা সংরক্ষিত নয় শুধুমাত্র আপনার সার্চ কোয়েরি DuckDuckGo-তে পাঠানো হয় এবং ফলাফল আপনার ডিভাইসে প্রক্রিয়া করা হয়।
ca: La cerca web d'ElioChat protegeix la teva privadesa: Cerques via DuckDuckGo Sense seguiment ni perfilat L'historial de cerca no s'emmagatzema No s'emmagatzemen dades fora del dispositiu Només la teva consulta de cerca s'envia a DuckDuckGo i els resultats es processen al teu dispositiu.
de: ElioChat-Websuche schützt deine Privatsphäre: 🔒 Suche über DuckDuckGo 🚫 Kein Tracking oder Profiling 🔐 Suchverlauf wird nicht gespeichert 📱 Keine Daten außerhalb deines Geräts gespeichert Nur deine Suchanfrage wird an DuckDuckGo gesendet, und die Ergebnisse werden auf deinem Gerät verarbeitet.
el: Η αναζήτηση ιστού ElioChat προστατεύει το απόρρητό σας: 🔒 Αναζητήσεις μέσω DuckDuckGo 🚫 Χωρίς παρακολούθηση ή προφίλ 🔐 Το ιστορικό αναζήτησης δεν αποθηκεύεται 📱 Δεν αποθηκεύονται δεδομένα εκτός της συσκευής σας Μόνο το ερώτημα αναζήτησής σας αποστέλλεται στο DuckDuckGo και τα αποτελέσματα επεξεργάζονται στη συσκευή σας.
et: ElioChat veebiotsing kaitseb teie privaatsust: 🔒 Otsingud DuckDuckGo kaudu 🚫 Jälituseta või profileerimiseta 🔐 Otsinguajalugu ei salvestata 📱 Andmeid ei salvestata väljaspool teie seadet Ainult teie otsingupäring saadetakse DuckDuckGo-le ja tulemusi töödeldakse teie seadmes.
eu: ElioChat web bilaketak zure pribatutasuna babesten du: 🔒 Bilaketak DuckDuckGo bidez 🚫 Jarraipenik edo perfilik ez 🔐 Bilaketa historia ez da gordetzen 📱 Ez dira datuak gordetzen gailutik kanpo Zure bilaketa kontsulta soilik bidaltzen da DuckDuckGo-ra eta emaitzak zure gailuan prozesatzen dira.
fi: ElioChat verkkohaku suojaa yksityisyyttäsi: 🔒 Haku DuckDuckGon kautta 🚫 Ei seurantaa tai profilointia 🔐 Hakuhistoriaa ei tallenneta 📱 Dataa ei tallenneta laitteen ulkopuolelle Vain hakukyselysi lähetetään DuckDuckGolle, ja tulokset käsitellään laitteessasi.
fil: Ang ElioChat Web Search ay pinoprotektahan ang iyong privacy: 🔒 Paghahanap sa pamamagitan ng DuckDuckGo 🚫 Walang pagsubaybay o profiling 🔐 Ang kasaysayan ng paghahanap ay hindi nakaimbak 📱 Walang data na nakaimbak sa labas ng iyong device Tanging ang iyong search query lang ang ipinapadala sa DuckDuckGo, at ang mga resulta ay pinoproseso sa iyong device.
fr: La recherche web d'ElioChat protège votre vie privée : 🔒 Recherches via DuckDuckGo 🚫 Aucun suivi ni profilage 🔐 L'historique de recherche n'est pas conservé 📱 Aucune donnée stockée en dehors de votre appareil Seule votre requête est envoyée à DuckDuckGo, et les résultats sont traités sur votre appareil.
gl: A busca web de ElioChat protexe a túa privacidade: Buscas mediante DuckDuckGo Sen rastrexo nin perfís O historial de busca non se almacena Non se almacenan datos fóra do teu dispositivo Só se envía a túa consulta de busca a DuckDuckGo e os resultados procésanse no teu dispositivo.
gu: ElioChat વેબ શોધ તમારી ગોપનીયતાનું રક્ષણ કરે છે: 🔒 DuckDuckGo દ્વારા શોધ 🚫 ટ્રૅકિંગ અથવા પ્રોફાઇલિંગ નથી 🔐 શોધ ઇતિહાસ સંગ્રહિત નથી 📱 તમારા ઉપકરણની બહાર ડેટા સંગ્રહિત નથી ફક્ત તમારી શોધ ક્વેરી DuckDuckGo ને મોકલવામાં આવે છે અને પરિણામો તમારા ઉપકરણ પર પ્રક્રિયા કરવામાં આવે છે.
he: פש רשת ש ElioChat ע פרת ש: פש ר DuckDuckGo עק פרפ סרת פש שרת ת ס ץ שר ש רק שתת פש ש שת -DuckDuckGo, תצת עת שר ש.
hi: Elio वेब सर्च आपकी गोपनीयता की रक्षा करता है: 🔒 DuckDuckGo के माध्यम से खोज 🚫 कोई ट्रैकिंग या प्रोफाइलिंग नहीं 🔐 खोज इतिहास संग्रहित नहीं होता 📱 आपके डिवाइस के बाहर कोई डेटा संग्रहित नहीं केवल आपकी खोज क्वेरी DuckDuckGo को भेजी जाती है, और परिणाम आपके डिवाइस पर प्रोसेस किए जाते हैं।
hu: Az ElioChat webes keresés védi az adatvédelmedet: 🔒 Keresés DuckDuckGo-n keresztül 🚫 Nincs követés vagy profilozás 🔐 Keresési előzmények nem tárolódnak 📱 Nincs adat tárolva az eszközödön kívül Csak a keresési lekérdezésed kerül elküldésre a DuckDuckGo-nak, és az eredmények az eszközödön kerülnek feldolgozásra.
id: Pencarian Web ElioChat melindungi privasi Anda: 🔒 Pencarian melalui DuckDuckGo 🚫 Tidak ada pelacakan atau pembuatan profil 🔐 Riwayat pencarian tidak disimpan 📱 Tidak ada data disimpan di luar perangkat Anda Hanya kueri pencarian Anda yang dikirim ke DuckDuckGo, dan hasil diproses di perangkat Anda.
it: La ricerca web di ElioChat protegge la tua privacy: 🔒 Ricerche tramite DuckDuckGo 🚫 Nessun tracciamento o profilazione 🔐 La cronologia delle ricerche non viene salvata 📱 Nessun dato archiviato fuori dal tuo dispositivo Solo la tua query di ricerca viene inviata a DuckDuckGo e i risultati vengono elaborati sul tuo dispositivo.
km: ការស្វែងរកតាមវេប ElioChat ការពារឯកជនភាពរបស់អ្នក: 🔒 ស្វែងរកតាមរយៈ DuckDuckGo 🚫 គ្មានការតាមដានឬការធ្វើប្រវត្តិរូប 🔐 ប្រវត្តិការស្វែងរកមិនត្រូវបានរក្សាទុកទេ 📱 គ្មានទិន្នន័យរក្សាទុកនៅខាងក្រៅឧបករណ៍របស់អ្នកទេ មានតែសំណួរស្វែងរករបស់អ្នកត្រូវបានផ្ញើទៅ DuckDuckGo ហើយលទ្ធផលត្រូវបានដំណើរការនៅលើឧបករណ៍របស់អ្នក។
kn: ElioChat ವೆಬ್ ಸರ್ಚ್ ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸುತ್ತದೆ: 🔒 DuckDuckGo ಮೂಲಕ ಹುಡುಕಾಟಗಳು 🚫 ಟ್ರ್ಯಾಕಿಂಗ್ ಅಥವಾ ಪ್ರೊಫೈಲಿಂಗ್ ಇಲ್ಲ 🔐 ಹುಡುಕಾಟ ಇತಿಹಾಸವನ್ನು ಸಂಗ್ರಹಿಸಲಾಗುವುದಿಲ್ಲ 📱 ನಿಮ್ಮ ಸಾಧನದ ಹೊರಗೆ ಡೇಟಾ ಸಂಗ್ರಹಿಸಲಾಗುವುದಿಲ್ಲ ನಿಮ್ಮ ಹುಡುಕಾಟ ಪ್ರಶ್ನೆಯನ್ನು ಮಾತ್ರ DuckDuckGo ಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಫಲಿತಾಂಶಗಳನ್ನು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತದೆ.
lo: ການຄົ້ນຫາເວັບ ElioChat ປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງທ່ານ: 🔒 ຄົ້ນຫາຜ່ານ DuckDuckGo 🚫 ບໍ່ຕິດຕາມຫຼືສ້າງໂປຣໄຟລ໌ 🔐 ປະຫວັດການຄົ້ນຫາບໍ່ຖືກບັນທຶກ 📱 ບໍ່ມີຂໍ້ມູນບັນທຶກນອກອຸປະກອນຂອງທ່ານ ມີພຽງແຕ່ຄຳຖາມຄົ້ນຫາຂອງທ່ານຖືກສົ່ງໄປຫາ DuckDuckGo ແລະຜົນໄດ້ຮັບຖືກປະມວນຜົນໃນອຸປະກອນຂອງທ່ານ.
mk: ElioChat веб-пребарувањето ја заштитува вашата приватност: 🔒 Пребарувања преку DuckDuckGo 🚫 Без следење или профилирање 🔐 Историјата на пребарување не се чува 📱 Податоците не се чуваат надвор од уредот Само вашето барање за пребарување се испраќа до DuckDuckGo и резултатите се обработуваат на вашиот уред.
ml: ElioChat വെബ് തിരയൽ നിങ്ങളുടെ സ്വകാര്യത സംരക്ഷിക്കുന്നു: 🔒 DuckDuckGo വഴി തിരയുന്നു 🚫 ട്രാക്കിംഗോ പ്രൊഫൈലിംഗോ ഇല്ല 🔐 തിരയൽ ചരിത്രം സംഭരിച്ചിട്ടില്ല 📱 നിങ്ങളുടെ ഉപകരണത്തിന് പുറത്ത് ഡാറ്റ സംഭരിച്ചിട്ടില്ല നിങ്ങളുടെ തിരയൽ ചോദ്യം മാത്രമേ DuckDuckGo ലേക്ക് അയയ്ക്കുകയുള്ളൂ, ഫലങ്ങൾ നിങ്ങളുടെ ഉപകരണത്തിൽ പ്രോസസ്സ് ചെയ്യുന്നു.
mr: ElioChat वेब शोध तुमची गोपनीयता संरक्षित करतो: 🔒 DuckDuckGo द्वारे शोध 🚫 ट्रॅकिंग किंवा प्रोफाइलिंग नाही 🔐 शोध इतिहास संचयित नाही 📱 तुमच्या डिव्हाइसच्या बाहेर डेटा संचयित नाही फक्त तुमची शोध क्वेरी DuckDuckGo ला पाठवली जाते आणि निकाल तुमच्या डिव्हाइसवर प्रक्रिया केले जातात.
ms: Carian Web ElioChat melindungi privasi anda: 🔒 Carian melalui DuckDuckGo 🚫 Tiada penjejakan atau pemprofelan 🔐 Sejarah carian tidak disimpan 📱 Tiada data disimpan di luar peranti anda Hanya pertanyaan carian anda dihantar ke DuckDuckGo, dan hasil diproses pada peranti anda.
my: ElioChat ဝဘ် ရှာဖွေမှုသည် သင့်ကိုယ်ရေးကိုယ်တာကို ကာကွယ်သည်: 🔒 DuckDuckGo မှတဆင့် ရှာဖွေမှုများ 🚫 ခြေရာခံမှု သို့မဟုတ် ကိုယ်ရေးအချက်အလက် မရှိ 🔐 ရှာဖွေမှု မှတ်တမ်း သိမ်းဆည်းခြင်း မရှိပါ 📱 သင့်စက်ပြင်ပတွင် ဒေတာ သိမ်းဆည်းခြင်း မရှိပါ သင့် ရှာဖွေမှု မေးခွန်းကိုသာ DuckDuckGo သို့ ပို့ပြီး ရလဒ်များကို သင့်စက်တွင် စီမံဆောင်ရွက်သည်။
ne: ElioChat वेब खोजीले तपाईंको गोपनीयता सुरक्षित गर्दछ: 🔒 DuckDuckGo मार्फत खोजहरू 🚫 कुनै ट्र्याकिङ वा प्रोफाइलिङ छैन 🔐 खोजी इतिहास भण्डारण गरिएको छैन 📱 तपाईंको उपकरण बाहिर कुनै डाटा भण्डारण गरिएको छैन केवल तपाईंको खोजी प्रश्न DuckDuckGo मा पठाइन्छ र परिणामहरू तपाईंको उपकरणमा प्रशोधन गरिन्छ।
nl: ElioChat Zoeken op het web beschermt je privacy: 🔒 Zoekt via DuckDuckGo 🚫 Geen tracking of profilering 🔐 Zoekgeschiedenis wordt niet opgeslagen 📱 Geen gegevens opgeslagen buiten je apparaat Alleen je zoekopdracht wordt naar DuckDuckGo gestuurd en resultaten worden op je apparaat verwerkt.
pa: ElioChat ਵੈੱਬ ਖੋਜ ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦੀ ਰੱਖਿਆ ਕਰਦੀ ਹੈ: 🔒 DuckDuckGo ਰਾਹੀਂ ਖੋਜ 🚫 ਕੋਈ ਟਰੈਕਿੰਗ ਜਾਂ ਪ੍ਰੋਫਾਈਲਿੰਗ ਨਹੀਂ 🔐 ਖੋਜ ਇਤਿਹਾਸ ਸਟੋਰ ਨਹੀਂ ਕੀਤਾ 📱 ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਤੋਂ ਬਾਹਰ ਕੋਈ ਡੇਟਾ ਸਟੋਰ ਨਹੀਂ ਸਿਰਫ਼ ਤੁਹਾਡਾ ਖੋਜ ਸਵਾਲ DuckDuckGo ਨੂੰ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਨਤੀਜੇ ਤੁਹਾਡੇ ਡਿਵਾਈਸ 'ਤੇ ਪ੍ਰੋਸੈਸ ਕੀਤੇ ਜਾਂਦੇ ਹਨ।
pl: Wyszukiwanie internetowe ElioChat chroni Twoj prywatno: Wyszukiwanie przez DuckDuckGo Brak ledzenia lub profilowania Historia wyszukiwania nie jest przechowywana Żadne dane nie s przechowywane poza Twoim urzdzeniem Tylko Twoje zapytanie wyszukiwania jest wysyane do DuckDuckGo, a wyniki s przetwarzane na Twoim urzdzeniu.
pt_pt: A Pesquisa Web ElioChat protege a sua privacidade: 🔒 Pesquisas via DuckDuckGo 🚫 Sem rastreamento ou perfis 🔐 Histórico de pesquisa não é armazenado 📱 Nenhum dado armazenado fora do seu dispositivo Apenas a sua consulta de pesquisa é enviada ao DuckDuckGo, e os resultados são processados no seu dispositivo.
ru: Веб-поиск ElioChat защищает вашу конфиденциальность: 🔒 Поиск через DuckDuckGo 🚫 Нет отслеживания или профилирования 🔐 История поиска не сохраняется 📱 Данные не хранятся за пределами устройства Только ваш поисковый запрос отправляется в DuckDuckGo, а результаты обрабатываются на вашем устройстве.
si: ElioChat වෙබ් සෙවීම ඔබේ රහස්‍යතාව ආරක්ෂා කරයි: 🔒 DuckDuckGo හරහා සෙවීම් 🚫 ලුහුබැඳීමක් හෝ පැතිකඩක් නැත 🔐 සෙවුම් ඉතිහාසය ගබඩා කර නැත 📱 ඔබේ උපාංගයෙන් පිටත දත්ත ගබඩා කර නැත ඔබේ සෙවුම් විමසුම පමණක් DuckDuckGo වෙත යවනු ලබන අතර ප්‍රතිඵල ඔබේ උපාංගයේ සකස් කෙරේ.
sl: ElioChat spletno iskanje varuje va코o zasebnost: 游 Iskanja preko DuckDuckGo 游뛂 Brez sledenja ali profiliranja 游댏 Zgodovina iskanja se ne shranjuje 游님 Nobenega shranjenih podatkov zunaj va코e naprave Samo va코a iskalna poizvedba je poslana v DuckDuckGo in rezultati so obdelani na va코i napravi.
sr: ElioChat веб претрага штити вашу приватност: 🔒 Претраге преко DuckDuckGo-а 🚫 Нема праћења или профилисања 🔐 Историја претраге се не чува 📱 Нема података ван вашег уређаја Само ваш упит за претрагу се шаље DuckDuckGo-у, а резултати се обрађују на вашем уређају.
sw: Utaftaji wa Wavuti wa ElioChat unalinda faragha yako: 🔒 Utaftaji kupitia DuckDuckGo 🚫 Hakuna kufuatilia au kutengeneza wasifu 🔐 Historia ya utaftaji haihifadhiwi 📱 Hakuna data inayohifadhiwa nje ya kifaa chako Tu ombi lako la utaftaji linatumwa kwa DuckDuckGo, na matokeo yanachakatwa kwenye kifaa chako.
ta: ElioChat இணைய தேடல் உங்கள் தனியுரிமையைப் பாதுகாக்கிறது: 🔒 DuckDuckGo வழியாக தேடல்கள் 🚫 கண்காணிப்பு அல்லது விவரக்குறிப்பு இல்லை 🔐 தேடல் வரலாறு சேமிக்கப்படவில்லை 📱 உங்கள் சாதனத்திற்கு வெளியே தரவு சேமிக்கப்படவில்லை உங்கள் தேடல் வினவல் மட்டுமே DuckDuckGo க்கு அனுப்பப்படுகிறது, மற்றும் முடிவுகள் உங்கள் சாதனத்தில் செயலாக்கப்படுகின்றன.
te: ElioChat వెబ్ సెర్చ్ మీ ప్రైవసీని రక్షిస్తుంది: 🔒 DuckDuckGo ద్వారా సెర్చ్ 🚫 ట్రాకింగ్ లేదా ప్రొఫైలింగ్ లేదు 🔐 సెర్చ్ చరిత్ర నిల్వ చేయబడదు 📱 మీ పరికరం వెలుపల డేటా నిల్వ చేయబడదు మీ సెర్చ్ క్వెరీ మాత్రమే DuckDuckGo కు పంపబడుతుంది మరియు ఫలితాలు మీ పరికరంలో ప్రాసెస్ చేయబడతాయి.
th: การค้นหาเว็บ ElioChat ปกป้องความเป็นส่วนตัวของคุณ: 🔒 ค้นหาผ่าน DuckDuckGo 🚫 ไม่มีการติดตามหรือการสร้างโปรไฟล์ 🔐 ไม่เก็บประวัติการค้นหา 📱 ไม่เก็บข้อมูลนอกอุปกรณ์ มีเพียงคำค้นหาของคุณเท่านั้นที่ถูกส่งไปยัง DuckDuckGo และผลลัพธ์จะถูกประมวลผลบนอุปกรณ์ของคุณ
uk: Веб-пошук ElioChat захищає вашу конфіденційність: 🔒 Пошук через DuckDuckGo 🚫 Без відстеження чи профілювання 🔐 Історія пошуку не зберігається 📱 Жодних даних не зберігається за межами вашого пристрою Тільки ваш пошуковий запит надсилається до DuckDuckGo, і результати обробляються на вашому пристрої.
zu: Ukusesha Kwewebhu kwe-ElioChat kuvikela ubumfihlo bakho: 🔒 Ukusesha nge-DuckDuckGo 🚫 Akukho ukulandela noma ukwenza iphrofayili 🔐 Umlando wokusesha awugcinwa 📱 Ayikho idatha egcinwe ngaphandle kwedivayisi yakho Yisicelo sakho sokusesha kuphela esithunyelwa ku-DuckDuckGo, futhi imiphumela icutshungulwa kudivayisi yakho.

# chat.web.analyzing
source: [Analyzing web page]
af: [Analiseer webbladsy]
am: [ድር ገጽ በመተንተን ላይ]
ar: [جارٍ تحليل صفحة الويب]
bg: [Анализиране на уеб страница]
bn: [ওয়েব পৃষ্ঠা বিশ্লেষণ করছে]
ca: [Analitzant pgina web]
de: [Webseite wird analysiert]
el: [Ανάλυση ιστοσελίδας]
et: [Veebilehe analüüsimine]
eu: [Web orria aztertzen]
fi: [Analysoidaan verkkosivua]
fil: [Nag-aanalisa ng web page]
fr: [Analyse de la page web]
gl: [Analizando páxina web]
gu: [વેબ પૃષ્ઠ વિશ્લેષણ કરી રહ્યું છે]
he: [ת ע ר]
hi: [वेब पेज का विश्लेषण हो रहा है]
hu: [Weboldal elemzése]
id: [Menganalisis halaman web]
it: [Analisi della pagina web]
km: [កំពុងវិភាគទំព័រវេប]
kn: [ವೆಬ್ ಪುಟವನ್ನು ವಿಶ್ಲೇಷಿಸುತ್ತಿದೆ]
lo: [ກຳລັງວິເຄາະໜ້າເວັບ]
mk: [Се анализира веб-страница]
ml: [വെബ് പേജ് വിശകലനം ചെയ്യുന്നു]
mr: [वेब पृष्ठ विश्लेषण करत आहे]
ms: [Menganalisis halaman web]
my: [ဝဘ်စာမျက်နှာ ပိုင်းခြားစိတ်ဖြာနေသည်]
ne: [वेब पृष्ठ विश्लेषण गर्दै]
nl: [Webpagina analyseren]
pa: [ਵੈੱਬ ਪੰਨੇ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰ ਰਿਹਾ ਹੈ]
pl: [Analizowanie strony internetowej]
pt_pt: [A analisar página web]
ru: [Анализ веб-страницы]
si: [වෙබ් පිටුව විශ්ලේෂණය කරමින්]
sl: [Analiziram spletno stran]
sr: [Анализа веб странице]
sw: [Inachambua ukurasa wa wavuti]
ta: [இணையப் பக்கத்தை பகுப்பாய்வு செய்கிறது]
te: [వెబ్ పేజీని విశ్లేషిస్తోంది]
th: [กำลังวิเคราะห์หน้าเว็บ]
uk: [Аналіз веб-сторінки]
zu: [Ihlaziya ikhasi lewebhu]

# inference.mode.gpu
source: GPU (Metal)
zu: I-GPU (Metal)

# settings.parameter.top.p
source: Top P
bn: টপ P
gu: ટોપ P
kn: ಟಾಪ್ P
ml: ടോപ്പ് P
mr: टॉप P
pa: ਟੌਪ P
te: టాప్ P

# settings.parameter.top.k
source: Top K
bn: টপ K
gu: ટોપ K
kn: ಟಾಪ್ K
ml: ടോപ്പ് K
mr: टॉप K
pa: ਟੌਪ K
te: టాప్ K
