Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# chat.pdf.sent
source: [PDF attached: %@]
af: [PDF geheg: %@]
am: [PDF ተያይዟል: %@]
ar: [ملف PDF مرفق: %@]
bg: [PDF прикачен: %@]
bn: [PDF সংযুক্ত: %@]
ca: [PDF adjunt: %@]
de: [PDF angehängt: %@]
el: [PDF επισυνάφθηκε: %@]
et: [PDF lisatud: %@]
eu: [PDF erantsita: %@]
fi: [PDF liitetty: %@]
fil: [Nakalakip na PDF: %@]
fr: [PDF joint : %@]
gl: [PDF adxunto: %@]
gu: [PDF જોડ્યું: %@]
he: [PDF צרף: %@]
hi: [PDF संलग्न: %@]
hu: [PDF csatolva: %@]
id: [PDF dilampirkan: %@]
it: [PDF allegato: %@]
ja: [PDF添付: %@]
km: [បានភ្ជាប់ PDF: %@]
kn: [PDF ಲಗತ್ತಿಸಲಾಗಿದೆ: %@]
lo: [ແນບ PDF: %@]
mk: [PDF прикачен: %@]
ml: [PDF ചേർത്തു: %@]
mr: [PDF जोडले: %@]
ms: [PDF dilampirkan: %@]
my: [PDF ပူးတွဲ: %@]
ne: [PDF संलग्न: %@]
nl: [PDF bijgevoegd: %@]
pa: [PDF ਨੱਥੀ: %@]
pl: [Zaczono PDF: %@]
pt_pt: [PDF anexado: %@]
ru: [PDF прикреплён: %@]
si: [PDF ඇමිණූ: %@]
sl: [PDF prilo쬰n: %@]
sr: [PDF приложен: %@]
sw: [PDF imeambatanishwa: %@]
ta: [PDF இணைக்கப்பட்டது: %@]
te: [PDF జోడించబడింది: %@]
th: [แนบ PDF: %@]
uk: [PDF прикріплено: %@]
zu: [I-PDF inamathiselwe: %@]

# chat.pdf.sent.vision
source: [PDF with image: %@]
af: [PDF met beeld: %@]
am: [PDF ከምስል ጋር: %@]
ar: [ملف PDF مع صورة: %@]
bg: [PDF с изображение: %@]
bn: [ছবিসহ PDF: %@]
ca: [PDF amb imatge: %@]
de: [PDF mit Bild: %@]
el: [PDF με εικόνα: %@]
et: [PDF pildiga: %@]
eu: [PDF irudiekin: %@]
fi: [PDF kuvalla: %@]
fil: [PDF na may larawan: %@]
fr: [PDF avec image : %@]
gl: [PDF con imaxe: %@]
gu: [છબી સાથે PDF: %@]
he: [PDF ע ת: %@]
hi: [छवि सहित PDF: %@]
hu: [PDF képpel: %@]
id: [PDF dengan gambar: %@]
it: [PDF con immagine: %@]
ja: [PDF画像付き: %@]
km: [PDF ជាមួយរូបភាព: %@]
kn: [ಚಿತ್ರದೊಂದಿಗೆ PDF: %@]
lo: [PDF ມີຮູບພາບ: %@]
mk: [PDF со слика: %@]
ml: [ചിത്രത്തോടുകൂടിയ PDF: %@]
mr: [प्रतिमेसह PDF: %@]
ms: [PDF dengan imej: %@]
my: [ပုံပါသော PDF: %@]
ne: [छवि सहितको PDF: %@]
nl: [PDF met afbeelding: %@]
pa: [ਤਸਵੀਰ ਨਾਲ PDF: %@]
pl: [PDF z obrazem: %@]
pt_pt: [PDF com imagem: %@]
ru: [PDF с изображением: %@]
si: [රූපය සමග PDF: %@]
sl: [PDF s sliko: %@]
sr: [PDF са сликом: %@]
sw: [PDF na picha: %@]
ta: [படத்துடன் PDF: %@]
te: [చిత్రంతో PDF: %@]
th: [PDF พร้อมภาพ: %@]
uk: [PDF із зображенням: %@]
zu: [I-PDF enesithombe: %@]

# chat.pdf.context
source: The following is text content extracted from the PDF document "%@": %@
af: Die volgende is teksinhoud onttrek uit die PDF-dokument "%@": %@
am: የሚከተለው ከPDF ሰነድ "%@" የተወጣ ጽሁፍ ይዘት ነው: %@
ar: فيما يلي محتوى نصي مستخرج من مستند PDF بعنوان "%@": %@
bg: Следното е текстово съдържание, извлечено от PDF документа "%@": %@
bn: নিম্নলিখিত হল PDF নথি "%@" থেকে বের করা টেক্সট বিষয়বস্তু: %@
ca: El següent és el contingut de text extret del document PDF "%@": %@
de: Im Folgenden ist der Textinhalt des PDF-Dokuments "%@": %@
el: Το παρακάτω είναι περιεχόμενο κειμένου από το έγγραφο PDF "%@": %@
et: Järgnev on PDF-dokumendist "%@" ekstraktitud tekstisisu: %@
eu: Hurrengoa "%@" PDF dokumentutik ateratako testu-edukia da: %@
fi: Seuraava on tekstisisältöä PDF-dokumentista "%@": %@
fil: Ang sumusunod ay nilalaman ng teksto na kinuha mula sa PDF document "%@": %@
fr: Voici le contenu textuel extrait du document PDF « %@ » : %@
gl: O seguinte é o contido de texto extraído do documento PDF "%@": %@
gu: PDF દસ્તાવેજ "%@" માંથી કાઢવામાં આવેલી નીચેની ટેક્સ્ટ સામગ્રી: %@
he: ת קס שץ ס PDF "%@": %@
hi: निम्नलिखित PDF दस्तावेज़ "%@" से निकाली गई पाठ्य सामग्री है: %@
hu: A következő a PDF dokumentumból "%@" kinyert szöveges tartalom: %@
id: Berikut adalah konten teks yang diekstrak dari dokumen PDF "%@": %@
it: Di seguito è riportato il contenuto testuale estratto dal documento PDF "%@": %@
ja: 以下はPDFドキュメント「%@」から抽出されたテキスト内容です: %@
km: ខាងក្រោមនេះគឺជាខ្លឹមសារអត្ថបទដែលស្រង់ចេញពីឯកសារ PDF "%@": %@
kn: PDF ದಾಖಲೆ "%@" ನಿಂದ ಹೊರತೆಗೆದ ಕೆಳಗಿನ ಪಠ್ಯ ವಿಷಯ: %@
lo: ຕໍ່ໄປນີ້ແມ່ນເນື້ອໃນຂໍ້ຄວາມທີ່ສະກັດຈາກເອກະສານ PDF "%@": %@
mk: Следното е текстуална содржина извлечена од PDF документот "%@": %@
ml: ഇനിപ്പറയുന്നത് PDF രേഖ "%@" ൽ നിന്ന് എടുത്ത വാചക ഉള്ളടക്കമാണ്: %@
mr: PDF दस्तऐवज "%@" मधून काढलेली खालील मजकूर सामग्री: %@
ms: Berikut adalah kandungan teks yang diekstrak daripada dokumen PDF "%@": %@
my: အောက်ပါသည် PDF စာရွက်စာတမ်း "%@" မှ ထုတ်ယူထားသော စာသား အကြောင်းအရာဖြစ်သည်: %@
ne: निम्न पाठ PDF कागजात "%@" बाट निकालिएको हो: %@
nl: Dit is tekstinhoud geëxtraheerd uit het PDF-document "%@": %@
pa: ਹੇਠਾਂ PDF ਦਸਤਾਵੇਜ਼ "%@" ਤੋਂ ਕੱਢੀ ਗਈ ਟੈਕਸਟ ਸਮੱਗਰੀ ਹੈ: %@
pl: Poniżej znajduje si tre tekstowa wyodrbniona z dokumentu PDF "%@": %@
pt_pt: O seguinte é o conteúdo de texto extraído do documento PDF "%@": %@
ru: Следующий текст извлечён из PDF-документа "%@": %@
si: පහත දැක්වෙන්නේ PDF ලේඛනයෙන් "%@" උපුටා ගත් පෙළ අන්තර්ගතයයි: %@
sl: Naslednje besedilo je bilo ekstrahirano iz PDF dokumenta "%@": %@
sr: Следи текстуални садржај извучен из PDF документа "%@": %@
sw: Ifuatayo ni maudhui ya maandishi yaliyochukuliwa kutoka kwa hati ya PDF "%@": %@
ta: பின்வருபவை PDF ஆவணம் "%@" இலிருந்து பிரித்தெடுக்கப்பட்ட உரை உள்ளடக்கம்: %@
te: క్రింది వాటి PDF డాక్యుమెంట్ "%@" నుండి సేకరించిన టెక్స్ట్ కంటెంట్: %@
th: ต่อไปนี้คือเนื้อหาข้อความที่แยกจากเอกสาร PDF "%@": %@
uk: Нижче наведено текстовий вміст, витягнутий із PDF-документа "%@": %@
zu: Okulandelayo kungokuqukethwe kombhalo okukhishwe kudokhumenti ye-PDF "%@": %@

# chat.pdf.context.vision
source: This is page 1 of the PDF document "%@". The extracted text content is: %@ Please analyze both the visual content and the text.
af: Dit is bladsy 1 van die PDF-dokument "%@". Die onttrekte teksinhoud is: %@ Analiseer asseblief beide die visuele inhoud en die teks.
am: ይህ የPDF ሰነድ "%@" ገጽ 1 ነው። የተወጣው ጽሁፍ ይዘት: %@ እባክዎ ሁለቱንም የእይታ ይዘት እና ጽሁፉን ይተንትኑ።
ar: هذه هي الصفحة الأولى من مستند PDF بعنوان "%@". المحتوى النصي المستخرج هو: %@ يرجى تحليل كل من المحتوى المرئي والنصي.
bg: Това е страница 1 от PDF документа "%@". Извлеченото текстово съдържание е: %@ Моля, анализирайте както визуалното съдържание, така и текста.
bn: এটি PDF নথি "%@" এর পৃষ্ঠা ১। বের করা টেক্সট বিষয়বস্তু হল: %@ অনুগ্রহ করে ভিজ্যুয়াল বিষয়বস্তু এবং টেক্সট উভয় বিশ্লেষণ করুন।
ca: Aquesta és la pgina 1 del document PDF "%@". El contingut de text extret és: %@ Si us plau, analitza tant el contingut visual com el text.
de: Dies ist Seite 1 des PDF-Dokuments "%@". Der extrahierte Textinhalt lautet: %@ Bitte analysiere sowohl den visuellen Inhalt als auch den Text.
el: Αυτή είναι η σελίδα 1 του εγγράφου PDF "%@". Το περιεχόμενο κειμένου είναι: %@ Παρακαλώ αναλύστε τόσο το οπτικό περιεχόμενο όσο και το κείμενο.
et: See on PDF-dokumendi "%@" 1. lehekülg. Ekstraktitud tekstisisu: %@ Palun analüüsige nii visuaalset sisu kui ka teksti.
eu: Hau "%@" PDF dokumentuaren 1. orria da. Ateratako testu-edukia da: %@ Mesedez, aztertu ikus-edukia eta testua biak.
fi: Tämä on sivu 1 PDF-dokumentista "%@". Poimittu tekstisisältö on: %@ Analysoi sekä visuaalinen sisältö että teksti.
fil: Ito ang pahina 1 ng PDF document "%@". Ang kinuhang nilalaman ng teksto ay: %@ Pakianalisa ang visual content at teksto.
fr: Ceci est la page 1 du document PDF « %@ ». Le contenu textuel extrait est : %@ Veuillez analyser à la fois le contenu visuel et le texte.
gl: Esta é a páxina 1 do documento PDF "%@". O contido de texto extraído é: %@ Por favor, analiza tanto o contido visual como o texto.
gu: આ PDF દસ્તાવેજ "%@" નું પૃષ્ઠ 1 છે. કાઢવામાં આવેલી ટેક્સ્ટ સામગ્રી: %@ કૃપા કરીને દૃશ્ય સામગ્રી અને ટેક્સ્ટ બંનેનું વિશ્લેષણ કરો.
he: ע 1 ש ס PDF "%@". ת קס שץ : %@ ת ת ת קס.
hi: यह PDF दस्तावेज़ "%@" का पृष्ठ 1 है। निकाली गई पाठ्य सामग्री इस प्रकार है: %@ कृपया दृश्य सामग्री और पाठ दोनों का विश्लेषण करें।
hu: Ez az 1. oldal a PDF dokumentumból "%@". A kinyert szöveges tartalom: %@ Kérlek elemezd mind a vizuális tartalmat, mind a szöveget.
id: Ini adalah halaman 1 dari dokumen PDF "%@". Konten teks yang diekstrak adalah: %@ Silakan analisis konten visual dan teksnya.
it: Questa è la pagina 1 del documento PDF "%@". Il contenuto testuale estratto è: %@ Analizza sia il contenuto visivo che il testo.
ja: これはPDFドキュメント「%@」の1ページ目です。抽出されたテキスト内容: %@ 画像とテキストの両方を分析してください。
km: នេះគឺជាទំព័រ 1 នៃឯកសារ PDF "%@"។ ខ្លឹមសារអត្ថបទដែលស្រង់ចេញគឺ: %@ សូមវិភាគទាំងខ្លឹមសារដែលមើលឃើញនិងអត្ថបទ។
kn: ಇದು PDF ದಾಖಲೆ "%@" ಯ ಪುಟ 1. ಹೊರತೆಗೆದ ಪಠ್ಯ ವಿಷಯ: %@ ದಯವಿಟ್ಟು ದೃಶ್ಯ ವಿಷಯ ಮತ್ತು ಪಠ್ಯ ಎರಡನ್ನೂ ವಿಶ್ಲೇಷಿಸಿ.
lo: ນີ້ແມ່ນໜ້າ 1 ຂອງເອກະສານ PDF "%@". ເນື້ອໃນຂໍ້ຄວາມທີ່ສະກັດແມ່ນ: %@ ກະລຸນາວິເຄາະທັງເນື້ອໃນພາບແລະຂໍ້ຄວາມ.
mk: Ова е страница 1 од PDF документот "%@". Извлечената текстуална содржина е: %@ Ве молиме анализирајте ги и визуелната содржина и текстот.
ml: ഇത് PDF രേഖ "%@" യുടെ പേജ് 1 ആണ്. എടുത്ത വാചക ഉള്ളടക്കം: %@ ദയവായി ദൃശ്യ ഉള്ളടക്കവും വാചകവും വിശകലനം ചെയ്യുക.
mr: हे PDF दस्तऐवज "%@" चे पृष्ठ 1 आहे. काढलेली मजकूर सामग्री: %@ कृपया दृश्य सामग्री आणि मजकूर दोन्ही विश्लेषण करा.
ms: Ini adalah muka surat 1 dokumen PDF "%@". Kandungan teks yang diekstrak ialah: %@ Sila analisis kandungan visual dan teks.
my: ဤသည် PDF စာရွက်စာတမ်း "%@" ၏ စာမျက်နှာ 1 ဖြစ်သည်။ ထုတ်ယူထားသော စာသား အကြောင်းအရာမှာ: %@ အမြင်အာရုံဆိုင်ရာ အကြောင်းအရာနှင့် စာသား နှစ်ခုစလုံးကို ပိုင်းခြားစိတ်ဖြာပါ။
ne: यो PDF कागजात "%@" को पृष्ठ १ हो। निकालिएको पाठ: %@ कृपया दृश्य सामग्री र पाठ दुवै विश्लेषण गर्नुहोस्।
nl: Dit is pagina 1 van het PDF-document "%@". De geëxtraheerde tekstinhoud: %@ Analyseer zowel de visuele inhoud als de tekst.
pa: ਇਹ PDF ਦਸਤਾਵੇਜ਼ "%@" ਦਾ ਪੰਨਾ 1 ਹੈ। ਕੱਢੀ ਗਈ ਟੈਕਸਟ ਸਮੱਗਰੀ ਹੈ: %@ ਕਿਰਪਾ ਕਰਕੇ ਦ੍ਰਿਸ਼ ਸਮੱਗਰੀ ਅਤੇ ਟੈਕਸਟ ਦੋਵਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੋ।
pl: To jest strona 1 dokumentu PDF "%@". Wyodrbniona tre tekstowa: %@ Prosz przeanalizowa zarówno tre wizualn, jak i tekst.
pt_pt: Esta é a página 1 do documento PDF "%@". O conteúdo de texto extraído é: %@ Por favor, analise tanto o conteúdo visual como o texto.
ru: Это страница 1 PDF-документа "%@". Извлечённый текст: %@ Пожалуйста, проанализируйте как визуальное содержимое, так и текст.
si: මෙය PDF ලේඛනයේ "%@" පිටුව 1 ය. උපුටා ගත් පෙළ අන්තර්ගතය: %@ කරුණාකර දෘශ්‍ය අන්තර්ගතය සහ පෙළ යන දෙකම විශ්ලේෂණය කරන්න.
sl: To je stran 1 PDF dokumenta "%@". Ekstrahirano besedilo: %@ Prosim, analiziraj vizualno vsebino in besedilo.
sr: Ово је страница 1 PDF документа "%@". Извучени текстуални садржај је: %@ Молимо анализирај и визуелни садржај и текст.
sw: Hii ni ukurasa wa 1 wa hati ya PDF "%@". Maudhui ya maandishi yaliyochukuliwa ni: %@ Tafadhali changanua maudhui ya kuona na maandishi.
ta: இது PDF ஆவணம் "%@" இன் பக்கம் 1. பிரித்தெடுக்கப்பட்ட உரை உள்ளடக்கம்: %@ தயவுசெய்து காட்சி உள்ளடக்கம் மற்றும் உரை இரண்டையும் பகுப்பாய்வு செய்யவும்.
te: ఇది PDF డాక్యుమెంట్ "%@" యొక్క పేజీ 1. సేకరించిన టెక్స్ట్ కంటెంట్: %@ దయచేసి దృశ్య కంటెంట్ మరియు టెక్స్ట్ రెండింటినీ విశ్లేషించండి.
th: นี่คือหน้า 1 ของเอกสาร PDF "%@" เนื้อหาข้อความที่แยกได้คือ: %@ กรุณาวิเคราะห์ทั้งเนื้อหาภาพและข้อความ
uk: Це сторінка 1 PDF-документа "%@". Витягнутий текстовий вміст: %@ Будь ласка, проаналізуйте як візуальний вміст, так і текст.
zu: Leli ikhasi 1 ledokhumenti ye-PDF "%@". Okuqukethwe kombhalo okukhishwe yilokhu: %@ Sicela uhlaziye kokubili okuqukethwe kokubukwayo nombhalo.

# chat.pdf.analyze
source: Please analyze this PDF page from "%@".
af: Analiseer asseblief hierdie PDF-bladsy van "%@".
am: እባክዎ ይህን PDF ገጽ ከ"%@" ይተንትኑ።
ar: يرجى تحليل صفحة PDF هذه من "%@".
bg: Моля, анализирайте тази PDF страница от "%@".
bn: অনুগ্রহ করে "%@" থেকে এই PDF পৃষ্ঠা বিশ্লেষণ করুন।
ca: Si us plau, analitza aquesta pgina del PDF "%@".
de: Bitte analysiere diese PDF-Seite von "%@".
el: Παρακαλώ αναλύστε αυτήν τη σελίδα PDF από "%@".
et: Palun analüüsige seda PDF-lehekülge dokumentist "%@".
eu: Mesedez, aztertu "%@" PDFren orri hau.
fi: Analysoi tämä PDF-sivu dokumentista "%@".
fil: Pakianalisa ang PDF page na ito mula sa "%@".
fr: Veuillez analyser cette page PDF de « %@ ».
gl: Por favor, analiza esta páxina do PDF de "%@".
gu: કૃપા કરીને "%@" માંથી આ PDF પૃષ્ઠનું વિશ્લેષણ કરો.
he: ת ע PDF -"%@".
hi: कृपया "%@" के इस PDF पृष्ठ का विश्लेषण करें।
hu: Kérlek elemezd ezt a PDF oldalt innen: "%@".
id: Silakan analisis halaman PDF ini dari "%@".
it: Analizza questa pagina PDF da "%@".
ja: 「%@」のこのPDFページを分析してください。
km: សូមវិភាគទំព័រ PDF នេះពី "%@"។
kn: ದಯವಿಟ್ಟು "%@" ನಿಂದ ಈ PDF ಪುಟವನ್ನು ವಿಶ್ಲೇಷಿಸಿ.
lo: ກະລຸນາວິເຄາະໜ້າ PDF ນີ້ຈາກ "%@".
mk: Ве молиме анализирајте ја оваа PDF страница од "%@".
ml: ദയവായി "%@" ൽ നിന്നുള്ള ഈ PDF പേജ് വിശകലനം ചെയ്യുക.
mr: कृपया "%@" मधील हे PDF पृष्ठ विश्लेषण करा.
ms: Sila analisis halaman PDF ini daripada "%@".
my: "%@" မှ PDF စာမျက်နှာကို ပိုင်းခြားစိတ်ဖြာပါ။
ne: कृपया "%@" बाट यो PDF पृष्ठ विश्लेषण गर्नुहोस्।
nl: Analyseer deze PDF-pagina uit "%@".
pa: ਕਿਰਪਾ ਕਰਕੇ "%@" ਤੋਂ ਇਸ PDF ਪੰਨੇ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੋ।
pl: Prosz przeanalizowa t stron PDF z "%@".
pt_pt: Por favor, analise esta página PDF de "%@".
ru: Пожалуйста, проанализируйте эту страницу PDF из "%@".
si: කරුණාකර "%@" සිට මෙම PDF පිටුව විශ්ලේෂණය කරන්න.
sl: Prosim, analiziraj to stran PDF iz "%@".
sr: Молимо анализирај ову PDF страницу из "%@".
sw: Tafadhali changanua ukurasa huu wa PDF kutoka "%@".
ta: தயவுசெய்து "%@" இலிருந்து இந்த PDF பக்கத்தை பகுப்பாய்வு செய்யவும்.
te: దయచేసి "%@" నుండి ఈ PDF పేజీని విశ్లేషించండి.
th: กรุณาวิเคราะห์หน้า PDF นี้จาก "%@"
uk: Будь ласка, проаналізуйте цю сторінку PDF з "%@".
zu: Sicela uhlaziye leli khasi le-PDF kusuka ku "%@".

# chat.url.sent
source: [Web page: %@]
af: [Webbladsy: %@]
am: [ድር ገጽ: %@]
ar: [صفحة ويب: %@]
bg: [Уеб страница: %@]
bn: [ওয়েব পৃষ্ঠা: %@]
ca: [Pgina web: %@]
de: [Webseite: %@]
el: [Ιστοσελίδα: %@]
et: [Veebileht: %@]
eu: [Web orria: %@]
fi: [Verkkosivu: %@]
fr: [Page web : %@]
gl: [Páxina web: %@]
gu: [વેબ પૃષ્ઠ: %@]
he: [ע ר: %@]
hi: [वेब पेज: %@]
hu: [Weboldal: %@]
id: [Halaman web: %@]
it: [Pagina web: %@]
ja: [Webページ: %@]
km: [ទំព័រវេប: %@]
kn: [ವೆಬ್ ಪುಟ: %@]
lo: [ໜ້າເວັບ: %@]
mk: [Веб-страница: %@]
ml: [വെബ് പേജ്: %@]
mr: [वेब पृष्ठ: %@]
ms: [Halaman web: %@]
my: [ဝဘ်စာမျက်နှာ: %@]
ne: [वेब पृष्ठ: %@]
nl: [Webpagina: %@]
pa: [ਵੈੱਬ ਪੰਨਾ: %@]
pl: [Strona internetowa: %@]
pt_pt: [Página web: %@]
ru: [Веб-страница: %@]
si: [වෙබ් පිටුව: %@]
sl: [Spletna stran: %@]
sr: [Веб страница: %@]
sw: [Ukurasa wa wavuti: %@]
ta: [இணையப் பக்கம்: %@]
te: [వెబ్ పేజీ: %@]
th: [หน้าเว็บ: %@]
uk: [Веб-сторінка: %@]
zu: [Ikhasi lewebhu: %@]

# chat.url.context
source: The following is content extracted from the web page "%@" (%@): %@
af: Die volgende is inhoud onttrek uit die webbladsy "%@" (%@): %@
am: የሚከተለው ከድር ገጽ "%@" (%@) የተወጣ ይዘት ነው: %@
ar: فيما يلي محتوى مستخرج من صفحة الويب "%@" (%@): %@
bg: Следното е съдържание, извлечено от уеб страницата "%@" (%@): %@
bn: নিম্নলিখিত হল ওয়েব পৃষ্ঠা "%@" (%@) থেকে বের করা বিষয়বস্তু: %@
ca: El següent és el contingut extret de la pgina web "%@" (%@): %@
de: Im Folgenden ist der Inhalt der Webseite "%@" (%@): %@
el: Το παρακάτω είναι περιεχόμενο από την ιστοσελίδα "%@" (%@): %@
et: Järgnev on veebilehelt "%@" (%@) ekstraktitud sisu: %@
eu: Hurrengoa "%@" (%@) web orritik ateratako edukia da: %@
fi: Seuraava on sisältöä verkkosivulta "%@" (%@): %@
fil: Ang sumusunod ay nilalaman na kinuha mula sa web page "%@" (%@): %@
fr: Voici le contenu extrait de la page web « %@ » (%@) : %@
gl: O seguinte é o contido extraído da páxina web "%@" (%@): %@
gu: વેબ પૃષ્ઠ "%@" (%@) માંથી કાઢવામાં આવેલી નીચેની સામગ્રી: %@
he: ת שץ ע ר "%@" (%@): %@
hi: निम्नलिखित वेब पेज "%@" (%@) से निकाली गई सामग्री है: %@
hu: A következő a weboldalról "%@" (%@) kinyert tartalom: %@
id: Berikut adalah konten yang diekstrak dari halaman web "%@" (%@): %@
it: Di seguito è riportato il contenuto estratto dalla pagina web "%@" (%@): %@
ja: 以下はWebページ「%@」(%@)から抽出された内容です: %@
km: ខាងក្រោមនេះគឺជាខ្លឹមសារដែលស្រង់ចេញពីទំព័រវេប "%@" (%@): %@
kn: ವೆಬ್ ಪುಟ "%@" (%@) ನಿಂದ ಹೊರತೆಗೆದ ಕೆಳಗಿನ ವಿಷಯ: %@
lo: ຕໍ່ໄປນີ້ແມ່ນເນື້ອໃນທີ່ສະກັດຈາກໜ້າເວັບ "%@" (%@): %@
mk: Следното е содржина извлечена од веб-страницата "%@" (%@): %@
ml: ഇനിപ്പറയുന്നത് വെബ് പേജ് "%@" (%@) ൽ നിന്ന് എടുത്ത ഉള്ളടക്കമാണ്: %@
mr: वेब पृष्ठ "%@" (%@) मधून काढलेली खालील सामग्री: %@
ms: Berikut adalah kandungan yang diekstrak daripada halaman web "%@" (%@): %@
my: အောက်ပါသည် ဝဘ်စာမျက်နှာ "%@" (%@) မှ ထုတ်ယူထားသော အကြောင်းအရာဖြစ်သည်: %@
ne: निम्न सामग्री वेब पृष्ठ "%@" (%@) बाट निकालिएको हो: %@
nl: Dit is inhoud geëxtraheerd van de webpagina "%@" (%@): %@
pa: ਹੇਠਾਂ ਵੈੱਬ ਪੰਨੇ "%@" (%@) ਤੋਂ ਕੱਢੀ ਗਈ ਸਮੱਗਰੀ ਹੈ: %@
pl: Poniżej znajduje si tre wyodrbniona ze strony internetowej "%@" (%@): %@
pt_pt: O seguinte é o conteúdo extraído da página web "%@" (%@): %@
ru: Следующее содержимое извлечено с веб-страницы "%@" (%@): %@
si: පහත දැක්වෙන්නේ වෙබ් පිටුවෙන් "%@" (%@) උපුටා ගත් අන්තර්ගතයයි: %@
sl: Naslednja vsebina je bila ekstrahirana s spletne strani "%@" (%@): %@
sr: Следи садржај извучен са веб странице "%@" (%@): %@
sw: Ifuatayo ni maudhui yaliyochukuliwa kutoka kwa ukurasa wa wavuti "%@" (%@): %@
ta: பின்வருபவை இணையப் பக்கம் "%@" (%@) இலிருந்து பிரித்தெடுக்கப்பட்ட உள்ளடக்கம்: %@
te: క్రింది వాటి వెబ్ పేజీ "%@" (%@) నుండి సేకరించిన కంటెంట్: %@
th: ต่อไปนี้คือเนื้อหาที่แยกจากหน้าเว็บ "%@" (%@): %@
uk: Нижче наведено вміст, витягнутий з веб-сторінки "%@" (%@): %@
zu: Okulandelayo kungokuqukethwe okukhishwe ekhasi lewebhu "%@" (%@): %@

# chat.thinking
source: Thinking...
af: Dink...
am: በማሰብ ላይ...
ar: جارٍ التفكير...
bg: Мисля...
bn: চিন্তা করছে...
ca: Pensant...
de: Denkt nach...
el: Σκέφτομαι...
et: Mõtlen...
eu: Pentsatzen...
fi: Ajattelee...
fil: Nag-iisip...
fr: Réflexion...
gl: Pensando...
gu: વિચારી રહ્યું છે...
he: ש...
hi: सोच रहा है...
hu: Gondolkodok...
id: Berpikir...
it: Sto pensando...
ja: 考え中...
km: កំពុងគិត...
kn: ಯೋಚಿಸುತ್ತಿದೆ...
lo: ກຳລັງຄິດ...
mk: Размислувам...
ml: ആലോചിക്കുന്നു...
mr: विचार करत आहे...
ms: Berfikir...
my: တွေးတောနေသည်...
ne: सोचिरहेको छ...
nl: Bezig met nadenken...
pa: ਸੋਚ ਰਿਹਾ ਹੈ...
pl: Myl...
pt_pt: A pensar...
ru: Думаю...
si: සිතමින්...
sl: Razmi코ljam...
sr: Размишљам...
sw: Ninafikiria...
ta: சிந்திக்கிறது...
te: ఆలోచిస్తోంది...
th: กำลังคิด...
uk: Думаю...
zu: Ngiyacabanga...

# chat.generating
source: Generating response...
af: Genereer reaksie...
am: ምላሽ በማመንጨት ላይ...
ar: جارٍ إنشاء الرد...
bg: Генериране на отговор...
bn: প্রতিক্রিয়া তৈরি করছে...
ca: Generant resposta...
de: Antwort wird generiert...
el: Δημιουργία απάντησης...
et: Genereerin vastust...
eu: Erantzuna sortzen...
fi: Generoi vastausta...
fil: Gumagawa ng tugon...
fr: Génération de la réponse...
gl: Xerando resposta...
gu: પ્રતિસાદ બનાવી રહ્યું છે...
he: צר ת...
hi: उत्तर तैयार हो रहा है...
hu: Válasz generálása...
id: Membuat respons...
it: Generazione della risposta...
ja: 応答を生成中...
km: កំពុងបង្កើតការឆ្លើយតប...
kn: ಪ್ರತಿಕ್ರಿಯೆ ರಚಿಸುತ್ತಿದೆ...
lo: ກຳລັງສ້າງຄຳຕອບ...
mk: Генерирам одговор...
ml: പ്രതികരണം തയ്യാറാക്കുന്നു...
mr: प्रतिसाद तयार करत आहे...
ms: Menjana respons...
my: တုံ့ပြန်မှု ထုတ်လုပ်နေသည်...
ne: प्रतिक्रिया उत्पन्न गर्दै...
nl: Antwoord genereren...
pa: ਜਵਾਬ ਤਿਆਰ ਹੋ ਰਿਹਾ ਹੈ...
pl: Generuj odpowiedź...
pt_pt: A gerar resposta...
ru: Генерация ответа...
si: ප්‍රතිචාරය ජනනය කරමින්...
sl: Ustvarjam odgovor...
sr: Генеришем одговор...
sw: Ninazalisha jibu...
ta: பதிலை உருவாக்குகிறது...
te: ప్రతిస్పందన సృష్టిస్తోంది...
th: กำลังสร้างคำตอบ...
uk: Генерація відповіді...
zu: Ngihlanganisa impendulo...

# chat.welcome
source: How can I help you?
af: Hoe kan ek jou help?
am: እንዴት ልረዳዎት እችላለሁ?
ar: كيف يمكنني مساعدتك؟
bg: Как мога да ви помогна?
bn: আমি কীভাবে আপনাকে সাহায্য করতে পারি?
ca: Com et puc ajudar?
de: Wie kann ich dir helfen?
el: Πώς μπορώ να σας βοηθήσω;
et: Kuidas saan aidata?
eu: Nola lagun zaitzaket?
fi: Kuinka voin auttaa?
fil: Paano kita matutulungan?
fr: Comment puis-je vous aider ?
gl: Como podo axudarche?
gu: હું તમને કેવી રીતે મદદ કરી શકું?
he: ער ?
hi: मैं आपकी कैसे मदद कर सकता हूँ?
hu: Miben segíthetek?
id: Bagaimana saya bisa membantu Anda?
it: Come posso aiutarti?
ja: 何をお手伝いしましょうか？
km: តើខ្ញុំអាចជួយអ្វីបាន?
kn: ನಾನು ನಿಮಗೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡಬಹುದು?
lo: ຂ້ອຍສາມາດຊ່ວຍຫຍັງທ່ານໄດ້ບໍ?
mk: Како можам да ви помогнам?
ml: എങ്ങനെ സഹായിക്കാം?
mr: मी तुम्हाला कशी मदत करू शकतो?
ms: Bagaimana saya boleh membantu anda?
my: မည်သို့ ကူညီနိုင်ပါသလဲ?
ne: म तपाईंलाई कसरी मद्दत गर्न सक्छु?
nl: Hoe kan ik helpen?
pa: ਮੈਂ ਤੁਹਾਡੀ ਕਿਵੇਂ ਮਦਦ ਕਰ ਸਕਦਾ ਹਾਂ?
pl: Jak mog pomóc?
pt_pt: Como posso ajudar?
ru: Чем могу помочь?
si: මට ඔබට උදව් කරන්නේ කෙසේද?
sl: Kako vam lahko pomagam?
sr: Како могу да помогнем?
sw: Ninaweza kukusaidia vipi?
ta: நான் உங்களுக்கு எவ்வாறு உதவ முடியும்?
te: నేను మీకు ఎలా సహాయం చేయగలను?
th: ฉันช่วยอะไรคุณได้บ้าง?
uk: Чим можу допомогти?
zu: Ngingakusiza kanjani?

# chat.suggestion.schedule
source: Show today's schedule
af: Wys vandag se skedule
am: የዛሬን የጊዜ ሰሌዳ አሳይ
ar: عرض جدول اليوم
bg: Покажи днешния график
bn: আজকের সময়সূচী দেখান
ca: Mostra l'agenda d'avui
de: Zeige den heutigen Zeitplan
el: Εμφάνιση του σημερινού προγράμματος
et: Näita tänast ajakava
eu: Erakutsi gaurko agenda
fi: Näytä tämän päivän aikataulu
fil: Ipakita ang schedule ngayong araw
fr: Afficher le programme du jour
gl: Mostrar horario de hoxe
gu: આજનું શેડ્યૂલ બતાવો
he: צ
hi: आज का शेड्यूल दिखाएं
hu: Mai naptár mutatása
id: Tampilkan jadwal hari ini
it: Mostra il programma di oggi
ja: 今日の予定を教えて
km: បង្ហាញកាលវិភាគថ្ងៃនេះ
kn: ಇಂದಿನ ವೇಳಾಪಟ್ಟಿ ತೋರಿಸಿ
lo: ສະແດງຕາຕະລາງມື້ນີ້
mk: Прикажи денешен распоред
ml: ഇന്നത്തെ ഷെഡ്യൂൾ കാണിക്കുക
mr: आजचे वेळापत्रक दाखवा
ms: Tunjukkan jadual hari ini
my: ယနေ့ အချိန်ဇယား ပြပါ
ne: आजको तालिका देखाउनुहोस्
nl: Toon vandaags agenda
pa: ਅੱਜ ਦਾ ਸਮਾਂ-ਸਾਰਣੀ ਦਿਖਾਓ
pl: Pokaż dzisiejszy harmonogram
pt_pt: Mostrar agenda de hoje
ru: Показать расписание на сегодня
si: අද කාලසටහන පෙන්වන්න
sl: Prika쬴 dana코nji urnik
sr: Прикажи данашњи распоред
sw: Onyesha ratiba ya leo
ta: இன்றைய அட்டவணையைக் காட்டு
te: నేటి షెడ్యూల్ చూపించు
th: แสดงตารางวันนี้
uk: Показати сьогоднішній розклад
zu: Khombisa ishedyuli yanamuhla

# chat.suggestion.reminder
source: Create a reminder
af: Skep 'n herinnering
am: ማስታወሻ ፍጠር
ar: إنشاء تذكير
bg: Създай напомняне
bn: একটি অনুস্মারক তৈরি করুন
ca: Crea un recordatori
de: Erinnerung erstellen
el: Δημιουργία υπενθύμισης
et: Loo meeldetuletus
eu: Sortu oroigarria
fi: Luo muistutus
fil: Gumawa ng paalala
fr: Créer un rappel
gl: Crear un recordatorio
gu: રીમાઇન્ડર બનાવો
he: צר תרת
hi: एक रिमाइंडर बनाएं
hu: Emlékeztető létrehozása
id: Buat pengingat
it: Crea un promemoria
ja: リマインダーを作成
km: បង្កើតការរំលឹក
kn: ರಿಮೈಂಡರ್ ರಚಿಸಿ
lo: ສ້າງການແຈ້ງເຕືອນ
mk: Создај потсетник
ml: ഒരു ഓർമ്മപ്പെടുത്തൽ സൃഷ്ടിക്കുക
mr: आठवणपत्र तयार करा
ms: Cipta peringatan
my: သတိပေးချက် ဖန်တီးပါ
ne: सम्झाउने सिर्जना गर्नुहोस्
nl: Maak een herinnering
pa: ਇੱਕ ਰਿਮਾਈਂਡਰ ਬਣਾਓ
pl: Utwórz przypomnienie
pt_pt: Criar um lembrete
ru: Создать напоминание
si: සිහිකැඳවීමක් සාදන්න
sl: Ustvari opomnik
sr: Направи подсетник
sw: Unda kikumbusho
ta: நினைவூட்டல் உருவாக்கு
te: రిమైండర్ సృష్టించు
th: สร้างการแจ้งเตือน
uk: Створити нагадування
zu: Dala isikhumbuzo
