Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# referral.code.title
source: Your Referral Code
af: Jou Verwysingskode
am: የእርስዎ የማጣቀሻ ኮድ
ar: رمز الإحالة الخاص بك
bg: Вашият код за препоръка
bn: আপনার রেফারেল কোড
ca: El teu codi de recomanació
de: Dein Empfehlungscode
el: Ο κωδικός παραπομπής σας
et: Teie soovituskood
eu: Zure erreferentzia kodea
fi: Suosittelukoodisi
fil: Ang Iyong Referral Code
fr: Votre code de parrainage
gl: O teu código de referencia
gu: તમારો રેફરલ કોડ
he: ק פ ש
hi: आपका रेफरल कोड
hu: Ajánlási kódod
id: Kode Referral Anda
it: Il tuo codice invito
ja: あなたの紹介コード
km: លេខកូដបញ្ជូនរបស់អ្នក
kn: ನಿಮ್ಮ ರೆಫರಲ್ ಕೋಡ್
lo: ລະຫັດແນະນຳຂອງທ່ານ
mk: Вашиот код за препорака
ml: നിങ്ങളുടെ റഫറൽ കോഡ്
mr: तुमचा रेफरल कोड
ms: Kod Rujukan Anda
my: သင့် လွှဲပြောင်း ကုဒ်
ne: तपाईंको सिफारिस कोड
nl: Jouw verwijzingscode
pa: ਤੁਹਾਡਾ ਰੈਫਰਲ ਕੋਡ
pl: Twój kod polecajcy
pt_pt: O Seu Código de Indicação
ru: Ваш реферальный код
si: ඔබේ යොමු කේතය
sl: Va코a priporo캜ilna koda
sr: Ваш код за препоруку
sw: Msimbo Wako wa Kuelekeza
ta: உங்கள் பரிந்துரை குறியீடு
te: మీ రెఫెరల్ కోడ్
th: รหัสแนะนำของคุณ
uk: Ваш реферальний код
zu: Ikhodi Yakho Yokudlulisela

# referral.code.copy
source: Copy Code
af: Kopieer Kode
am: ኮድ ቅዳ
ar: نسخ الرمز
bg: Копирай код
bn: কোড কপি করুন
ca: Copia el codi
de: Code kopieren
el: Αντιγραφή κωδικού
et: Kopeeri kood
eu: Kopiatu kodea
fi: Kopioi koodi
fil: Kopyahin ang Code
fr: Copier le code
gl: Copiar código
gu: કોડ કૉપિ કરો
he: עתק ק
hi: कोड कॉपी करें
hu: Kód másolása
id: Salin Kode
it: Copia codice
ja: コードをコピー
km: ចម្លងលេខកូដ
kn: ಕೋಡ್ ನಕಲಿಸಿ
lo: ສຳເນົາລະຫັດ
mk: Копирај код
ml: കോഡ് പകർത്തുക
mr: कोड कॉपी करा
ms: Salin Kod
my: ကုဒ် ကူးယူပါ
ne: कोड प्रतिलिपि गर्नुहोस्
nl: Kopieer code
pa: ਕੋਡ ਕਾਪੀ ਕਰੋ
pl: Kopiuj kod
pt_pt: Copiar Código
ru: Копировать код
si: කේතය පිටපත් කරන්න
sl: Kopiraj kodo
sr: Копирај код
sw: Nakili Msimbo
ta: குறியீட்டை நகலெடு
te: కోడ్ కాపీ చేయి
th: คัดลอกรหัส
uk: Копіювати код
zu: Kopisha Ikhodi

# referral.code.copied
source: Copied
af: Gekopieer
am: ተቀድቷል
ar: تم النسخ
bg: Копирано
bn: কপি হয়েছে
ca: Copiat
de: Kopiert
el: Αντιγράφηκε
et: Kopeeritud
eu: Kopiatuta
fi: Kopioitu
fil: Nakopya
fr: Copié
gl: Copiado
gu: કૉપિ થયું
he: עתק
hi: कॉपी हो गया
hu: Másolva
id: Disalin
it: Copiato
ja: コピーしました
km: បានចម្លង
kn: ನಕಲಿಸಲಾಗಿದೆ
lo: ສຳເນົາແລ້ວ
mk: Копирано
ml: പകർത്തി
mr: कॉपी झाले
ms: Disalin
my: ကူးယူပြီး
ne: प्रतिलिपि गरियो
nl: Gekopieerd
pa: ਕਾਪੀ ਹੋ ਗਿਆ
pl: Skopiowano
pt_pt: Copiado
ru: Скопировано
si: පිටපත් විය
sl: Kopirano
sr: Копирано
sw: Imenakiliwa
ta: நகலெடுக்கப்பட்டது
te: కాపీ చేయబడింది
th: คัดลอกแล้ว
uk: Скопійовано
zu: Kukopishiwe

# referral.share.button
source: Share with Friends
af: Deel met Vriende
am: ከጓደኞች ጋር አጋራ
ar: مشاركة مع الأصدقاء
bg: Сподели с приятели
bn: বন্ধুদের সাথে শেয়ার করুন
ca: Comparteix amb amics
de: Mit Freunden teilen
el: Κοινοποίηση σε φίλους
et: Jaga sõpradega
eu: Partekatu lagunekin
fi: Jaa ystäville
fil: Ibahagi sa Mga Kaibigan
fr: Partager avec des amis
gl: Compartir con amigos
gu: મિત્રો સાથે શેર કરો
he: שתף ע ר
hi: दोस्तों के साथ साझा करें
hu: Megosztás barátokkal
id: Bagikan dengan Teman
it: Condividi con gli amici
ja: 友達にシェア
km: ចែករំលែកជាមួយមិត្តភក្តិ
kn: ಸ್ನೇಹಿತರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ
lo: ແບ່ງປັນກັບໝູ່ເພື່ອນ
mk: Споделете со пријатели
ml: സുഹൃത്തുക്കളുമായി പങ്കിടുക
mr: मित्रांसह शेअर करा
ms: Kongsi dengan Rakan
my: သူငယ်ချင်းများနှင့် မျှဝေပါ
ne: साथीहरूसँग साझेदारी गर्नुहोस्
nl: Deel met vrienden
pa: ਦੋਸਤਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ
pl: Udostpnij znajomym
pt_pt: Partilhar com Amigos
ru: Поделиться с друзьями
si: මිතුරන් සමඟ බෙදාගන්න
sl: Deli s prijatelji
sr: Подели са пријатељима
sw: Shiriki na Marafiki
ta: நண்பர்களுடன் பகிர்
te: స్నేహితులతో షేర్ చేయండి
th: แชร์ให้เพื่อน
uk: Поділитися з друзями
zu: Yabelana Nabangane

# referral.share.description
source: Share Elio with your friends!
af: Deel Elio met jou vriende!
am: Elioን ከጓደኞችዎ ጋር ያጋሩ!
ar: شارك Elio مع أصدقائك!
bg: Споделете Elio с вашите приятели!
bn: আপনার বন্ধুদের সাথে Elio শেয়ার করুন!
ca: Comparteix Elio amb els teus amics!
de: Teile Elio mit deinen Freunden!
el: Μοιραστείτε το Elio με τους φίλους σας!
et: Jagage Elio oma sõpradega!
eu: Partekatu Elio zure lagunekin!
fi: Jaa Elio ystävillesi!
fil: Ibahagi ang Elio sa iyong mga kaibigan!
fr: Partagez Elio avec vos amis !
gl: Comparte Elio cos teus amigos!
gu: Elioને તમારા મિત્રો સાથે શેર કરો!
he: שתף ת Elio ע ר!
hi: अपने दोस्तों के साथ Elio साझा करें!
hu: Oszd meg az Elio-t a barátaiddal!
id: Bagikan Elio dengan teman Anda!
it: Condividi Elio con i tuoi amici!
ja: Elioを友達に紹介しよう！
km: ចែករំលែក Elio ជាមួយមិត្តភក្តិរបស់អ្នក!
kn: Elioವನ್ನು ನಿಮ್ಮ ಸ್ನೇಹಿತರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ!
lo: ແບ່ງປັນ Elio ກັບໝູ່ເພື່ອນຂອງທ່ານ!
mk: Споделете го Elio со вашите пријатели!
ml: നിങ്ങളുടെ സുഹൃത്തുക്കളുമായി Elio പങ്കിടുക!
mr: Elio तुमच्या मित्रांसह शेअर करा!
ms: Kongsi Elio dengan rakan anda!
my: Elio ကို သင့်သူငယ်ချင်းများနှင့် မျှဝေပါ!
ne: आफ्ना साथीहरूसँग Elio साझेदारी गर्नुहोस्!
nl: Deel Elio met je vrienden!
pa: ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ Elio ਸਾਂਝਾ ਕਰੋ!
pl: Udostpnij Elio znajomym!
pt_pt: Partilhe o Elio com os seus amigos!
ru: Поделитесь Elio с друзьями!
si: ඔබේ මිතුරන් සමඟ Elio බෙදාගන්න!
sl: Delite Elio s prijatelji!
sr: Подели Elio са својим пријатељима!
sw: Shiriki Elio na marafiki zako!
ta: உங்கள் நண்பர்களுடன் Elio ஐப் பகிருங்கள்!
te: Elioను మీ స్నేహితులతో షేర్ చేయండి!
th: แชร์ Elio ให้เพื่อนของคุณ!
uk: Поділіться Elio зі своїми друзями!
zu: Yabelana nge-Elio nabangane bakho!

# referral.count
source: Referred %d people
af: %d mense verwys
am: %d ሰዎች ተጠቅሰዋል
ar: تمت إحالة %d أشخاص
bg: Препоръчани %d души
bn: %d জনকে রেফার করেছেন
ca: Has recomanat a %d persones
de: %d Personen empfohlen
el: Προτείνατε %d άτομα
et: Soovitatud %d inimest
eu: %d pertsona gonbidatu dituzu
fi: Suositellut %d henkilöä
fil: Nag-refer ng %d tao
fr: %d personnes parrainées
gl: Referidos %d persoas
gu: %d લોકોને સંદર્ભિત કર્યા
he: פת %d ש
hi: %d लोगों को रेफर किया
hu: %d ember ajánlva
id: Mengajak %d orang
it: %d persone invitate
ja: %d人を紹介
km: បានបញ្ជូន %d នាក់
kn: %d ಜನರನ್ನು ಉಲ್ಲೇಖಿಸಲಾಗಿದೆ
lo: ແນະນຳ %d ຄົນ
mk: Препорачани %d луѓе
ml: %d പേരെ പരാമർശിച്ചു
mr: %d लोकांना संदर्भित केले
ms: Merujuk %d orang
my: လူ %d ယောက် လွှဲပြောင်းပြီး
ne: %d जना सिफारिस गरियो
nl: %d mensen verwezen
pa: %d ਲੋਕਾਂ ਨੂੰ ਹਵਾਲਾ ਦਿੱਤਾ
pl: Polecono %d osobom
pt_pt: Indicou %d pessoas
ru: Приглашено: %d человек
si: පුද්ගලයින් %d යොමු කළා
sl: Priporo캜enih: %d ljudi
sr: Препоручено %d људи
sw: Wameelekezwa watu %d
ta: %d பேரைப் பரிந்துரைத்துள்ளீர்கள்
te: %d మందిని రెఫర్ చేశారు
th: แนะนำแล้ว %d คน
uk: Порекомендовано %d людей
zu: Badluliselwe abantu %d

# referral.enter.title
source: Enter Referral Code
af: Voer Verwysingskode In
am: የማጣቀሻ ኮድ አስገባ
ar: أدخل رمز الإحالة
bg: Въведете код за препоръка
bn: রেফারেল কোড লিখুন
ca: Introdueix el codi de recomanació
de: Empfehlungscode eingeben
el: Εισαγωγή κωδικού παραπομπής
et: Sisesta soovituskood
eu: Sartu erreferentzia kodea
fi: Syötä suosittelukoodi
fil: Maglagay ng Referral Code
fr: Saisir un code de parrainage
gl: Introducir código de referencia
gu: રેફરલ કોડ દાખલ કરો
he: ק פ
hi: रेफरल कोड दर्ज करें
hu: Ajánlási kód megadása
id: Masukkan Kode Referral
it: Inserisci codice invito
ja: 紹介コードを入力
km: បញ្ចូលលេខកូដបញ្ជូន
kn: ರೆಫರಲ್ ಕೋಡ್ ನಮೂದಿಸಿ
lo: ໃສ່ລະຫັດແນະນຳ
mk: Внесете код за препорака
ml: റഫറൽ കോഡ് നൽകുക
mr: रेफरल कोड प्रविष्ट करा
ms: Masukkan Kod Rujukan
my: လွှဲပြောင်း ကုဒ် ရိုက်ထည့်ပါ
ne: सिफारिस कोड प्रविष्ट गर्नुहोस्
nl: Voer verwijzingscode in
pa: ਰੈਫਰਲ ਕੋਡ ਦਰਜ ਕਰੋ
pl: Wprowadź kod polecajcy
pt_pt: Introduzir Código de Indicação
ru: Ввести реферальный код
si: යොමු කේතය ඇතුළත් කරන්න
sl: Vnesi priporo캜ilno kodo
sr: Унеси код за препоруку
sw: Ingiza Msimbo wa Kuelekeza
ta: பரிந்துரை குறியீட்டை உள்ளிடவும்
te: రెఫెరల్ కోడ్ ఎంటర్ చేయండి
th: ใส่รหัสแนะนำ
uk: Введіть реферальний код
zu: Faka Ikhodi Yokudlulisela

# referral.enter.placeholder
source: Referral Code
af: Verwysingskode
am: የማጣቀሻ ኮድ
ar: رمز الإحالة
bg: Код за препоръка
bn: রেফারেল কোড
ca: Codi de recomanació
de: Empfehlungscode
el: Κωδικός παραπομπής
et: Soovituskood
eu: Erreferentzia kodea
fi: Suosittelukoodi
fr: Code de parrainage
gl: Código de referencia
gu: રેફરલ કોડ
he: ק פ
hi: रेफरल कोड
hu: Ajánlási kód
id: Kode Referral
it: Codice invito
ja: 紹介コード
km: លេខកូដបញ្ជូន
kn: ರೆಫರಲ್ ಕೋಡ್
lo: ລະຫັດແນະນຳ
mk: Код за препорака
ml: റഫറൽ കോഡ്
mr: रेफरल कोड
ms: Kod Rujukan
my: လွှဲပြောင်း ကုဒ်
ne: सिफारिस कोड
nl: Verwijzingscode
pa: ਰੈਫਰਲ ਕੋਡ
pl: Kod polecajcy
pt_pt: Código de Indicação
ru: Реферальный код
si: යොමු කේතය
sl: Priporo캜ilna koda
sr: Код за препоруку
sw: Msimbo wa Kuelekeza
ta: பரிந்துரை குறியீடு
te: రెఫెరల్ కోడ్
th: รหัสแนะนำ
uk: Реферальний код
zu: Ikhodi Yokudlulisela

# referral.enter.button
source: Apply
af: Pas Toe
am: ተግብር
ar: تطبيق
bg: Приложи
bn: প্রয়োগ করুন
ca: Aplica
de: Einlösen
el: Εφαρμογή
et: Rakenda
eu: Aplikatu
fi: Käytä
fil: Ilapat
fr: Appliquer
gl: Aplicar
gu: લાગુ કરો
hi: लागू करें
hu: Alkalmazás
id: Terapkan
it: Applica
ja: 適用
km: អនុវត្ត
kn: ಅನ್ವಯಿಸಿ
lo: ນຳໃຊ້
mk: Примени
ml: പ്രയോഗിക്കുക
mr: लागू करा
ms: Guna
my: လျှောက်ထားပါ
ne: लागू गर्नुहोस्
nl: Toepassen
pa: ਲਾਗੂ ਕਰੋ
pl: Zastosuj
pt_pt: Aplicar
ru: Применить
si: යොදන්න
sl: Uporabi
sr: Примени
sw: Tumia
ta: பயன்படுத்து
te: వర్తింపజేయి
th: ใช้งาน
uk: Застосувати
zu: Sebenzisa

# referral.enter.success
source: Referral code applied
af: Verwysingskode toegepas
am: የማጣቀሻ ኮድ ተተግብሯል
ar: تم تطبيق رمز الإحالة
bg: Кодът за препоръка е приложен
bn: রেফারেল কোড প্রয়োগ হয়েছে
ca: Codi de recomanació aplicat
de: Empfehlungscode eingelöst
el: Ο κωδικός παραπομπής εφαρμόστηκε
et: Soovituskood rakendatud
eu: Erreferentzia kodea aplikatuta
fi: Suosittelukoodi käytetty
fil: Nailapat ang referral code
fr: Code de parrainage appliqué
gl: Código de referencia aplicado
gu: રેફરલ કોડ લાગુ થયો
he: ק פ
hi: रेफरल कोड लागू हो गया
hu: Ajánlási kód alkalmazva
id: Kode referral diterapkan
it: Codice invito applicato
ja: 紹介コードを適用しました
km: បានអនុវត្តលេខកូដបញ្ជូន
kn: ರೆಫರಲ್ ಕೋಡ್ ಅನ್ವಯಿಸಲಾಗಿದೆ
lo: ນຳໃຊ້ລະຫັດແນະນຳແລ້ວ
mk: Кодот за препорака е применет
ml: റഫറൽ കോഡ് പ്രയോഗിച്ചു
mr: रेफरल कोड लागू झाला
ms: Kod rujukan digunakan
my: လွှဲပြောင်း ကုဒ် လျှောက်ထားပြီး
ne: सिफारिस कोड लागू गरियो
nl: Verwijzingscode toegepast
pa: ਰੈਫਰਲ ਕੋਡ ਲਾਗੂ ਕੀਤਾ
pl: Kod polecajcy zastosowany
pt_pt: Código de indicação aplicado
ru: Реферальный код применён
si: යොමු කේතය යෙදුවා
sl: Priporo캜ilna koda uporabljena
sr: Код за препоруку примењен
sw: Msimbo wa kuelekeza umetumika
ta: பரிந்துரை குறியீடு பயன்படுத்தப்பட்டது
te: రెఫెరల్ కోడ్ వర్తింపజేయబడింది
th: ใช้รหัสแนะนำสำเร็จ
uk: Реферальний код застосовано
zu: Ikhodi yokudlulisela isetshenziwe

# referral.enter.error
source: Invalid referral code
af: Ongeldige verwysingskode
am: ልክ ያልሆነ የማጣቀሻ ኮድ
ar: رمز إحالة غير صالح
bg: Невалиден код за препоръка
bn: অবৈধ রেফারেল কোড
ca: Codi de recomanació invlid
de: Ungültiger Empfehlungscode
el: Μη έγκυρος κωδικός παραπομπής
et: Kehtetu soovituskood
eu: Erreferentzia kode baliogabea
fi: Virheellinen suosittelukoodi
fil: Di-wastong referral code
fr: Code de parrainage invalide
gl: Código de referencia non válido
gu: અમાન્ય રેફરલ કોડ
he: ק פ תק
hi: अमान्य रेफरल कोड
hu: Érvénytelen ajánlási kód
id: Kode referral tidak valid
it: Codice invito non valido
ja: 無効な紹介コードです
km: លេខកូដបញ្ជូនមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ರೆಫರಲ್ ಕೋಡ್
lo: ລະຫັດແນະນຳບໍ່ຖືກຕ້ອງ
mk: Неважечки код за препорака
ml: അസാധുവായ റഫറൽ കോഡ്
mr: अवैध रेफरल कोड
ms: Kod rujukan tidak sah
my: မမှန်ကန်သော လွှဲပြောင်း ကုဒ်
ne: अमान्य सिफारिस कोड
nl: Ongeldige verwijzingscode
pa: ਗਲਤ ਰੈਫਰਲ ਕੋਡ
pl: Nieprawidowy kod polecajcy
pt_pt: Código de indicação inválido
ru: Неверный реферальный код
si: වලංගු නොවන යොමු කේතය
sl: Neveljavna priporo캜ilna koda
sr: Неважећи код за препоруку
sw: Msimbo wa kuelekeza si sahihi
ta: தவறான பரிந்துரை குறியீடு
te: చెల్లని రెఫెరల్ కోడ్
th: รหัสแนะนำไม่ถูกต้อง
uk: Недійсний реферальний код
zu: Ikhodi yokudlulisela engalungile

# privacy.title
source: Privacy Policy
af: Privaatheidsbeleid
am: የግላዊነት መመሪያ
ar: سياسة الخصوصية
bg: Политика за поверителност
bn: গোপনীয়তা নীতি
ca: Política de privadesa
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
et: Privaatsuspoliitika
eu: Pribatutasun politika
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
gl: Política de privacidade
gu: ગોપનીયતા નીતિ
he: ת פרת
hi: गोपनीयता नीति
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
km: គោលការណ៍ឯកជនភាព
kn: ಗೌಪ್ಯತಾ ನೀತಿ
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
mk: Политика за приватност
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
ms: Dasar Privasi
my: ကိုယ်ရေးကိုယ်တာ မူဝါဒ
ne: गोपनीयता नीति
nl: Privacybeleid
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
pl: Polityka prywatnoci
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
si: රහස්‍යතා ප්‍රතිපත්තිය
sl: Pravilnik o zasebnosti
sr: Политика приватности
sw: Sera ya Faragha
ta: தனியுரிமைக் கொள்கை
te: ప్రైవసీ పాలసీ
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності
zu: Inqubomgomo Yobumfihlo

# privacy.data.collection.title
source: Data Collection
af: Data-insameling
am: የመረጃ አሰባሰብ
ar: جمع البيانات
bg: Събиране на данни
bn: ডেটা সংগ্রহ
ca: Recollida de dades
de: Datenerhebung
el: Συλλογή δεδομένων
et: Andmete kogumine
eu: Datuen bilketa
fi: Tietojen keruu
fil: Pagkolekta ng Data
fr: Collecte de données
gl: Recollida de datos
gu: ડેટા સંગ્રહ
he: סף ת
hi: डेटा संग्रहण
hu: Adatgyűjtés
id: Pengumpulan Data
it: Raccolta dati
ja: データの収集について
km: ការប្រមូលទិន្នន័យ
kn: ಡೇಟಾ ಸಂಗ್ರಹಣೆ
lo: ການເກັບກຳຂໍ້ມູນ
mk: Собирање податоци
ml: ഡാറ്റ ശേഖരണം
mr: डेटा संकलन
ms: Pengumpulan Data
my: ဒေတာ စုဆောင်းမှု
ne: डाटा सङ्कलन
nl: Gegevensverzameling
pa: ਡੇਟਾ ਇਕੱਠਾ ਕਰਨਾ
pl: Zbieranie danych
pt_pt: Recolha de Dados
ru: Сбор данных
si: දත්ත එකතු කිරීම
sl: Zbiranje podatkov
sr: Прикупљање података
sw: Ukusanyaji wa Data
ta: தரவு சேகரிப்பு
te: డేటా సేకరణ
th: การเก็บรวบรวมข้อมูล
uk: Збір даних
zu: Ukuqoqwa Kwedatha

# privacy.data.collection.content
source: This app runs a local AI completely offline. No data is sent to external servers. All conversations are stored only on your device.
af: Hierdie toepassing loop 'n plaaslike KI heeltemal vanlyn. Geen data word na eksterne bedieners gestuur nie. Alle gesprekke word slegs op jou toestel gestoor.
am: ይህ መተግበሪያ አካባቢያዊ AI ሙሉ በሙሉ ከመስመር ውጭ ይሰራል። ምንም መረጃ ወደ ውጫዊ አገልጋዮች አይላክም። ሁሉም ውይይቶች በእርስዎ መሣሪያ ላይ ብቻ ይቀመጣሉ።
ar: يعمل هذا التطبيق بذكاء اصطناعي محلي بالكامل دون اتصال بالإنترنت. لا تُرسل أي بيانات إلى خوادم خارجية. تُخزّن جميع المحادثات على جهازك فقط.
bg: Това приложение работи с локален AI изцяло офлайн. Никакви данни не се изпращат до външни сървъри. Всички разговори се съхраняват само на вашето устройство.
bn: এই অ্যাপ সম্পূর্ণ অফলাইনে একটি স্থানীয় AI চালায়। কোনো ডেটা বাহ্যিক সার্ভারে পাঠানো হয় না। সমস্ত কথোপকথন শুধুমাত্র আপনার ডিভাইসে সংরক্ষিত হয়।
ca: Aquesta app executa una IA local completament fora de línia. No s'envien dades a servidors externs. Totes les converses s'emmagatzemen només al dispositiu.
de: Diese App betreibt eine lokale KI vollständig offline. Es werden keine Daten an externe Server gesendet. Alle Unterhaltungen werden nur auf deinem Gerät gespeichert.
el: Αυτή η εφαρμογή εκτελεί τοπική τεχνητή νοημοσύνη εντελώς εκτός σύνδεσης. Δεν αποστέλλονται δεδομένα σε εξωτερικούς διακομιστές. Όλες οι συνομιλίες αποθηκεύονται μόνο στη συσκευή σας.
et: See rakendus käivitab kohalikku AI täielikult võrguühenduseta. Andmeid ei saadeta välisserveritesse. Kõik vestlused salvestatakse ainult teie seadmesse.
eu: Aplikazio honek IA lokal bat exekutatzen du erabat lineaz kanpo. Ez da daturik kanpoko zerbitzarietara bidaltzen. Elkarrizketa guztiak gailuan soilik gordetzen dira.
fi: Tämä sovellus ajaa paikallista tekoälyä täysin offline-tilassa. Tietoja ei lähetetä ulkoisille palvelimille. Kaikki keskustelut tallennetaan vain laitteellesi.
fil: Ang app na ito ay gumagamit ng lokal na AI nang ganap na offline. Walang data na ipinapadala sa external servers. Lahat ng conversation ay nakaimbak lamang sa iyong device.
fr: Cette app utilise une IA locale entièrement hors ligne. Aucune donnée n'est envoyée à des serveurs externes. Toutes les conversations sont stockées uniquement sur votre appareil.
gl: Esta app executa unha IA local completamente sen conexión. Non se envían datos a servidores externos. Todas as conversas almacénanse só no teu dispositivo.
gu: આ એપ સંપૂર્ણપણે ઑફલાઇન સ્થાનિક AI ચલાવે છે. બાહ્ય સર્વર પર ડેટા મોકલવામાં આવતો નથી. બધી વાતચીતો ફક્ત તમારા ઉપકરણ પર સંગ્રહિત થાય છે.
he: פקצ רצ AI ק צ ק . ת ש שרת צ. שת סת רק שר ש.
hi: यह ऐप पूरी तरह ऑफलाइन एक स्थानीय AI चलाता है। कोई डेटा बाहरी सर्वर को नहीं भेजा जाता। सभी बातचीत केवल आपके डिवाइस पर संग्रहित होती हैं।
hu: Ez az app egy helyi AI-t futtat teljesen offline. Semmilyen adat nem kerül külső szerverekre. Minden beszélgetés csak az eszközödön tárolódik.
id: Aplikasi ini menjalankan AI lokal sepenuhnya offline. Tidak ada data yang dikirim ke server eksternal. Semua percakapan disimpan hanya di perangkat Anda.
it: Questa app esegue un'IA locale completamente offline. Nessun dato viene inviato a server esterni. Tutte le conversazioni sono archiviate solo sul tuo dispositivo.
ja: このアプリは完全オフラインで動作するローカルAIです。 外部サーバーへのデータ送信は一切行いません。 すべての会話はデバイス内にのみ保存されます。
km: កម្មវិធីនេះដំណើរការ AI មូលដ្ឋានពេញលេញក្រៅបណ្តាញ។ មិនផ្ញើទិន្នន័យទៅម៉ាស៊ីនមេខាងក្រៅទេ។ សន្ទនាទាំងអស់ត្រូវបានរក្សាទុកនៅលើឧបករណ៍របស់អ្នកតែប៉ុណ្ណោះ។
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಸಂಪೂರ್ಣವಾಗಿ ಆಫ್‌ಲೈನ್ ಸ್ಥಳೀಯ AIವನ್ನು ರನ್ ಮಾಡುತ್ತದೆ. ಬಾಹ್ಯ ಸರ್ವರ್‌ಗಳಿಗೆ ಡೇಟಾ ಕಳುಹಿಸಲಾಗುವುದಿಲ್ಲ. ಎಲ್ಲಾ ಸಂಭಾಷಣೆಗಳನ್ನು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಮಾತ್ರ ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ.
lo: ແອັບນີ້ເຮັດວຽກ AI ທ້ອງຖິ່ນຢ່າງສົມບູນແບບອອບໄລນ໌. ບໍ່ສົ່ງຂໍ້ມູນໄປຫາເຊີເວີພາຍນອກ. ການສົນທະນາທັງໝົດຖືກບັນທຶກໄວ້ໃນອຸປະກອນຂອງທ່ານເທົ່ານັ້ນ.
mk: Оваа апликација работи локална АИ целосно офлајн. Не се испраќаат податоци до надворешни сервери. Сите разговори се зачувуваат само на вашиот уред.
ml: ഈ ആപ്പ് പൂർണ്ണമായും ഓഫ്‌ലൈനായി പ്രാദേശിക AI പ്രവർത്തിപ്പിക്കുന്നു. ബാഹ്യ സെർവറുകളിലേക്ക് ഡാറ്റ അയയ്ക്കുന്നില്ല. എല്ലാ സംഭാഷണങ്ങളും നിങ്ങളുടെ ഉപകരണത്തിൽ മാത്രം സംഭരിച്ചിരിക്കുന്നു.
mr: हे अॅप पूर्णपणे ऑफलाइन स्थानिक AI चालवते. बाह्य सर्व्हरवर डेटा पाठवला जात नाही. सर्व संभाषणे केवळ तुमच्या डिव्हाइसवर संचयित केली जातात.
ms: Aplikasi ini menjalankan AI tempatan sepenuhnya di luar talian. Tiada data dihantar ke pelayan luaran. Semua perbualan disimpan hanya pada peranti anda.
my: ဤအက်ပ်သည် ဒေသခံ AI ကို လုံးလုံး အော့ဖ်လိုင်းတွင် လည်ပတ်သည်။ ပြင်ပ ဆာဗာများသို့ ဒေတာ ပို့ခြင်း မရှိပါ။ စကားစမြည့် အားလုံးကို သင့်စက်တွင်သာ သိမ်းဆည်းသည်။
ne: यो एप पूर्ण रूपमा अफलाइन स्थानीय AI चलाउँछ। कुनै पनि डाटा बाह्य सर्भरहरूमा पठाइएको छैन। सबै कुराकानीहरू तपाईंको उपकरणमा मात्र भण्डारण गरिएका छन्।
nl: Deze app draait een lokale AI volledig offline. Geen gegevens worden naar externe servers verzonden. Alle gesprekken worden alleen op je apparaat opgeslagen.
pa: ਇਹ ਐਪ ਪੂਰੀ ਤਰ੍ਹਾਂ ਔਫਲਾਈਨ ਸਥਾਨਕ AI ਚਲਾਉਂਦੀ ਹੈ। ਬਾਹਰੀ ਸਰਵਰਾਂ ਨੂੰ ਕੋਈ ਡੇਟਾ ਨਹੀਂ ਭੇਜਿਆ ਜਾਂਦਾ। ਸਾਰੀਆਂ ਗੱਲਬਾਤਾਂ ਸਿਰਫ਼ ਤੁਹਾਡੇ ਡਿਵਾਈਸ 'ਤੇ ਸਟੋਰ ਹੁੰਦੀਆਂ ਹਨ।
pl: Ta aplikacja uruchamia lokalne AI cakowicie offline. Żadne dane nie s wysyane na zewntrzne serwery. Wszystkie rozmowy s przechowywane tylko na Twoim urzdzeniu.
pt_pt: Esta aplicação executa uma IA local completamente offline. Nenhum dado é enviado para servidores externos. Todas as conversas são armazenadas apenas no seu dispositivo.
ru: Это приложение запускает локальный ИИ полностью офлайн. Никакие данные не отправляются на внешние серверы. Все разговоры хранятся только на вашем устройстве.
si: මෙම යෙදුම දේශීය AI සම්පූර්ණයෙන්ම නොබැඳිව ධාවනය කරයි. බාහිර සේවාදායක වෙත දත්ත යවනු නොලැබේ. සියලුම කතාබස් ඔබේ උපාංගයේ පමණක් ගබඩා කෙරේ.
sl: Ta aplikacija te캜e popolnoma brez povezave z lokalnim AI. Nobenega po코iljanja podatkov na zunanje stre쬹ike. Vsi pogovori so shranjeni samo na va코i napravi.
sr: Ова апликација покреће локални AI потпуно ван мреже. Нема слања података на externe сервере. Сви разговори су сачувани само на вашем уређају.
sw: Programu hii inaendeshwa AI ya ndani kabisa nje ya mkondoni. Hakuna data inayotumwa kwa seva za nje. Mazungumzo yote yamehifadhiwa tu kwenye kifaa chako.
ta: இந்த பயன்பாடு ஒரு உள்ளூர் AI ஐ முழுமையாக இணையமில்லாமல் இயக்குகிறது. வெளிப்புற சர்வர்களுக்கு தரவு அனுப்பப்படவில்லை. அனைத்து உரையாடல்களும் உங்கள் சாதனத்தில் மட்டுமே சேமிக்கப்படுகின்றன.
te: ఈ యాప్ పూర్తిగా ఆఫ్‌లైన్‌లో స్థానిక AIను రన్ చేస్తుంది. బాహ్య సర్వర్లకు డేటా పంపబడదు. అన్ని సంభాషణలు మీ పరికరంలో మాత్రమే నిల్వ చేయబడతాయి.
th: แอปนี้ใช้ AI ภายในเครื่องแบบออฟไลน์โดยสมบูรณ์ ไม่มีการส่งข้อมูลไปยังเซิร์ฟเวอร์ภายนอก การสนทนาทั้งหมดจัดเก็บบนอุปกรณ์ของคุณเท่านั้น
uk: Цей додаток запускає локальний ШІ повністю офлайн. Жодних даних не надсилається на зовнішні сервери. Усі розмови зберігаються тільки на вашому пристрої.
zu: Le app isebenzisa i-AI yasendaweni ngokuphelele ngaphandle kwe-inthanethi. Ayikho idatha ethunyelwa kumaseva angaphandle. Zonke izingxoxo zigcinwe kuphela kudivayisi yakho.

# privacy.stored.data.title
source: Stored Data
af: Gestoorde Data
am: የተቀመጠ መረጃ
ar: البيانات المخزّنة
bg: Съхранени данни
bn: সংরক্ষিত ডেটা
ca: Dades emmagatzemades
de: Gespeicherte Daten
el: Αποθηκευμένα δεδομένα
et: Salvestatud andmed
eu: Gordetako datuak
fi: Tallennetut tiedot
fil: Nakaimbak na Data
fr: Données stockées
gl: Datos almacenados
gu: સંગ્રહિત ડેટા
he: ת ס
hi: संग्रहित डेटा
hu: Tárolt adatok
id: Data yang Disimpan
it: Dati archiviati
ja: 保存されるデータ
km: ទិន្នន័យដែលបានរក្សាទុក
kn: ಸಂಗ್ರಹಿತ ಡೇಟಾ
lo: ຂໍ້ມູນທີ່ບັນທຶກ
mk: Зачувани податоци
ml: സംഭരിച്ച ഡാറ്റ
mr: संचयित डेटा
ms: Data Yang Disimpan
my: သိမ်းဆည်းထားသော ဒေတာ
ne: भण्डारण गरिएको डाटा
nl: Opgeslagen gegevens
pa: ਸਟੋਰ ਕੀਤਾ ਡੇਟਾ
pl: Przechowywane dane
pt_pt: Dados Armazenados
ru: Хранимые данные
si: ගබඩා කළ දත්ත
sl: Shranjeni podatki
sr: Сачувани подаци
sw: Data Iliyohifadhiwa
ta: சேமிக்கப்பட்ட தரவு
te: నిల్వ చేసిన డేటా
th: ข้อมูลที่เก็บไว้
uk: Збережені дані
zu: Idatha Egciniwe
