Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# terms.disclaimer.content
source: AI responses may contain errors. Important decisions should always be verified by a professional. We are not liable for any damages arising from the use of this app.
af: KI-reaksies kan foute bevat. Belangrike besluite moet altyd deur 'n professionele persoon geverifieer word. Ons is nie aanspreeklik vir enige skade wat uit die gebruik van hierdie toepassing voortvloei nie.
am: የAI ምላሾች ስህተቶችን ሊይዙ ይችላሉ። አስፈላጊ ውሳኔዎች ሁልጊዜ በባለሙያ መረጋገጥ አለባቸው። ከዚህ መተግበሪያ አጠቃቀም በተነሳ ለሚደርስ ማንኛውም ጉዳት ተጠያቂ አይደለንም።
ar: قد تحتوي ردود الذكاء الاصطناعي على أخطاء. يجب دائماً التحقق من القرارات المهمة بواسطة متخصص. لسنا مسؤولين عن أي أضرار ناتجة عن استخدام هذا التطبيق.
bg: AI отговорите може да съдържат грешки. Важните решения винаги трябва да се проверяват от професионалист. Ние не носим отговорност за каквито и да било щети, произтичащи от използването на това приложение.
bn: AI প্রতিক্রিয়ায় ত্রুটি থাকতে পারে। গুরুত্বপূর্ণ সিদ্ধান্ত সবসময় একজন পেশাদার দ্বারা যাচাই করা উচিত। এই অ্যাপ ব্যবহার থেকে উদ্ভূত কোনো ক্ষতির জন্য আমরা দায়বদ্ধ নই।
ca: Les respostes de la IA poden contenir errors. Les decisions importants sempre han de ser verificades per un professional. No ens fem responsables de cap dany derivat de l'ús d'aquesta app.
de: KI-Antworten können Fehler enthalten. Wichtige Entscheidungen sollten immer von einem Fachmann überprüft werden. Wir haften nicht für Schäden, die durch die Nutzung dieser App entstehen.
el: Οι απαντήσεις τεχνητής νοημοσύνης μπορεί να περιέχουν σφάλματα. Οι σημαντικές αποφάσεις πρέπει πάντα να επιβεβαιώνονται από έναν επαγγελματία. Δεν ευθυνόμαστε για τυχόν ζημίες που προκύπτουν από τη χρήση αυτής της εφαρμογής.
et: AI vastused võivad sisaldada vigu. Olulised otsused tuleb alati kontrollida spetsialistiga. Me ei vastuta kahju eest, mis tekib selle rakenduse kasutamisest.
eu: IAren erantzunek akatsak izan ditzakete. Erabaki garrantzitsuak beti profesional batek egiaztatu behar ditu. Ez gara aplikazio honen erabileratik eratorritako kalte-ordainentzat erantzule.
fi: Tekoälyvastaukset voivat sisältää virheitä. Tärkeät päätökset tulee aina varmistaa ammattilaiselta. Emme ole vastuussa tämän sovelluksen käytöstä aiheutuvista vahingoista.
fil: Ang mga tugon ng AI ay maaaring maglaman ng mga pagkakamali. Ang mga mahalagang desisyon ay dapat laging i-verify ng propesyonal. Hindi kami responsable para sa anumang pinsala na nagmumula sa paggamit ng app na ito.
fr: Les réponses de l'IA peuvent contenir des erreurs. Les décisions importantes doivent toujours être vérifiées par un professionnel. Nous ne sommes pas responsables des dommages résultant de l'utilisation de cette app.
gl: As respostas da IA poden conter erros. As decisións importantes sempre deben verificarse por un profesional. Non somos responsables de ningún dano derivado do uso desta app.
gu: AI પ્રતિસાદોમાં ભૂલો હોઈ શકે છે. મહત્વપૂર્ણ નિર્ણયો હંમેશા વ્યાવસાયિક દ્વારા ચકાસવામાં આવવા જોઈએ. આ એપના ઉપયોગથી ઉદ્ભવતા કોઈપણ નુકસાન માટે અમે જવાબદાર નથી.
he: תת AI עשת שת. ת שת ש ת ת ע קצע. ר ק ע שש פקצ .
hi: AI के उत्तरों में त्रुटियां हो सकती हैं। महत्वपूर्ण निर्णयों की हमेशा किसी विशेषज्ञ से पुष्टि करें। इस ऐप के उपयोग से होने वाली किसी भी क्षति के लिए हम उत्तरदायी नहीं हैं।
hu: Az AI válaszai tartalmazhatnak hibákat. Fontos döntéseket mindig szakértővel ellenőrizz. Nem vállalunk felelősséget az app használatából eredő károkért.
id: Respons AI mungkin mengandung kesalahan. Keputusan penting harus selalu diverifikasi oleh profesional. Kami tidak bertanggung jawab atas kerusakan apa pun yang timbul dari penggunaan aplikasi ini.
it: Le risposte dell'IA possono contenere errori. Le decisioni importanti dovrebbero sempre essere verificate da un professionista. Non siamo responsabili per eventuali danni derivanti dall'uso di questa app.
ja: AIの回答には誤りが含まれる可能性があります。 重要な判断は必ず専門家に確認してください。 本アプリの使用により生じたいかなる損害についても責任を負いません。
km: ការឆ្លើយតបរបស់ AI អាចមានកំហុស។ ការសម្រេចចិត្តសំខាន់ៗគួរតែត្រូវបានផ្ទៀងផ្ទាត់ដោយអ្នកជំនាញតែងតែ។ យើងមិនទទួលខុសត្រូវចំពោះការខូចខាតណាមួយដែលកើតឡើងពីការប្រើប្រាស់កម្មវិធីនេះទេ។
kn: AI ಪ್ರತಿಕ್ರಿಯೆಗಳಲ್ಲಿ ದೋಷಗಳಿರಬಹುದು. ಮುಖ್ಯ ನಿರ್ಧಾರಗಳನ್ನು ಯಾವಾಗಲೂ ವೃತ್ತಿಪರರಿಂದ ಪರಿಶೀಲಿಸಬೇಕು. ಈ ಅಪ್ಲಿಕೇಶನ್ ಬಳಕೆಯಿಂದ ಉಂಟಾಗುವ ಯಾವುದೇ ಹಾನಿಗಾಗಿ ನಾವು ಜವಾಬ್ದಾರರಲ್ಲ.
lo: ຄຳຕອບຂອງ AI ອາດຈະມີຂໍ້ຜິດພາດ. ການຕັດສິນໃຈທີ່ສຳຄັນຄວນຖືກຢືນຢັນໂດຍຜູ້ຊ່ຽວຊານສະເໝີ. ພວກເຮົາບໍ່ຮັບຜິດຊອບຕໍ່ຄວາມເສຍຫາຍທີ່ເກີດຈາກການໃຊ້ແອັບນີ້.
mk: АИ одговорите може да содржат грешки. Важните одлуки секогаш треба да бидат потврдени од професионалец. Не сме одговорни за никакви штети што произлегуваат од употребата на оваа апликација.
ml: AI പ്രതികരണങ്ങളിൽ പിശകുകൾ ഉണ്ടാകാം. സുപ്രധാന തീരുമാനങ്ങൾ എല്ലായ്പ്പോഴും ഒരു പ്രൊഫഷണൽ പരിശോധിക്കണം. ഈ ആപ്പിന്റെ ഉപയോഗത്തിൽ നിന്ന് ഉണ്ടാകുന്ന നാശനഷ്ടങ്ങൾക്ക് ഞങ്ങൾ ഉത്തരവാദികളല്ല.
mr: AI प्रतिसादांमध्ये चुका असू शकतात. महत्त्वाचे निर्णय नेहमी व्यावसायिकांद्वारे सत्यापित केले पाहिजेत. या अॅपच्या वापरातून उद्भवणाऱ्या कोणत्याही नुकसानीसाठी आम्ही जबाबदार नाही.
ms: Respons AI mungkin mengandungi kesilapan. Keputusan penting harus sentiasa disahkan oleh profesional. Kami tidak bertanggungjawab terhadap sebarang kerosakan yang timbul daripada penggunaan aplikasi ini.
my: AI တုံ့ပြန်မှုများတွင် အမှားအယွင်းများ ပါဝင်နိုင်သည်။ အရေးကြီးသော ဆုံးဖြတ်ချက်များကို အမြဲတမ်း ပညာရှင်ကသာ အတည်ပြုသင့်သည်။ ဤအက်ပ် အသုံးပြုမှုမှ ဖြစ်ပေါ်သော မည်သည့် ထိခိုက်မှုအတွက်မျှ ကျွန်ုပ်တို့ တာဝန်မယူပါ။
ne: AI प्रतिक्रियाहरूमा त्रुटिहरू हुन सक्छन्। महत्वपूर्ण निर्णयहरू सधैं पेशेवरद्वारा प्रमाणित गरिनुपर्छ। यो एप प्रयोगबाट उत्पन्न कुनै पनि क्षतिको लागि हामी जिम्मेवार छैनौं।
nl: AI-antwoorden kunnen fouten bevatten. Belangrijke beslissingen moeten altijd worden geverifieerd door een professional. Wij zijn niet aansprakelijk voor schade voortvloeiend uit het gebruik van deze app.
pa: AI ਜਵਾਬਾਂ ਵਿੱਚ ਗਲਤੀਆਂ ਹੋ ਸਕਦੀਆਂ ਹਨ। ਮਹੱਤਵਪੂਰਨ ਫੈਸਲਿਆਂ ਦੀ ਹਮੇਸ਼ਾਂ ਕਿਸੇ ਪੇਸ਼ੇਵਰ ਦੁਆਰਾ ਪੁਸ਼ਟੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਤੋਂ ਉਤਪੰਨ ਕਿਸੇ ਵੀ ਨੁਕਸਾਨ ਲਈ ਅਸੀਂ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹਾਂ।
pl: Odpowiedzi AI mog zawiera bdy. Ważne decyzje powinny by zawsze weryfikowane przez specjalist. Nie ponosimy odpowiedzialnoci za szkody wynikajce z użytkowania tej aplikacji.
pt_pt: As respostas da IA podem conter erros. Decisões importantes devem sempre ser verificadas por um profissional. Não somos responsáveis por quaisquer danos resultantes do uso desta aplicação.
ru: Ответы ИИ могут содержать ошибки. Важные решения всегда должны проверяться профессионалом. Мы не несём ответственности за любой ущерб, возникший в результате использования этого приложения.
si: AI ප්‍රතිචාරවල දෝෂ අඩංගු විය හැකිය. වැදගත් තීරණ සැමවිටම වෘත්තිකයෙකු විසින් සත්‍යාපනය කළ යුතුය. මෙම යෙදුම භාවිතයෙන් ඇතිවන කිසිදු හානියකට අපි වගකිව යුතු නොවේ.
sl: Odgovori AI lahko vsebujejo napake. Pomembne odlo캜itve je treba vedno preveriti s strokovnjakom. Nismo odgovorni za nobeno 코kodo, ki nastane zaradi uporabe te aplikacije.
sr: AI одговори могу садржати грешке. Важне одлуке увек треба да верификује професионалац. Нисмо одговорни за било какву штету настала употребом ове апликације.
sw: Majibu ya AI yanaweza kuwa na makosa. Maamuzi muhimu yanapaswa kuthibitishwa na mtaalam daima. Hatuwajibiki kwa uharibifu wowote unaotokana na matumizi ya programu hii.
ta: AI பதில்களில் பிழைகள் இருக்கலாம். முக்கியமான முடிவுகள் எப்போதும் ஒரு நிபுணரால் சரிபார்க்கப்பட வேண்டும். இந்த பயன்பாட்டின் பயன்பாட்டால் ஏற்படும் எந்த சேதத்திற்கும் நாங்கள் பொறுப்பல்ல.
te: AI ప్రతిస్పందనలలో లోపాలు ఉండవచ్చు. ముఖ్యమైన నిర్ణయాలను ఎల్లప్పుడూ ప్రొఫెషనల్ ద్వారా ధృవీకరించాలి. ఈ యాప్ ఉపయోగం నుండి ఉత్పన్నమయ్యే ఏ నష్టానికి మేము బాధ్యత వహించము.
th: คำตอบของ AI อาจมีข้อผิดพลาด การตัดสินใจที่สำคัญควรตรวจสอบโดยผู้เชี่ยวชาญเสมอ เราไม่รับผิดชอบต่อความเสียหายที่เกิดจากการใช้แอปนี้
uk: Відповіді ШІ можуть містити помилки. Важливі рішення завжди повинні перевірятися професіоналом. Ми не несемо відповідальності за будь-які збитки, що виникають від використання цього додатка.
zu: Izimpendulo ze-AI zingaba namaphutha. Izinqumo ezibalulekile kufanele ziqinisekiswe uchwepheshe njalo. Asithwali mlandu nganoma yiluphi umonakalo ovela ekusetshenzisweni kwalolu hlelo.

# terms.prohibited.title
source: Prohibited Activities
af: Verbode Aktiwiteite
am: የተከለከሉ እንቅስቃሴዎች
ar: الأنشطة المحظورة
bg: Забранени дейности
bn: নিষিদ্ধ কার্যক্রম
ca: Activitats prohibides
de: Verbotene Aktivitäten
el: Απαγορευμένες δραστηριότητες
et: Keelatud tegevus
eu: Debekatutako jarduerak
fi: Kielletyt toiminnot
fil: Mga Ipinagbabawal na Aktibidad
fr: Activités interdites
gl: Actividades prohibidas
gu: પ્રતિબંધિત પ્રવૃત્તિઓ
he: פעת סרת
hi: निषिद्ध गतिविधियां
hu: Tiltott tevékenységek
id: Aktivitas Terlarang
it: Attività vietate
ja: 禁止事項
km: សកម្មភាពហាមឃាត់
kn: ನಿಷೇಧಿತ ಚಟುವಟಿಕೆಗಳು
lo: ກິດຈະກຳທີ່ຫ້າມ
mk: Забранети активности
ml: നിരോധിത പ്രവർത്തനങ്ങൾ
mr: निषिद्ध क्रियाकलाप
ms: Aktiviti Terlarang
my: တားမြစ်ထားသော လုပ်ဆောင်ချက်များ
ne: निषेधित गतिविधिहरू
nl: Verboden activiteiten
pa: ਵਰਜਿਤ ਗਤੀਵਿਧੀਆਂ
pl: Zabronione dziaania
pt_pt: Atividades Proibidas
ru: Запрещённые действия
si: තහනම් ක්‍රියාකාරකම්
sl: Prepovedane dejavnosti
sr: Забрањене активности
sw: Shughuli Zilizozuiwa
ta: தடைசெய்யப்பட்ட செயல்பாடுகள்
te: నిషేధిత కార్యకలాపాలు
th: กิจกรรมต้องห้าม
uk: Заборонені дії
zu: Imisebenzi Enqatshelwe

# terms.prohibited.content
source: Illegal activities Activities that infringe on others' rights Reverse engineering of this app Unauthorized copying of this app
af: Onwettige aktiwiteite Aktiwiteite wat inbreuk maak op ander se regte Terugingeneurswese van hierdie toepassing Ongemagtigde kopiëring van hierdie toepassing
am: ሕገ-ወጥ እንቅስቃሴዎች የሌሎችን መብቶች የሚጥሱ እንቅስቃሴዎች የዚህን መተግበሪያ ተቃራኒ ምህንድስና ያልተፈቀደ የዚህን መተግበሪያ ቅጂ
ar: الأنشطة غير القانونية الأنشطة التي تنتهك حقوق الآخرين الهندسة العكسية لهذا التطبيق النسخ غير المصرح به لهذا التطبيق
bg: Незаконни дейности Дейности, които нарушават правата на другите Обратно инженерство на това приложение Неразрешено копиране на това приложение
bn: অবৈধ কার্যক্রম অন্যদের অধিকার লঙ্ঘন করে এমন কার্যক্রম এই অ্যাপের রিভার্স ইঞ্জিনিয়ারিং এই অ্যাপের অননুমোদিত কপি করা
ca: Activitats il·legals Activitats que infringeixin els drets d'altres Enginyeria inversa d'aquesta app Còpia no autoritzada d'aquesta app
de: Illegale Aktivitäten Aktivitäten, die die Rechte anderer verletzen Reverse Engineering dieser App Unerlaubtes Kopieren dieser App
el: Παράνομες δραστηριότητες Δραστηριότητες που παραβιάζουν δικαιώματα άλλων Αντιστρεπτή μηχανική αυτής της εφαρμογής Μη εξουσιοδοτημένη αντιγραφή αυτής της εφαρμογής
et: Ebaseaduslik tegevus Tegevus, mis rikub teiste õigusi Selle rakenduse pöördinseneeria Selle rakenduse loata kopeerimine
eu: Jarduera ilegalak Besteen eskubideak urratzen dituzten jarduerak Aplicazio honen alderantzizko ingeniaritza Aplicazio honen baimenik gabeko kopia
fi: Laittomat toiminnot Toisten oikeuksia loukkaavat toiminnot Tämän sovelluksen käänteinen suunnittelu Tämän sovelluksen luvaton kopiointi
fil: Mga ilegal na aktibidad Mga aktibidad na lumalabag sa mga karapatan ng iba Reverse engineering ng app na ito Hindi awtorisadong pagkopya ng app na ito
fr: Activités illégales Activités portant atteinte aux droits d'autrui Ingénierie inverse de cette app Copie non autorisée de cette app
gl: Actividades ilegais Actividades que infrinxan os dereitos de terceiros Enxeñaría inversa desta app Copia non autorizada desta app
gu: ગેરકાયદેસર પ્રવૃત્તિઓ અન્યના અધિકારોનું ઉલ્લંઘન કરતી પ્રવૃત્તિઓ આ એપનું રિવર્સ એન્જિનિયરિંગ આ એપની અનધિકૃત નકલ
he: פעת ת קת פעת פעת ת ר ס ר ש פקצ עתק רשת ש פקצ
hi: अवैध गतिविधियां दूसरों के अधिकारों का उल्लंघन करने वाली गतिविधियां इस ऐप की रिवर्स इंजीनियरिंग इस ऐप की अनधिकृत प्रतिलिपि
hu: Illegális tevékenységek Mások jogait sértő tevékenységek Az app visszafejtése Az app jogosulatlan másolása
id: Aktivitas ilegal Aktivitas yang melanggar hak orang lain Rekayasa balik aplikasi ini Penyalinan aplikasi ini tanpa izin
it: Attività illegali Attività che violano i diritti altrui Reverse engineering di questa app Copia non autorizzata di questa app
ja: 違法行為 他者の権利を侵害する行為 本アプリのリバースエンジニアリング 本アプリの不正コピー
km: សកម្មភាពខុសច្បាប់ សកម្មភាពរំលោភលើសិទ្ធិអ្នកដទៃ ការវិសោធនវិស្វកម្មកម្មវិធីនេះ ការថតចម្លងកម្មវិធីនេះដោយគ្មានការអនុញ្ញាត
kn: ಕಾನೂನುಬಾಹಿರ ಚಟುವಟಿಕೆಗಳು ಇತರರ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸುವ ಚಟುವಟಿಕೆಗಳು ಈ ಅಪ್ಲಿಕೇಶನ್‌ನ ರಿವರ್ಸ್ ಇಂಜಿನೀಯರಿಂಗ್ ಈ ಅಪ್ಲಿಕೇಶನ್‌ನ ಅನಧಿಕೃತ ನಕಲು
lo: ກິດຈະກຳທີ່ຜິດກົດໝາຍ ກິດຈະກຳທີ່ລະເມີດສິດຂອງຜູ້ອື່ນ ການວິສະວະກຳຍ້ອນກັບຂອງແອັບນີ້ ການຄັດລອກແອັບນີ້ໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດ
mk: Нелегални активности Активности што ги прекршуваат правата на другите Реверзно инженерство на оваа апликација Неовластено копирање на оваа апликација
ml: നിയമവിരുദ്ധ പ്രവർത്തനങ്ങൾ മറ്റുള്ളവരുടെ അവകാശങ്ങൾ ലംഘിക്കുന്ന പ്രവർത്തനങ്ങൾ ഈ ആപ്പിന്റെ റിവേഴ്സ് എൻജിനീയറിംഗ് ഈ ആപ്പിന്റെ അനധികൃത പകർപ്പ്
mr: बेकायदेशीर क्रियाकलाप इतरांच्या अधिकारांचे उल्लंघन करणाऱ्या क्रियाकलाप या अॅपचे रिव्हर्स इंजिनियरिंग या अॅपची अनधिकृत कॉपी करणे
ms: Aktiviti yang menyalahi undang-undang Aktiviti yang melanggar hak orang lain Kejuruteraan terbalik aplikasi ini Penyalinan tidak dibenarkan aplikasi ini
my: တရားမဝင် လုပ်ဆောင်ချက်များ အခြားသူများ၏ အခွင့်အရေးများကို ချိုးဖောက်သော လုပ်ဆောင်ချက်များ ဤအက်ပ်ကို ပြောင်းပြန် အင်ဂျင်နီယာလုပ်ခြင်း ဤအက်ပ်ကို ခွင့်ပြုချက်မရှိ ကူးယူခြင်း
ne: अवैध गतिविधिहरू अरूको अधिकार उल्लङ्घन गर्ने गतिविधिहरू यो एपको रिभर्स इन्जिनियरिङ यो एपको अनधिकृत प्रतिलिपि
nl: Illegale activiteiten Activiteiten die de rechten van anderen schenden Reverse engineering van deze app Ongeautoriseerd kopiëren van deze app
pa: ਗੈਰ-ਕਾਨੂੰਨੀ ਗਤੀਵਿਧੀਆਂ ਦੂਜਿਆਂ ਦੇ ਅਧਿਕਾਰਾਂ ਦੀ ਉਲੰਘਣਾ ਕਰਨ ਵਾਲੀਆਂ ਗਤੀਵਿਧੀਆਂ ਇਸ ਐਪ ਦੀ ਰਿਵਰਸ ਇੰਜੀਨੀਅਰਿੰਗ ਇਸ ਐਪ ਦੀ ਅਣਅਧਿਕਾਰਤ ਕਾਪੀ
pl: Dziaania nielegalne Dziaania naruszajce prawa innych Inżynieria wsteczna tej aplikacji Nieautoryzowane kopiowanie tej aplikacji
pt_pt: Atividades ilegais Atividades que infrinjam direitos de terceiros Engenharia reversa desta aplicação Cópia não autorizada desta aplicação
ru: Незаконная деятельность Действия, нарушающие права других лиц Реверс-инжиниринг этого приложения Несанкционированное копирование этого приложения
si: නීති විරෝධී ක්‍රියාකාරකම් අනෙකුත් අයගේ අයිතිවාසිකම් උල්ලංඝනය කරන ක්‍රියාකාරකම් මෙම යෙදුම ප්‍රතිලෝම ඉංජිනේරු කිරීම මෙම යෙදුමෙහි අනවසර පිටපත් කිරීම
sl: Nezakonite dejavnosti Dejavnosti, ki kr코ijo pravice drugih Razstavljanje te aplikacije Neneobi캜ajno kopiranje te aplikacije
sr: Незаконите активности Активности које крше права других Обрнути инжењеринг ове апликације Неовлашћено копирање ове апликације
sw: Shughuli haramu Shughuli zinazokiuka haki za wengine Uhandisi wa reverse wa programu hii Kunakili programu hii bila ruhusa
ta: சட்டவிரோத செயல்பாடுகள் மற்றவர்களின் உரிமைகளை மீறும் செயல்பாடுகள் இந்த பயன்பாட்டின் தலைகீழ் பொறியியல் இந்த பயன்பாட்டின் அங்கீகரிக்கப்படாத நகல்
te: చట్టవిరుద్ధ కార్యకలాపాలు ఇతరుల హక్కులను ఉల్లంఘించే కార్యకలాపాలు ఈ యాప్‌ను రివర్స్ ఇంజనీరింగ్ చేయడం ఈ యాప్‌ను అనధికారంగా కాపీ చేయడం
th: กิจกรรมที่ผิดกฎหมาย กิจกรรมที่ละเมิดสิทธิของผู้อื่น การวิศวกรรมย้อนกลับแอปนี้ การคัดลอกแอปนี้โดยไม่ได้รับอนุญาต
uk: Незаконні дії Дії, що порушують права інших Зворотна розробка цього додатка Неавторизоване копіювання цього додатка
zu: Imisebenzi engekho emthethweni Imisebenzi ephula amalungelo abanye Ubunjiniyela obuphikisayo balolu hlelo Ukukopisha okungagunyaziwe kwalolu hlelo

# terms.ip.title
source: Intellectual Property
af: Intellektuele Eiendom
am: የአእምሮ ንብረት
ar: الملكية الفكرية
bg: Интелектуална собственост
bn: বুদ্ধিবৃত্তিক সম্পত্তি
ca: Propietat intel·lectual
de: Geistiges Eigentum
el: Πνευματική ιδιοκτησία
et: Intellektuaalomand
eu: Jabetza intelektuala
fi: Immateriaalioikeudet
fil: Intelektwal na Ari-arian
fr: Propriété intellectuelle
gl: Propiedade intelectual
gu: બૌદ્ધિક સંપત્તિ
he: ק ר
hi: बौद्धिक संपदा
hu: Szellemi tulajdon
id: Kekayaan Intelektual
it: Proprietà intellettuale
ja: 知的財産権
km: កម្មសិទ្ធិបញ្ញា
kn: ಬೌದ್ಧಿಕ ಆಸ್ತಿ
lo: ຊັບສິນທາງປັນຍາ
mk: Интелектуална сопственост
ml: ബൗദ്ധിക സ്വത്ത്
mr: बौद्धिक मालमत्ता
ms: Harta Intelek
my: ဉာဏပစ္စည်း
ne: बौद्धिक सम्पत्ति
nl: Intellectueel eigendom
pa: ਬੌਧਿਕ ਸੰਪਤੀ
pl: Wasno intelektualna
pt_pt: Propriedade Intelectual
ru: Интеллектуальная собственность
si: බුද්ධිමය දේපල
sl: Intelektualna lastnina
sr: Интелектуална својина
sw: Mali ya Akili
ta: அறிவுசார் சொத்து
te: మేధో సంపత్తి
th: ทรัพย์สินทางปัญญา
uk: Інтелектуальна власність
zu: Impahla Yengqondo

# terms.ip.content
source: The intellectual property rights of this app belong to the developer. Unauthorized use is prohibited.
af: Die intellektuele eiendomsregte van hierdie toepassing behoort aan die ontwikkelaar. Ongemagtigde gebruik is verbode.
am: የዚህ መተግበሪያ የአእምሮ ንብረት መብቶች የገንቢው ናቸው። ያልተፈቀደ አጠቃቀም የተከለከለ ነው።
ar: حقوق الملكية الفكرية لهذا التطبيق تعود للمطور. يُحظر الاستخدام غير المصرح به.
bg: Правата върху интелектуалната собственост на това приложение принадлежат на разработчика. Неразрешената употреба е забранена.
bn: এই অ্যাপের বুদ্ধিবৃত্তিক সম্পত্তি অধিকার ডেভেলপারের। অননুমোদিত ব্যবহার নিষিদ্ধ।
ca: Els drets de propietat intel·lectual d'aquesta app pertanyen al desenvolupador. L'ús no autoritzat est prohibit.
de: Die geistigen Eigentumsrechte dieser App gehören dem Entwickler. Unerlaubte Nutzung ist verboten.
el: Τα δικαιώματα πνευματικής ιδιοκτησίας αυτής της εφαρμογής ανήκουν στον προγραμματιστή. Η μη εξουσιοδοτημένη χρήση απαγορεύεται.
et: Selle rakenduse intellektuaalomandi õigused kuuluvad arendajale. Loata kasutamine on keelatud.
eu: Aplikazio honen jabetza intelektualaren eskubideak garatzaileari dagozkio. Baimenik gabeko erabilera debekatuta dago.
fi: Tämän sovelluksen immateriaalioikeudet kuuluvat kehittäjälle. Luvaton käyttö on kielletty.
fil: Ang mga karapatan sa intelektwal na ari-arian ng app na ito ay pag-aari ng developer. Ang hindi awtorisadong paggamit ay ipinagbabawal.
fr: Les droits de propriété intellectuelle de cette app appartiennent au développeur. Toute utilisation non autorisée est interdite.
gl: Os dereitos de propiedade intelectual desta app pertencen ao desenvolvedor. Prohíbese o uso non autorizado.
gu: આ એપના બૌદ્ધિક સંપત્તિ અધિકારો વિકાસકર્તાના છે. અનધિકૃત ઉપયોગ પ્રતિબંધિત છે.
he: ת ק ר ש פקצ שת פת. שש רש סר.
hi: इस ऐप के बौद्धिक संपदा अधिकार डेवलपर के हैं। अनधिकृत उपयोग निषिद्ध है।
hu: Az app szellemi tulajdonjogai a fejlesztőt illetik. Jogosulatlan használat tilos.
id: Hak kekayaan intelektual aplikasi ini dimiliki oleh pengembang. Penggunaan tanpa izin dilarang.
it: I diritti di proprietà intellettuale di questa app appartengono allo sviluppatore. L'uso non autorizzato è vietato.
ja: 本アプリの知的財産権は開発者に帰属します。 無断使用は禁止されています。
km: សិទ្ធិកម្មសិទ្ធិបញ្ញានៃកម្មវិធីនេះជាកម្មសិទ្ធិរបស់អ្នកអភិវឌ្ឍន៍។ ការប្រើប្រាស់ដោយគ្មានការអនុញ្ញាតត្រូវបានហាមឃាត់។
kn: ಈ ಅಪ್ಲಿಕೇಶನ್‌ನ ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಹಕ್ಕುಗಳು ಡೆವಲಪರ್‌ಗೆ ಸೇರಿವೆ. ಅನಧಿಕೃತ ಬಳಕೆ ನಿಷೇಧಿಸಲಾಗಿದೆ.
lo: ສິດຊັບສິນທາງປັນຍາຂອງແອັບນີ້ເປັນຂອງນັກພັດທະນາ. ຫ້າມໃຊ້ໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດ.
mk: Правата на интелектуална сопственост на оваа апликација му припаѓаат на развивачот. Неовластената употреба е забранета.
ml: ഈ ആപ്പിന്റെ ബൗദ്ധിക സ്വത്തവകാശം ഡവലപ്പറുടെതാണ്. അനധികൃത ഉപയോഗം നിരോധിച്ചിരിക്കുന്നു.
mr: या अॅपचे बौद्धिक मालमत्ता अधिकार विकसकाचे आहेत. अनधिकृत वापर निषिद्ध आहे.
ms: Hak harta intelek aplikasi ini adalah milik pembangun. Penggunaan tanpa kebenaran adalah dilarang.
my: ဤအက်ပ်၏ ဉာဏပစ္စည်း အခွင့်အရေးများ တီထွင်သူပိုင်သည်။ ခွင့်ပြုချက်မရှိ အသုံးပြုခြင်းကို တားမြစ်သည်။
ne: यो एपको बौद्धिक सम्पत्ति अधिकार विकासकर्तासँग छ। अनधिकृत प्रयोग निषेधित छ।
nl: De intellectuele eigendomsrechten van deze app behoren toe aan de ontwikkelaar. Ongeautoriseerd gebruik is verboden.
pa: ਇਸ ਐਪ ਦੇ ਬੌਧਿਕ ਸੰਪਤੀ ਅਧਿਕਾਰ ਡਿਵੈਲਪਰ ਦੇ ਹਨ। ਅਣਅਧਿਕਾਰਤ ਵਰਤੋਂ ਵਰਜਿਤ ਹੈ।
pl: Prawa wasnoci intelektualnej tej aplikacji należ do dewelopera. Nieautoryzowane użycie jest zabronione.
pt_pt: Os direitos de propriedade intelectual desta aplicação pertencem ao programador. O uso não autorizado é proibido.
ru: Права интеллектуальной собственности на это приложение принадлежат разработчику. Несанкционированное использование запрещено.
si: මෙම යෙදුමේ බුද්ධිමය දේපල අයිතිවාසිකම් සංවර්ධකයාට අයත්ය. අනවසර භාවිතය තහනම්.
sl: Pravice intelektualne lastnine te aplikacije pripadajo razvijalcu. Nepoobla코캜ena uporaba je prepovedana.
sr: Права интелектуалне својине ове апликације припадају програмеру. Неовлашћена употреба је забрањена.
sw: Haki za mali ya akili ya programu hii ni za mtengenezaji. Matumizi yasiyo na ruhusa yamezuiwa.
ta: இந்த பயன்பாட்டின் அறிவுசார் சொத்து உரிமைகள் உருவாக்குநருக்கு சொந்தமானது. அங்கீகரிக்கப்படாத பயன்பாடு தடைசெய்யப்பட்டுள்ளது.
te: ఈ యాప్ యొక్క మేధో సంపత్తి హక్కులు డెవలపర్‌కు చెందినవి. అనధికార ఉపయోగం నిషేధించబడింది.
th: สิทธิ์ทรัพย์สินทางปัญญาของแอปนี้เป็นของนักพัฒนา การใช้งานโดยไม่ได้รับอนุญาตเป็นสิ่งต้องห้าม
uk: Права інтелектуальної власності цього додатка належать розробнику. Неавторизоване використання заборонено.
zu: Amalungelo empahla yengqondo yalolu hlelo angawomthuthukisi. Ukusetshenziswa okungagunyaziwe kunqatshelwe.

# conversations.title
source: Conversations
af: Gesprekke
am: ውይይቶች
ar: المحادثات
bg: Разговори
bn: কথোপকথন
ca: Converses
de: Unterhaltungen
el: Συνομιλίες
et: Vestlused
eu: Elkarrizketak
fi: Keskustelut
fil: Mga Conversation
gl: Conversas
gu: વાતચીતો
he: שת
hi: बातचीत
hu: Beszélgetések
id: Percakapan
it: Conversazioni
ja: 会話履歴
km: សន្ទនា
kn: ಸಂಭಾಷಣೆಗಳು
lo: ການສົນທະນາ
mk: Разговори
ml: സംഭാഷണങ്ങൾ
mr: संभाषणे
ms: Perbualan
my: စကားစမြည့်များ
ne: कुराकानीहरू
nl: Gesprekken
pa: ਗੱਲਬਾਤ
pl: Rozmowy
pt_pt: Conversas
ru: Разговоры
si: කතාබස්
sl: Pogovori
sr: Разговори
sw: Mazungumzo
ta: உரையாடல்கள்
te: సంభాషణలు
th: การสนทนา
uk: Розмови
zu: Izingxoxo

# conversations.new
source: New Conversation
af: Nuwe Gesprek
am: አዲስ ውይይት
ar: محادثة جديدة
bg: Нов разговор
bn: নতুন কথোপকথন
ca: Nova conversa
de: Neue Unterhaltung
el: Νέα συνομιλία
et: Uus vestlus
eu: Elkarrizketa berria
fi: Uusi keskustelu
fil: Bagong Conversation
fr: Nouvelle conversation
gl: Nova conversa
gu: નવી વાતચીત
he: ש ש
hi: नई बातचीत
hu: Új beszélgetés
id: Percakapan Baru
it: Nuova conversazione
ja: 新しい会話
km: សន្ទនាថ្មី
kn: ಹೊಸ ಸಂಭಾಷಣೆ
lo: ການສົນທະນາໃໝ່
mk: Нов разговор
ml: പുതിയ സംഭാഷണം
mr: नवीन संभाषण
ms: Perbualan Baharu
my: စကားစမြည့်အသစ်
ne: नयाँ कुराकानी
nl: Nieuw gesprek
pa: ਨਵੀਂ ਗੱਲਬਾਤ
pl: Nowa rozmowa
pt_pt: Nova Conversa
ru: Новый разговор
si: නව කතාබස්
sl: Nov pogovor
sr: Нови разговор
sw: Mazungumzo Mapya
ta: புதிய உரையாடல்
te: కొత్త సంభాషణ
th: การสนทนาใหม่
uk: Нова розмова
zu: Ingxoxo Entsha

# conversations.empty
source: No conversations yet
af: Nog geen gesprekke nie
am: ገና ምንም ውይይቶች የሉም
ar: لا توجد محادثات بعد
bg: Все още няма разговори
bn: এখনো কোনো কথোপকথন নেই
ca: Encara no hi ha converses
de: Noch keine Unterhaltungen
el: Δεν υπάρχουν ακόμη συνομιλίες
et: Vestlusi pole veel
eu: Oraindik ez dago elkarrizketarik
fi: Ei vielä keskusteluja
fil: Wala pang mga conversation
fr: Aucune conversation pour le moment
gl: Aínda non hai conversas
gu: હજી વાતચીતો નથી
he: שת ע
hi: अभी कोई बातचीत नहीं
hu: Még nincsenek beszélgetések
id: Belum ada percakapan
it: Nessuna conversazione
ja: 会話がありません
km: មិនទាន់មានសន្ទនានៅឡើយ
kn: ಇನ್ನೂ ಸಂಭಾಷಣೆಗಳಿಲ್ಲ
lo: ຍັງບໍ່ມີການສົນທະນາ
mk: Сè уште нема разговори
ml: ഇതുവരെ സംഭാഷണങ്ങളില്ല
mr: अजून संभाषणे नाहीत
ms: Tiada perbualan lagi
my: စကားစမြည့် မရှိသေးပါ
ne: अहिलेसम्म कुराकानीहरू छैनन्
nl: Nog geen gesprekken
pa: ਅਜੇ ਤੱਕ ਕੋਈ ਗੱਲਬਾਤ ਨਹੀਂ
pl: Brak rozmów
pt_pt: Ainda não há conversas
ru: Пока нет разговоров
si: තවම කතාබස් නැත
sl: 만 ni pogovorov
sr: Још нема разговора
sw: Bado hakuna mazungumzo
ta: இதுவரை உரையாடல்கள் இல்லை
te: ఇంకా సంభాషణలు లేవు
th: ยังไม่มีการสนทนา
uk: Ще немає розмов
zu: Azikho izingxoxo okwamanje
