Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# feedback.privacy.anonymous
source: No personally identifiable information is sent
af: Geen persoonlik identifiseerbare inligting word gestuur nie
am: ምንም ግላዊ መለያ መረጃ አይላክም
ar: لا يتم إرسال أي معلومات تعريف شخصية
bg: Не се изпраща лична информация за идентификация
bn: কোনো ব্যক্তিগত শনাক্তকরণ তথ্য পাঠানো হয় না
ca: No s'envia cap informació d'identificació personal
de: Es werden keine personenbezogenen Daten gesendet
el: Δεν αποστέλλονται προσωπικά αναγνωρίσιμες πληροφορίες
et: Isikut tuvastav teave ei saadeta
eu: Ez da identifikagarri den informaziorik bidaltzen
fi: Henkilökohtaisia tunnistetietoja ei lähetetä
fil: Walang ipinapadala na personal na impormasyon
fr: Aucune information personnelle identifiable n'est envoyée
gl: Non se envía información de identificación persoal
gu: વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતી મોકલવામાં આવતી નથી
he: ש ע ש
hi: कोई व्यक्तिगत पहचान योग्य जानकारी नहीं भेजी जाती
hu: Nincs személyazonosításra alkalmas információ elküldve
id: Tidak ada informasi yang dapat diidentifikasi secara pribadi yang dikirim
it: Nessuna informazione personale identificabile viene inviata
km: គ្មានព័ត៌មានកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួនត្រូវបានផ្ញើទេ
kn: ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು ಕಳುಹಿಸಲಾಗುವುದಿಲ್ಲ
lo: ບໍ່ສົ່ງຂໍ້ມູນທີ່ສາມາດລະບຸຕົວຕົນບຸກຄົນໄດ້
mk: Не се испраќаат лично идентификувачки информации
ml: വ്യക്തിഗതമായി തിരിച്ചറിയാവുന്ന വിവരങ്ങളൊന്നും അയയ്ക്കുന്നില്ല
mr: वैयक्तिकरित्या ओळखण्यायोग्य माहिती पाठवली जात नाही
ms: Tiada maklumat pengenalan peribadi dihantar
my: ကိုယ်ရေးကိုယ်တာ သိနိုင်သော အချက်အလက် ပို့ခြင်း မရှိပါ
ne: कुनै व्यक्तिगत पहिचान योग्य जानकारी पठाइएको छैन
nl: Geen persoonlijk identificeerbare informatie wordt verzonden
pa: ਕੋਈ ਵਿਅਕਤੀਗਤ ਤੌਰ 'ਤੇ ਪਛਾਣਨ ਯੋਗ ਜਾਣਕਾਰੀ ਨਹੀਂ ਭੇਜੀ ਗਈ
pl: Żadne dane identyfikujce osob nie s wysyane
pt_pt: Nenhuma informação pessoalmente identificável é enviada
ru: Личная информация не отправляется
si: පුද්ගලිකව හඳුනාගත හැකි තොරතුරු යවනු නොලැබේ
sl: Nobenih osebno prepoznavnih informacij ni poslanih
sr: Не шаљу се лични подаци који могу идентификовати
sw: Hakuna maelezo ya kibinafsi yanayotumwa
ta: தனிப்பட்ட அடையாளம் காணக்கூடிய தகவல் எதுவும் அனுப்பப்படவில்லை
te: వ్యక్తిగతంగా గుర్తించదగిన సమాచారం పంపబడదు
th: ไม่มีการส่งข้อมูลระบุตัวตนส่วนบุคคล
uk: Жодної особистої інформації не надсилається
zu: Ayikho imininingwane yomuntu siqu ethunyelwayo

# feedback.privacy.improvement
source: Used only to improve AI quality
af: Slegs gebruik om KI-kwaliteit te verbeter
am: የAI ጥራትን ለማሻሻል ብቻ ጥቅም ላይ ይውላል
ar: تُستخدم فقط لتحسين جودة الذكاء الاصطناعي
bg: Използва се само за подобряване на качеството на AI
bn: শুধুমাত্র AI গুণমান উন্নত করতে ব্যবহার করা হয়
ca: S'utilitza només per millorar la qualitat de la IA
de: Wird nur zur Verbesserung der KI-Qualität verwendet
el: Χρησιμοποιείται μόνο για τη βελτίωση της ποιότητας της τεχνητής νοημοσύνης
et: Kasutatakse ainult AI kvaliteedi parandamiseks
eu: IAren kalitatea hobetzeko soilik erabiltzen da
fi: Käytetään vain tekoälyn laadun parantamiseen
fil: Ginagamit lamang para mapabuti ang kalidad ng AI
fr: Utilisé uniquement pour améliorer la qualité de l'IA
gl: sase só para mellorar a calidade da IA
gu: ફક્ત AI ગુણવત્તા સુધારવા માટે વપરાય છે
he: שש רק שפר ת AI
hi: केवल AI गुणवत्ता सुधारने के लिए उपयोग किया जाता है
hu: Csak AI minőség javítására használva
id: Hanya digunakan untuk meningkatkan kualitas AI
it: Utilizzato solo per migliorare la qualità dell'IA
km: ប្រើតែដើម្បីកែលម្អគុណភាព AI
kn: AI ಗುಣಮಟ್ಟವನ್ನು ಸುಧಾರಿಸಲು ಮಾತ್ರ ಬಳಸಲಾಗುತ್ತದೆ
lo: ໃຊ້ພຽງແຕ່ເພື່ອປັບປຸງຄຸນະພາບ AI
mk: Се користат само за подобрување на квалитетот на АИ
ml: AI നിലവാരം മെച്ചപ്പെടുത്താൻ മാത്രം ഉപയോഗിക്കുന്നു
mr: केवळ AI गुणवत्ता सुधारण्यासाठी वापरले जाते
ms: Digunakan hanya untuk meningkatkan kualiti AI
my: AI အရည်အသွေး တိုးတက်ရန်သာ အသုံးပြုသည်
ne: केवल AI गुणस्तर सुधार गर्न प्रयोग गरिन्छ
nl: Alleen gebruikt om AI-kwaliteit te verbeteren
pa: ਸਿਰਫ਼ AI ਗੁਣਵੱਤਾ ਸੁਧਾਰਨ ਲਈ ਵਰਤਿਆ ਗਿਆ
pl: Używane tylko do poprawy jakoci AI
pt_pt: Usado apenas para melhorar a qualidade da IA
ru: Используется только для улучшения качества ИИ
si: AI ගුණාත්මක භාවය වැඩිදියුණු කිරීමට පමණක් භාවිතා කරයි
sl: Uporabljeno samo za izbolj코anje kakovosti AI
sr: Користи се само за побољшање квалитета AI-ја
sw: Inatumika tu kuboresha ubora wa AI
ta: AI தரத்தை மேம்படுத்த மட்டுமே பயன்படுத்தப்படுகிறது
te: AI నాణ్యతను మెరుగుపరచడానికి మాత్రమే ఉపయోగించబడుతుంది
th: ใช้เพื่อปรับปรุงคุณภาพ AI เท่านั้น
uk: Використовується тільки для покращення якості ШІ
zu: Isetshenziswa kuphela ukuthuthukisa ikhwalithi ye-AI

# feedback.privacy.optional
source: Sending feedback is completely optional
af: Om terugvoer te stuur is heeltemal opsioneel
am: አስተያየት መላክ ሙሉ በሙሉ አማራጭ ነው
ar: إرسال الملاحظات اختياري تماماً
bg: Изпращането на обратна връзка е напълно по избор
bn: মতামত পাঠানো সম্পূর্ণ ঐচ্ছিক
ca: Enviar comentaris és completament opcional
de: Das Senden von Feedback ist völlig freiwillig
el: Η αποστολή σχολίων είναι εντελώς προαιρετική
et: Tagasiside saatmine on täiesti vabatahtlik
eu: Iritzia bidaltzea erabat aukerakoa da
fi: Palautteen lähettäminen on täysin vapaaehtoista
fil: Ang pagpapadala ng feedback ay ganap na opsyonal
fr: L'envoi de retours est entièrement facultatif
gl: O envío de comentarios é completamente opcional
gu: પ્રતિસાદ મોકલવો સંપૂર્ણપણે વૈકલ્પિક છે
he: שת ש פצת
hi: प्रतिक्रिया भेजना पूरी तरह वैकल्पिक है
hu: A visszajelzés küldése teljesen opcionális
id: Mengirim umpan balik sepenuhnya opsional
it: L'invio del feedback è completamente facoltativo
km: ការផ្ញើមតិកែលម្អគឺស្រេចចិត្តទាំងស្រុង
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸುವುದು ಸಂಪೂರ್ಣವಾಗಿ ಐಚ್ಛಿಕವಾಗಿದೆ
lo: ການສົ່ງຄໍາຄິດເຫັນເປັນທາງເລືອກໂດຍສົມບູນ
mk: Испраќањето повратни информации е целосно опционално
ml: ഫീഡ്ബാക്ക് അയയ്ക്കുന്നത് പൂർണ്ണമായും ഓപ്ഷണലാണ്
mr: अभिप्राय पाठवणे पूर्णपणे ऐच्छिक आहे
ms: Menghantar maklum balas adalah sepenuhnya pilihan
my: တုံ့ပြန်ချက် ပို့ခြင်းသည် လုံးလုံး စိတ်ဆန္ဒအလျောက်
ne: प्रतिक्रिया पठाउनु पूर्ण रूपमा वैकल्पिक हो
nl: Het verzenden van feedback is volledig optioneel
pa: ਫੀਡਬੈਕ ਭੇਜਣਾ ਪੂਰੀ ਤਰ੍ਹਾਂ ਵਿਕਲਪਿਕ ਹੈ
pl: Wysyanie opinii jest cakowicie opcjonalne
pt_pt: Enviar feedback é completamente opcional
ru: Отправка отзыва полностью добровольна
si: ප්‍රතිපෝෂණ යැවීම සම්පූර්ණයෙන්ම අත්තනෝමතික
sl: Po코iljanje povratnih informacij je popolnoma neobvezno
sr: Слање повратне информације је потпуно опционо
sw: Kutuma maoni ni hiari kabisa
ta: கருத்தை அனுப்புவது முற்றிலும் விருப்பமானது
te: ఫీడ్‌బ్యాక్ పంపడం పూర్తిగా ఐచ్ఛికం
th: การส่งคำติชมเป็นตัวเลือกโดยสมบูรณ์
uk: Надсилання відгуку повністю необов'язкове
zu: Ukuthumela impendulo kukhethwa ngokuphelele

# feedback.comment.section
source: Comment (optional)
af: Opmerking (opsioneel)
am: አስተያየት (አማራጭ)
ar: تعليق (اختياري)
bg: Коментар (по избор)
bn: মন্তব্য (ঐচ্ছিক)
ca: Comentari (opcional)
de: Kommentar (optional)
el: Σχόλιο (προαιρετικό)
et: Kommentaar (valikuline)
eu: Iruzkina (aukerakoa)
fi: Kommentti (valinnainen)
fil: Komento (opsyonal)
fr: Commentaire (facultatif)
gl: Comentario (opcional)
gu: ટિપ્પણી (વૈકલ્પિક)
he: ער (פצת)
hi: टिप्पणी (वैकल्पिक)
hu: Megjegyzés (opcionális)
id: Komentar (opsional)
it: Commento (facoltativo)
km: មតិយោបល់ (ស្រេចចិត្ត)
kn: ಟಿಪ್ಪಣಿ (ಐಚ್ಛಿಕ)
lo: ຄໍາເຫັນ (ທາງເລືອກ)
mk: Коментар (опционално)
ml: അഭിപ്രായം (ഓപ്ഷണൽ)
mr: टिप्पणी (ऐच्छिक)
ms: Komen (pilihan)
my: မှတ်ချက် (စိတ်ဆန္ဒအလျောက်)
ne: टिप्पणी (वैकल्पिक)
nl: Opmerking (optioneel)
pa: ਟਿੱਪਣੀ (ਵਿਕਲਪਿਕ)
pl: Komentarz (opcjonalnie)
pt_pt: Comentário (opcional)
ru: Комментарий (необязательно)
si: අදහස (අත්තනෝමතික)
sl: Komentar (neobvezno)
sr: Коментар (опционо)
sw: Maoni (si lazima)
ta: கருத்து (விருப்பமானது)
te: వ్యాఖ్య (ఐచ్ఛికం)
th: ความคิดเห็น (ไม่บังคับ)
uk: Коментар (необов'язково)
zu: Umbono (ongakukhethayo)

# feedback.comment.placeholder
source: Tell us what could be improved or what worked well...
af: Vertel ons wat verbeter kan word of wat goed gewerk het...
am: ምን ሊሻሻል እንደሚችል ወይም ምን መልካም እንደሰራ ይንገሩን...
ar: أخبرنا بما يمكن تحسينه أو ما الذي نجح بشكل جيد...
bg: Кажете ни какво може да се подобри или какво работи добре...
bn: আমাদের বলুন কী উন্নত করা যেতে পারে বা কী ভাল কাজ করেছে...
ca: Explica'ns què es podria millorar o què ha funcionat bé...
de: Sag uns, was verbessert werden könnte oder was gut funktioniert hat...
el: Πείτε μας τι θα μπορούσε να βελτιωθεί ή τι λειτούργησε καλά...
et: Öelge meile, mida saaks parandada või mis töötas hästi...
eu: Esan iezaguzu zer hobetu liteke edo zer funtzionatu duen ondo...
fi: Kerro mitä voitaisiin parantaa tai mikä toimi hyvin...
fil: Sabihin sa amin kung ano ang maaaring mapabuti o kung ano ang gumana nang maayos...
fr: Dites-nous ce qui pourrait être amélioré ou ce qui a bien fonctionné...
gl: Dinos que se podería mellorar ou que funcionou ben...
gu: શું સુધારી શકાય અથવા શું સારું કામ કર્યું તે અમને કહો...
he: ספר ת שפר ע ...
hi: हमें बताएं कि क्या सुधार हो सकता है या क्या अच्छा रहा...
hu: Mondd el, mit lehetne javítani vagy mi működött jól...
id: Beri tahu kami apa yang bisa ditingkatkan atau apa yang berjalan dengan baik...
it: Dicci cosa potrebbe essere migliorato o cosa ha funzionato bene...
km: ប្រាប់យើងថាអ្វីដែលអាចត្រូវបានធ្វើឱ្យប្រសើរឡើងឬដំណើរការល្អ...
kn: ಏನನ್ನು ಸುಧಾರಿಸಬಹುದು ಅಥವಾ ಏನು ಚೆನ್ನಾಗಿ ಕೆಲಸ ಮಾಡಿತು ಎಂಬುದನ್ನು ನಮಗೆ ತಿಳಿಸಿ...
lo: ບອກພວກເຮົາວ່າສິ່ງໃດສາມາດປັບປຸງໄດ້ຫຼືເຮັດວຽກໄດ້ດີ...
mk: Кажете ни што може да се подобри или што функционираше добро...
ml: എന്താണ് മെച്ചപ്പെടുത്താൻ കഴിയുക അല്ലെങ്കിൽ എന്താണ് നന്നായി പ്രവർത്തിച്ചത് എന്ന് പറയുക...
mr: काय सुधारले जाऊ शकते किंवा काय चांगले काम केले ते आम्हाला सांगा...
ms: Beritahu kami apa yang boleh diperbaiki atau apa yang berfungsi dengan baik...
my: တိုးတက်ကောင်းမွန်စေနိုင်သော အရာ သို့မဟုတ် ကောင်းမွန်စွာ အလုပ်လုပ်သော အရာ ကျွန်ုပ်တို့အား ပြောပြပါ...
ne: हामीलाई बताउनुहोस् के सुधार गर्न सकिन्छ वा के राम्रो काम गर्‍यो...
nl: Vertel ons wat verbeterd kan worden of wat goed werkte...
pa: ਦੱਸੋ ਕਿ ਕੀ ਬਿਹਤਰ ਹੋ ਸਕਦਾ ਹੈ ਜਾਂ ਕੀ ਵਧੀਆ ਕੰਮ ਕੀਤਾ...
pl: Powiedz nam, co można poprawi lub co dziaao dobrze...
pt_pt: Diga-nos o que pode ser melhorado ou o que funcionou bem...
ru: Расскажите, что можно улучшить или что сработало хорошо...
si: වැඩිදියුණු කළ හැකි දේ හෝ හොඳින් ක්‍රියා කළ දේ අපට කියන්න...
sl: Povejte nam, kaj bi bilo mogo캜e izbolj코ati ali kaj je delovalo dobro...
sr: Реците нам шта би могло бити побољшано или шта је добро функционисало...
sw: Tuambie ninyi linaweza kuboreshwa au nini kilifanya kazi vizuri...
ta: என்ன மேம்படுத்தப்பட வேண்டும் அல்லது என்ன நன்றாக வேலை செய்தது என்பதை எங்களிடம் கூறுங்கள்...
te: ఏమి మెరుగుపరచవచ్చో లేదా ఏది బాగా పనిచేసిందో మాకు చెప్పండి...
th: บอกเราว่าอะไรสามารถปรับปรุงได้หรืออะไรที่ทำงานได้ดี...
uk: Розкажіть, що можна покращити або що добре спрацювало...
zu: Sitshele ukuthi yini engathuthukiswa noma yini esebenze kahle...

# feedback.remember.title
source: Remember this choice
af: Onthou hierdie keuse
am: ይህን ምርጫ አስታውስ
ar: تذكر هذا الاختيار
bg: Запомни този избор
bn: এই পছন্দ মনে রাখুন
ca: Recordar aquesta elecció
de: Diese Auswahl merken
el: Απομνημόνευση αυτής της επιλογής
et: Jäta see valik meelde
eu: Gogoratu aukera hau
fi: Muista tämä valinta
fil: Tandaan ang pagpiling ito
fr: Se souvenir de ce choix
gl: Lembrar esta elección
gu: આ પસંદગી યાદ રાખો
he: ר ר
hi: इस विकल्प को याद रखें
hu: Emlékezz erre a választásra
id: Ingat pilihan ini
it: Ricorda questa scelta
km: ចងចាំជម្រើសនេះ
kn: ಈ ಆಯ್ಕೆಯನ್ನು ನೆನಪಿಡಿ
lo: ຈື່ການເລືອກນີ້
mk: Запамти го овој избор
ml: ഈ തിരഞ്ഞെടുപ്പ് ഓർക്കുക
mr: ही निवड लक्षात ठेवा
ms: Ingat pilihan ini
my: ဤရွေးချယ်မှု မှတ်ထားပါ
ne: यो छनौट सम्झनुहोस्
nl: Deze keuze onthouden
pa: ਇਹ ਚੋਣ ਯਾਦ ਰੱਖੋ
pl: Zapamitaj ten wybór
pt_pt: Lembrar esta escolha
ru: Запомнить этот выбор
si: මෙම තෝරාගැනීම මතක තබාගන්න
sl: Zapomni si to izbiro
sr: Запамти овај избор
sw: Kumbuka chaguo hili
ta: இந்த தேர்வை நினைவில் வைக்கவும்
te: ఈ ఎంపికను గుర్తుంచుకోండి
th: จดจำทางเลือกนี้
uk: Запам'ятати цей вибір
zu: Khumbula lesi sinqumo

# feedback.remember.description
source: Submit feedback without asking next time
af: Dien terugvoer in sonder om volgende keer te vra
am: ቀጣዩን ጊዜ ሳይጠየቅ አስተያየት አስገባ
ar: إرسال الملاحظات دون السؤال في المرة القادمة
bg: Изпращай обратна връзка без да питаш следващия път
bn: পরের বার জিজ্ঞাসা না করে মতামত জমা দিন
ca: Enviar comentaris sense preguntar la propera vegada
de: Feedback beim nächsten Mal ohne Nachfrage senden
el: Υποβολή σχολίων χωρίς να ρωτάτε την επόμενη φορά
et: Esita tagasiside küsimata järgmine kord
eu: Bidali iritzia galdetu gabe hurrengo aldian
fi: Lähetä palaute kysymättä seuraavalla kerralla
fil: Magpadala ng feedback nang hindi na nagtatanong sa susunod
fr: Envoyer les retours sans demander la prochaine fois
gl: Enviar comentarios sen preguntar a próxima vez
gu: આગલી વખતે પૂછ્યા વિના પ્રતિસાદ સબમિટ કરો
he: ש ש ש פע
hi: अगली बार बिना पूछे प्रतिक्रिया सबमिट करें
hu: Következő alkalommal kérdés nélkül küldje a visszajelzést
id: Kirim umpan balik tanpa bertanya lagi
it: Invia il feedback senza chiedere la prossima volta
km: ដាក់ស្នើមតិកែលម្អដោយមិនសួរនៅពេលក្រោយ
kn: ಮುಂದಿನ ಬಾರಿ ಕೇಳದೆ ಪ್ರತಿಕ್ರಿಯೆ ಸಲ್ಲಿಸಿ
lo: ສົ່ງຄໍາຄິດເຫັນໂດຍບໍ່ຖາມໃນຄັ້ງຕໍ່ໄປ
mk: Поднеси повратни информации без да прашувам следниот пат
ml: അടുത്ത തവണ ചോദിക്കാതെ ഫീഡ്ബാക്ക് സമർപ്പിക്കുക
mr: पुढच्या वेळी न विचारता अभिप्राय सबमिट करा
ms: Hantar maklum balas tanpa bertanya lain kali
my: နောက်တစ်ကြိမ် မမေးတော့ဘဲ တုံ့ပြန်ချက် တင်သွင်းပါ
ne: अर्को पटक बिना सोधेर प्रतिक्रिया पठाउनुहोस्
nl: Feedback de volgende keer zonder vragen indienen
pa: ਅਗਲੀ ਵਾਰ ਪੁੱਛੇ ਬਿਨਾਂ ਫੀਡਬੈਕ ਸਪੁਰਦ ਕਰੋ
pl: Przelij opini bez pytania nastpnym razem
pt_pt: Submeter feedback sem perguntar da próxima vez
ru: Отправлять отзыв без запроса в следующий раз
si: ඊළඟ වතාවේ අසන්නේ නැතුව ප්‍රතිපෝෂණ ඉදිරිපත් කරන්න
sl: Po코lji povratne informacije brez vpra코anja naslednji캜
sr: Пошаљи повратну информацију без питања следећи пут
sw: Wasilisha maoni bila kuuliza mara ijayo
ta: அடுத்த முறை கேட்காமல் கருத்தை சமர்ப்பிக்கவும்
te: తదుపరి సారి అడగకుండా ఫీడ్‌బ్యాక్ సబ్మిట్ చేయండి
th: ส่งคำติชมโดยไม่ถามในครั้งต่อไป
uk: Наступного разу надсилати відгук без запиту
zu: Hambisa impendulo ngaphandle kokubuza ngesikhathi esilandelayo

# chat.web.search
source: Web Search
af: Websoektog
am: ድር ፍለጋ
ar: البحث على الويب
bg: Търсене в мрежата
bn: ওয়েব সার্চ
ca: Cerca web
de: Websuche
el: Αναζήτηση Ιστού
et: Veebiotsing
eu: Web bilaketa
fi: Verkkohaku
fr: Recherche web
gl: Busca web
gu: વેબ શોધ
he: פש רשת
hi: वेब सर्च
hu: Webes keresés
id: Pencarian Web
it: Ricerca web
km: ការស្វែងរកតាមវេប
kn: ವೆಬ್ ಸರ್ಚ್
lo: ການຄົ້ນຫາເວັບ
mk: Веб-пребарување
ml: വെബ് തിരയൽ
mr: वेब शोध
ms: Carian Web
my: ဝဘ် ရှာဖွေမှု
ne: वेब खोजी
nl: Zoeken op het web
pa: ਵੈੱਬ ਖੋਜ
pl: Wyszukiwanie internetowe
pt_pt: Pesquisa Web
ru: Веб-поиск
si: වෙබ් සෙවීම
sl: Spletno iskanje
sr: Веб претрага
sw: Utaftaji wa Wavuti
ta: இணைய தேடல்
te: వెబ్ సెర్చ్
th: การค้นหาเว็บ
uk: Веб-пошук
zu: Ukusesha Kwewebhu

# search.privacy.title
source: Privacy-Protected Search
af: Privaatheid-beskermde Soektog
am: ግላዊነት-የተጠበቀ ፍለጋ
ar: بحث محمي الخصوصية
bg: Защитено търсене за поверителност
bn: গোপনীয়তা-সুরক্ষিত সার্চ
ca: Cerca protegida per privadesa
de: Datenschutzgeschützte Suche
el: Αναζήτηση με προστασία απορρήτου
et: Privaatsusega kaitstud otsing
eu: Pribatutasunez babestutako bilaketa
fi: Yksityisyyssuojattu haku
fil: Privacy-Protected na Paghahanap
fr: Recherche protégée
gl: Busca con protección de privacidade
gu: ગોપનીયતા-સંરક્ષિત શોધ
he: פש פרת
hi: गोपनीयता-संरक्षित खोज
hu: Adatvédett keresés
id: Pencarian yang Dilindungi Privasi
it: Ricerca protetta dalla privacy
km: ការស្វែងរកការពារឯកជនភាព
kn: ಗೌಪ್ಯತೆ-ಸಂರಕ್ಷಿತ ಹುಡುಕಾಟ
lo: ການຄົ້ນຫາທີ່ປົກປ້ອງຄວາມເປັນສ່ວນຕົວ
mk: Пребарување заштитено со приватност
ml: സ്വകാര്യത-സംരക്ഷിത തിരയൽ
mr: गोपनीयता-संरक्षित शोध
ms: Carian Terlindung Privasi
my: ကိုယ်ရေးကိုယ်တာ-ကာကွယ်ထားသော ရှာဖွေမှု
ne: गोपनीयता-सुरक्षित खोजी
nl: Privacy-beschermd zoeken
pa: ਗੋਪਨੀਯਤਾ-ਸੁਰੱਖਿਅਤ ਖੋਜ
pl: Wyszukiwanie z ochron prywatnoci
pt_pt: Pesquisa Protegida por Privacidade
ru: Поиск с защитой конфиденциальности
si: රහස්‍යතාව-ආරක්ෂිත සෙවීම
sl: Iskanje varovano z zasebnostjo
sr: Претрага заштићена приватношћу
sw: Utaftaji Unaolindwa na Faragha
ta: தனியுரிமை-பாதுகாக்கப்பட்ட தேடல்
te: ప్రైవసీ-రక్షిత సెర్చ్
th: การค้นหาที่ปกป้องความเป็นส่วนตัว
uk: Пошук із захистом конфіденційності
zu: Ukusesha Okuvikelwe Yibumfihlo

# search.privacy.proceed
source: Search
af: Soek
am: ፈልግ
ar: بحث
bg: Търси
bn: সার্চ
ca: Cercar
de: Suchen
el: Αναζήτηση
et: Otsi
eu: Bilatu
fi: Hae
fil: Maghanap
fr: Rechercher
gl: Buscar
gu: શોધો
he: פש
hi: खोजें
hu: Keresés
id: Cari
it: Cerca
km: ស្វែងរក
kn: ಹುಡುಕಿ
lo: ຄົ້ນຫາ
mk: Пребарај
ml: തിരയുക
mr: शोधा
ms: Cari
my: ရှာဖွေပါ
ne: खोज्नुहोस्
nl: Zoeken
pa: ਖੋਜੋ
pl: Wyszukaj
pt_pt: Pesquisar
ru: Поиск
si: සොයන්න
sl: I코캜i
sr: Претражи
sw: Tafuta
ta: தேடு
te: సెర్చ్
th: ค้นหา
uk: Шукати
zu: Sesha
