Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# filesystem.dir.created
source: Directory created: %@
af: Gids geskep: %@
am: ዲレክተሪ ተፈጥሯል: %@
ar: تم إنشاء المجلد: %@
bg: Директорията е създадена: %@
bn: ডিরেক্টরি তৈরি হয়েছে: %@
ca: Directori creat: %@
de: Verzeichnis erstellt: %@
el: Ο κατάλογος δημιουργήθηκε: %@
et: Kataloog loodud: %@
eu: Direktorioa sortua: %@
fi: Hakemisto luotu: %@
fil: Nilikha ang directory: %@
fr: Répertoire créé : %@
gl: Directorio creado: %@
gu: ડિરેક્ટરી બનાવી: %@
he: ספר צר: %@
hi: डायरेक्टरी बनाई गई: %@
hu: Könyvtár létrehozva: %@
id: Direktori dibuat: %@
it: Cartella creata: %@
ja: ディレクトリを作成しました: %@
km: បានបង្កើតថត: %@
kn: ಡೈರೆಕ್ಟರಿ ರಚಿಸಲಾಗಿದೆ: %@
lo: ສ້າງໂຟນເດີແລ້ວ: %@
mk: Директориумот е создаден: %@
ml: ഡയറക്ടറി സൃഷ്ടിച്ചു: %@
mr: डिरेक्टरी तयार केली: %@
ms: Direktori dicipta: %@
my: လမ်းညွှန် ဖန်တီးပြီး: %@
ne: डाइरेक्टरी सिर्जना गरियो: %@
nl: Map aangemaakt: %@
pa: ਡਾਇਰੈਕਟਰੀ ਬਣਾਈ: %@
pl: Utworzono katalog: %@
pt_pt: Diretório criado: %@
ru: Каталог создан: %@
si: නාමාවලිය නිර්මාණය කළා: %@
sl: Mapa ustvarjena: %@
sr: Директоријум креиран: %@
sw: Saraka imeundwa: %@
ta: அடைவு உருவாக்கப்பட்டது: %@
te: డైరెక్టరీ సృష్టించబడింది: %@
th: สร้างไดเรกทอรีแล้ว: %@
uk: Каталог створено: %@
zu: Uhlu lufayela ludalwe: %@

# filesystem.deleted
source: Deleted: %@
af: Geskrap: %@
am: ተሰርዟል: %@
ar: تم الحذف: %@
bg: Изтрито: %@
bn: মুছে গেছে: %@
ca: Eliminat: %@
de: Gelöscht: %@
el: Διαγράφηκε: %@
et: Kustutatud: %@
eu: Ezabatuta: %@
fi: Poistettu: %@
fil: Binura: %@
fr: Supprimé : %@
gl: Eliminado: %@
gu: કાઢી નાખ્યું: %@
he: ק: %@
hi: हटाया गया: %@
hu: Törölve: %@
id: Dihapus: %@
it: Eliminato: %@
ja: 削除しました: %@
km: បានលុប: %@
kn: ಅಳಿಸಲಾಗಿದೆ: %@
lo: ລຶບແລ້ວ: %@
mk: Избришано: %@
ml: ഇല്ലാതാക്കി: %@
mr: हटवले: %@
ms: Dipadam: %@
my: ဖျက်ပြီး: %@
ne: मेटाइयो: %@
nl: Verwijderd: %@
pa: ਮਿਟਾਇਆ: %@
pl: Usunito: %@
pt_pt: Eliminado: %@
ru: Удалено: %@
si: මකා දැමුවා: %@
sl: Izbrisano: %@
sr: Обрисано: %@
sw: Imefutwa: %@
ta: நீக்கப்பட்டது: %@
te: తొలగించబడింది: %@
th: ลบแล้ว: %@
uk: Видалено: %@
zu: Kususiwe: %@

# filesystem.size
source: Size: %@
af: Grootte: %@
am: መጠን: %@
ar: الحجم: %@
bg: Размер: %@
bn: আকার: %@
ca: Mida: %@
de: Größe: %@
el: Μέγεθος: %@
et: Suurus: %@
eu: Tamaina: %@
fi: Koko: %@
fil: Sukat: %@
fr: Taille : %@
gl: Tamaño: %@
gu: કદ: %@
hi: आकार: %@
hu: Méret: %@
id: Ukuran: %@
it: Dimensione: %@
ja: サイズ: %@
km: ទំហំ: %@
kn: ಗಾತ್ರ: %@
lo: ຂະໜາດ: %@
mk: Големина: %@
ml: വലുപ്പം: %@
mr: आकार: %@
ms: Saiz: %@
my: အရွယ်အစား: %@
ne: आकार: %@
nl: Grootte: %@
pa: ਆਕਾਰ: %@
pl: Rozmiar: %@
pt_pt: Tamanho: %@
ru: Размер: %@
si: ප්‍රමාණය: %@
sl: Velikost: %@
sr: Величина: %@
sw: Ukubwa: %@
ta: அளவு: %@
te: పరిమాణం: %@
th: ขนาด: %@
uk: Розмір: %@
zu: Usayizi: %@

# filesystem.created
source: Created: %@
af: Geskep: %@
am: ተፈጥሯል: %@
ar: تاريخ الإنشاء: %@
bg: Създаден: %@
bn: তৈরি: %@
ca: Creat: %@
de: Erstellt: %@
el: Δημιουργήθηκε: %@
et: Loodud: %@
eu: Sortua: %@
fi: Luotu: %@
fil: Nilikha: %@
fr: Créé le : %@
gl: Creado: %@
gu: બનાવ્યું: %@
he: צר: %@
hi: बनाया गया: %@
hu: Létrehozva: %@
id: Dibuat: %@
it: Creato: %@
ja: 作成日: %@
km: បានបង្កើត: %@
kn: ರಚಿಸಲಾಗಿದೆ: %@
lo: ສ້າງແລ້ວ: %@
mk: Создадено: %@
ml: സൃഷ്ടിച്ചത്: %@
mr: तयार केले: %@
ms: Dicipta: %@
my: ဖန်တီးပြီး: %@
ne: सिर्जना गरियो: %@
nl: Aangemaakt: %@
pa: ਬਣਾਇਆ: %@
pl: Utworzono: %@
pt_pt: Criado: %@
ru: Создано: %@
si: නිර්මාණය කළා: %@
sl: Ustvarjeno: %@
sr: Креирано: %@
sw: Imeundwa: %@
ta: உருவாக்கப்பட்டது: %@
te: సృష్టించబడింది: %@
th: สร้างเมื่อ: %@
uk: Створено: %@
zu: Kudalwe: %@

# filesystem.modified
source: Modified: %@
af: Gewysig: %@
am: ተሻሽሏል: %@
ar: تاريخ التعديل: %@
bg: Променен: %@
bn: পরিবর্তিত: %@
ca: Modificat: %@
de: Geändert: %@
el: Τροποποιήθηκε: %@
et: Muudetud: %@
eu: Aldatua: %@
fi: Muokattu: %@
fil: Binago: %@
fr: Modifié le : %@
gl: Modificado: %@
gu: સુધાર્યું: %@
he: ש: %@
hi: संशोधित: %@
hu: Módosítva: %@
id: Dimodifikasi: %@
it: Modificato: %@
ja: 更新日: %@
km: បានកែប្រែ: %@
kn: ಮಾರ್ಪಡಿಸಲಾಗಿದೆ: %@
lo: ແກ້ໄຂແລ້ວ: %@
mk: Изменето: %@
ml: പരിഷ്കരിച്ചത്: %@
mr: सुधारित: %@
ms: Diubahsuai: %@
my: ပြောင်းလဲပြီး: %@
ne: परिमार्जन गरियो: %@
nl: Gewijzigd: %@
pa: ਸੰਸ਼ੋਧਿਤ: %@
pl: Zmodyfikowano: %@
pt_pt: Modificado: %@
ru: Изменено: %@
si: වෙනස් කළා: %@
sl: Spremenjeno: %@
sr: Измењено: %@
sw: Imebadilishwa: %@
ta: மாற்றப்பட்டது: %@
te: సవరించబడింది: %@
th: แก้ไขเมื่อ: %@
uk: Змінено: %@
zu: Kushintshiwe: %@

# filesystem.type
source: Type: %@
af: Tipe: %@
am: አይነት: %@
ar: النوع: %@
bg: Тип: %@
bn: প্রকার: %@
ca: Tipus: %@
de: Typ: %@
el: Τύπος: %@
et: Tüüp: %@
eu: Mota: %@
fi: Tyyppi: %@
fil: Uri: %@
gl: Tipo: %@
gu: પ્રકાર: %@
he: ס: %@
hi: प्रकार: %@
hu: Típus: %@
id: Jenis: %@
it: Tipo: %@
ja: 種類: %@
km: ប្រភេទ: %@
kn: ಪ್ರಕಾರ: %@
lo: ປະເພດ: %@
mk: Тип: %@
ml: തരം: %@
mr: प्रकार: %@
ms: Jenis: %@
my: အမျိုးအစား: %@
ne: प्रकार: %@
pa: ਕਿਸਮ: %@
pl: Typ: %@
pt_pt: Tipo: %@
ru: Тип: %@
si: වර්ගය: %@
sl: Vrsta: %@
sr: Тип: %@
sw: Aina: %@
ta: வகை: %@
te: రకం: %@
th: ประเภท: %@
uk: Тип: %@
zu: Uhlobo: %@

# shortcuts.executed
source: Shortcut '%@' executed
af: Kortpad '%@' uitgevoer
am: አቋራጭ '%@' ተከናውኗል
ar: تم تنفيذ الاختصار '%@'
bg: Прекият път '%@' е изпълнен
bn: শর্টকাট '%@' কার্যকর হয়েছে
ca: Drecera '%@' executada
de: Kurzbefehl '%@' ausgeführt
el: Η συντόμευση '%@' εκτελέστηκε
et: Kiirklahv '%@' käivitatud
eu: '%@' lasterbidea exekutatuta
fi: Pikakuvake '%@' suoritettu
fil: Naipatupad ang shortcut '%@'
fr: Raccourci « %@ » exécuté
gl: Atallo '%@' executado
gu: શોર્ટકટ '%@' એક્ઝિક્યુટ થયું
he: קצר ר '%@' רץ
hi: शॉर्टकट '%@' चलाया गया
hu: '%@' gyorsbillentyű végrehajtva
id: Pintasan '%@' dieksekusi
it: Comando rapido '%@' eseguito
ja: ショートカット '%@' を実行しました
km: ផ្លូវកាត់ '%@' ត្រូវបានដំណើរការ
kn: ಶಾರ್ಟ್‌ಕಟ್ '%@' ಎಕ್ಸಿಕ್ಯೂಟ್ ಮಾಡಲಾಗಿದೆ
lo: ທາງລັດ '%@' ໄດ້ປະຕິບັດແລ້ວ
mk: Кратенката '%@' е извршена
ml: കുറുക്കുവഴി '%@' എക്സിക്യൂട്ട് ചെയ്തു
mr: शॉर्टकट '%@' अंमलात आणले
ms: Pintasan '%@' dilaksanakan
my: ဖြတ်လမ်း '%@' လည်ပတ်ပြီး
ne: सर्टकट '%@' कार्यान्वयन गरियो
nl: Snelkoppeling '%@' uitgevoerd
pa: ਸ਼ਾਰਟਕਟ '%@' ਚਲਾਇਆ
pl: Wykonano skrót '%@'
pt_pt: Atalho '%@' executado
ru: Команда '%@' выполнена
si: කෙටිමඟ '%@' ක්‍රියාත්මක කළා
sl: Bli쬹jica '%@' zagnana
sr: Пречица '%@' извршена
sw: Njia ya mkato '%@' imetekelezwa
ta: குறுக்குவழி '%@' செயல்படுத்தப்பட்டது
te: షార్ట్‌కట్ '%@' ఎగ్జిక్యూట్ చేయబడింది
th: รันทางลัด '%@' แล้ว
uk: Швидку команду '%@' виконано
zu: Isinqamuleli '%@' senziwe

# shortcuts.opened
source: Shortcuts app opened
af: Kortpaaie-toepassing geopen
am: አቋራጮች መተግበሪያ ተከፍቷል
ar: تم فتح تطبيق الاختصارات
bg: Приложението Преки пътища е отворено
bn: শর্টকাট অ্যাপ খোলা হয়েছে
ca: App de dreceres oberta
de: Kurzbefehle-App geöffnet
el: Η εφαρμογή Συντομεύσεων άνοιξε
et: Kiirklahvide rakendus avatud
eu: Lasterbideen aplikazioa irekita
fi: Pikakuvakkeet-sovellus avattu
fil: Binuksan ang Shortcuts app
fr: App Raccourcis ouverte
gl: App de atallos aberta
gu: શોર્ટકટ્સ એપ ખોલ્યું
he: פקצת קצר ר פת
hi: शॉर्टकट ऐप खोला गया
hu: Gyorsbillentyűk app megnyitva
id: Aplikasi Pintasan dibuka
it: App Comandi rapidi aperta
ja: ショートカットアプリを開きました
km: កម្មវិធីផ្លូវកាត់ត្រូវបានបើក
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳ ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಲಾಗಿದೆ
lo: ເປີດແອັບທາງລັດແລ້ວ
mk: Апликацијата за кратенки е отворена
ml: കുറുക്കുവഴികൾ ആപ്പ് തുറന്നു
mr: शॉर्टकट्स अॅप उघडले
ms: Aplikasi Pintasan dibuka
my: ဖြတ်လမ်းများ အက်ပ် ဖွင့်ပြီး
ne: सर्टकट एप खोलियो
nl: Snelkoppelingen-app geopend
pa: ਸ਼ਾਰਟਕਟ ਐਪ ਖੋਲ੍ਹੀ
pl: Otwarto aplikacj Skróty
pt_pt: Aplicação Atalhos aberta
ru: Приложение Команды открыто
si: කෙටිමං යෙදුම විවෘත කළා
sl: Aplikacija Bli쬹jice odprta
sr: Апликација за пречице отворена
sw: Programu ya njia za mkato imefunguliwa
ta: குறுக்குவழிகள் பயன்பாடு திறக்கப்பட்டது
te: షార్ట్‌కట్స్ యాప్ తెరవబడింది
th: เปิดแอปทางลัดแล้ว
uk: Додаток Швидкі команди відкрито
zu: I-app yezinqamuleli ivuliwe

# shortcuts.settings.opened
source: Settings (%@) opened
af: Instellings (%@) geopen
am: ቅንብሮች (%@) ተከፍተዋል
ar: تم فتح الإعدادات (%@)
bg: Настройките (%@) са отворени
bn: সেটিংস (%@) খোলা হয়েছে
ca: Configuració (%@) oberta
de: Einstellungen (%@) geöffnet
el: Οι ρυθμίσεις (%@) άνοιξαν
et: Seaded (%@) avatud
eu: Ezarpenak (%@) irekita
fi: Asetukset (%@) avattu
fil: Binuksan ang Settings (%@)
fr: Réglages (%@) ouverts
gl: Configuración (%@) aberta
gu: સેટિંગ્સ (%@) ખોલી
he: רת (%@) פת
hi: सेटिंग्स (%@) खोली गईं
hu: Beállítások (%@) megnyitva
id: Pengaturan (%@) dibuka
it: Impostazioni (%@) aperte
ja: 設定(%@)を開きました
km: ការកំណត់ (%@) ត្រូវបានបើក
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು (%@) ತೆರೆಯಲಾಗಿದೆ
lo: ເປີດການຕັ້ງຄ່າ (%@) ແລ້ວ
mk: Поставките (%@) се отворени
ml: ക്രമീകരണങ്ങൾ (%@) തുറന്നു
mr: सेटिंग्ज (%@) उघडली
ms: Tetapan (%@) dibuka
my: ဆက်တင်များ (%@) ဖွင့်ပြီး
ne: सेटिङ्स (%@) खोलियो
nl: Instellingen (%@) geopend
pa: ਸੈਟਿੰਗਾਂ (%@) ਖੋਲ੍ਹੀਆਂ
pl: Otwarto ustawienia (%@)
pt_pt: Definições (%@) abertas
ru: Настройки (%@) открыты
si: සැකසුම් (%@) විවෘත කළා
sl: Nastavitve (%@) odprte
sr: Подешавања (%@) отворена
sw: Mipangilio (%@) imefunguliwa
ta: அமைப்புகள் (%@) திறக்கப்பட்டது
te: సెట్టింగ్స్ (%@) తెరవబడింది
th: เปิดการตั้งค่า (%@) แล้ว
uk: Налаштування (%@) відкрито
zu: Izilungiselelo (%@) zivuliwe

# shortcuts.mail.opened
source: Mail compose opened
af: Pos-opstel geopen
am: የፖስታ አጻጻፍ ተከፍቷል
ar: تم فتح نافذة إنشاء البريد
bg: Създаването на имейл е отворено
bn: মেইল লেখা খোলা হয়েছে
ca: Composició de correu oberta
de: E-Mail-Erstellung geöffnet
el: Η σύνταξη email άνοιξε
et: Kirja koostamine avatud
eu: Posta konposizioa irekita
fi: Sähköpostin kirjoitus avattu
fil: Binuksan ang mail compose
fr: Rédaction d'e-mail ouverte
gl: Redacción de correo aberta
gu: મેઇલ કંપોઝ ખોલ્યું
he: ר ר פת
hi: मेल कंपोज़ खोला गया
hu: E-mail írás megnyitva
id: Komposer email dibuka
it: Composizione e-mail aperta
ja: メール作成画面を開きました
km: សរសេរសំបុត្របើក
kn: ಮೇಲ್ ಕಂಪೋಸ್ ತೆರೆಯಲಾಗಿದೆ
lo: ເປີດຂຽນອີເມລແລ້ວ
mk: Композиција на пошта е отворена
ml: മെയിൽ കമ്പോസ് തുറന്നു
mr: मेल कंपोज उघडले
ms: Gubahan mel dibuka
my: စာ ရေးသားမှု ဖွင့်ပြီး
ne: मेल कम्पोज खोलियो
nl: Mail opstellen geopend
pa: ਮੇਲ ਕੰਪੋਜ਼ ਖੋਲ੍ਹਿਆ
pl: Otwarto tworzenie wiadomoci
pt_pt: Composição de email aberta
ru: Создание письма открыто
si: තැපැල් රචනා විවෘත කළා
sl: Nov e-mail odprt
sr: Компоновање поште отворено
sw: Utunga wa barua pepe umefunguliwa
ta: அஞ்சல் எழுதுதல் திறக்கப்பட்டது
te: మెయిల్ కంపోజ్ తెరవబడింది
th: เปิดเขียนอีเมลแล้ว
uk: Написання листа відкрито
zu: Ukuqamba imeyili kuvuliwe

# shortcuts.calling
source: Calling: %@
af: Skakel: %@
am: በመደወል ላይ: %@
ar: جارٍ الاتصال: %@
bg: Обаждане: %@
bn: কল করছে: %@
ca: Trucant: %@
de: Anruf: %@
el: Κλήση: %@
et: Helistamine: %@
eu: Deitzen: %@
fi: Soitetaan: %@
fil: Tumatawag: %@
fr: Appel en cours : %@
gl: Chamando: %@
gu: કૉલ કરી રહ્યું છે: %@
he: תקשר: %@
hi: कॉल कर रहा है: %@
hu: Hívás: %@
id: Memanggil: %@
it: Chiamata in corso: %@
ja: 電話をかけています: %@
km: កំពុងហៅ: %@
kn: ಕರೆ ಮಾಡುತ್ತಿದೆ: %@
lo: ກຳລັງໂທ: %@
mk: Повикување: %@
ml: വിളിക്കുന്നു: %@
mr: कॉल करत आहे: %@
ms: Memanggil: %@
my: ခေါ်ဆိုနေသည်: %@
ne: कल गर्दै: %@
nl: Bellen: %@
pa: ਕਾਲ ਕਰ ਰਿਹਾ ਹੈ: %@
pl: Dzwonienie: %@
pt_pt: A ligar: %@
ru: Звонок: %@
si: ඇමතීම: %@
sl: Klicanje: %@
sr: Позивање: %@
sw: Inapiga simu: %@
ta: அழைக்கிறது: %@
te: కాల్ చేస్తోంది: %@
th: กำลังโทร: %@
uk: Виклик: %@
zu: Iyashaya: %@

# shortcuts.message.opened
source: Message compose opened
af: Boodskap-opstel geopen
am: የመልዕክት አጻጻፍ ተከፍቷል
ar: تم فتح نافذة إنشاء الرسالة
bg: Създаването на съобщение е отворено
bn: বার্তা লেখা খোলা হয়েছে
ca: Composició de missatge oberta
de: Nachricht-Erstellung geöffnet
el: Η σύνταξη μηνύματος άνοιξε
et: Sõnumi koostamine avatud
eu: Mezu konposizioa irekita
fi: Viestin kirjoitus avattu
fil: Binuksan ang message compose
fr: Rédaction de message ouverte
gl: Redacción de mensaxe aberta
gu: સંદેશ કંપોઝ ખોલ્યું
he: ר ע פת
hi: संदेश कंपोज़ खोला गया
hu: Üzenet írás megnyitva
id: Komposer pesan dibuka
it: Composizione messaggio aperta
ja: メッセージ作成画面を開きました
km: សរសេរសារបើក
kn: ಸಂದೇಶ ಕಂಪೋಸ್ ತೆರೆಯಲಾಗಿದೆ
lo: ເປີດຂຽນຂໍ້ຄວາມແລ້ວ
mk: Композиција на порака е отворена
ml: സന്ദേശം കമ്പോസ് തുറന്നു
mr: संदेश कंपोज उघडले
ms: Gubahan mesej dibuka
my: မက်ဆေ့ချ် ရေးသားမှု ဖွင့်ပြီး
ne: सन्देश कम्पोज खोलियो
nl: Bericht opstellen geopend
pa: ਸੰਦੇਸ਼ ਕੰਪੋਜ਼ ਖੋਲ੍ਹਿਆ
pl: Otwarto tworzenie wiadomoci
pt_pt: Composição de mensagem aberta
ru: Создание сообщения открыто
si: පණිවිඩ රචනා විවෘත කළා
sl: Novo sporo캜ilo odprto
sr: Компоновање поруке отворено
sw: Utunga wa ujumbe umefunguliwa
ta: செய்தி எழுதுதல் திறக்கப்பட்டது
te: మెసేజ్ కంపోజ్ తెరవబడింది
th: เปิดเขียนข้อความแล้ว
uk: Написання повідомлення відкрито
zu: Ukuqamba umlayezo kuvuliwe

# shortcuts.failed
source: Could not open shortcut
af: Kon nie kortpad open nie
am: አቋራጭ መክፈት አልተቻለም
ar: تعذر فتح الاختصار
bg: Не можа да се отвори прекият път
bn: শর্টকাট খুলতে পারেনি
ca: No s'ha pogut obrir la drecera
de: Kurzbefehl konnte nicht geöffnet werden
el: Δεν ήταν δυνατό το άνοιγμα της συντόμευσης
et: Kiirklahvi avamine ebaõnnestus
eu: Ezin izan da lasterbidea ireki
fi: Pikakuvakkeen avaaminen epäonnistui
fil: Hindi mabuksan ang shortcut
fr: Impossible d'ouvrir le raccourci
gl: Non se puido abrir o atallo
gu: શોર્ટકટ ખોલી શકાયું નહીં
he: ת פת קצר ר
hi: शॉर्टकट नहीं खोला जा सका
hu: Nem lehet megnyitni a gyorsbillentyűt
id: Tidak dapat membuka pintasan
it: Impossibile aprire il comando rapido
ja: ショートカットを開けませんでした
km: មិនអាចបើកផ្លូវកាត់បានទេ
kn: ಶಾರ್ಟ್‌ಕಟ್ ತೆರೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
lo: ບໍ່ສາມາດເປີດທາງລັດໄດ້
mk: Неможе да се отвори кратенката
ml: കുറുക്കുവഴി തുറക്കാൻ കഴിഞ്ഞില്ല
mr: शॉर्टकट उघडू शकले नाही
ms: Tidak dapat membuka pintasan
my: ဖြတ်လမ်း ဖွင့်၍ မရပါ
ne: सर्टकट खोल्न सकेन
nl: Kon snelkoppeling niet openen
pa: ਸ਼ਾਰਟਕਟ ਖੋਲ੍ਹ ਨਹੀਂ ਸਕਿਆ
pl: Nie można otworzy skrótu
pt_pt: Não foi possível abrir o atalho
ru: Не удалось открыть команду
si: කෙටිමඟ විවෘත කිරීමට නොහැකි විය
sl: Ni bilo mogo캜e odpreti bli쬹jice
sr: Није могуће отворити пречицу
sw: Haikuweza kufungua njia ya mkato
ta: குறுக்குவழியைத் திறக்க முடியவில்லை
te: షార్ట్‌కట్‌ను తెరవలేకపోయింది
th: ไม่สามารถเปิดทางลัด
uk: Не вдалося відкрити швидку команду
zu: Ayikwazanga ukuvula isinqamuleli

# model.tier.entry
source: Entry
af: Toetrede
am: መግቢያ
ar: مبتدئ
bg: Начален
bn: এন্ট্রি
ca: Entrada
de: Einsteiger
el: Είσοδος
et: Sisend
eu: Sarrera
fi: Perus
fr: Entrée
gl: Entrada
gu: પ્રવેશ
he: ס
hi: एंट्री
hu: Kezdő
id: Pemula
it: Base
ja: エントリー
km: ចូល
kn: ಪ್ರವೇಶ
lo: ເຂົ້າ
mk: Влезно
ml: എൻട്രി
mr: प्रवेश
ms: Kemasukan
my: အဝင်
ne: प्रवेश
nl: Basis
pa: ਐਂਟਰੀ
pl: Podstawowy
pt_pt: Entrada
ru: Начальный
si: ප්‍රවේශය
sl: Osnovno
sr: Почетни
sw: Kuingia
ta: நுழைவு
te: ఎంట్రీ
th: เริ่มต้น
uk: Початковий
zu: Ukungena

# model.tier.standard
source: Standard
af: Standaard
am: መደበኛ
ar: قياسي
bg: Стандартен
bn: স্ট্যান্ডার্ড
ca: Estndard
el: Τυπικό
et: Standardne
eu: Estandarra
fi: Standardi
gl: Estándar
gu: માનક
he: סר
hi: स्टैंडर्ड
id: Standar
ja: スタンダード
km: ស្តង់ដារ
kn: ಮಾನಕ
lo: ມາດຕະຖານ
mk: Стандардно
ml: സ്റ്റാൻഡേഡ്
mr: मानक
my: စံ
ne: मानक
nl: Standaard
pa: ਸਟੈਂਡਰਡ
pl: Standardowy
pt_pt: Padrão
ru: Стандартный
si: සම්මතය
sl: Standardno
sr: Стандардни
sw: Kawaida
ta: நிலையான
te: స్టాండర్డ్
th: มาตรฐาน
uk: Стандартний
zu: Okujwayelekile

# model.tier.pro
source: Pro
am: ፕሮ
ar: احترافي
bg: Професионален
bn: প্রো
ca: Professional
eu: Profesionala
gl: Profesional
gu: પ્રો
he: קצע
hi: प्रो
ja: プロ
km: វិជ្ជាជីវៈ
kn: ಪ್ರೊ
lo: ມືອາຊີບ
mk: Професионално
ml: പ്രോ
mr: प्रो
my: ပရို
ne: प्रो
pa: ਪ੍ਰੋ
ru: Про
si: වෘත්තීය
sr: Про
sw: Mtaalam
ta: நிபுணர்
te: ప్రో
th: โปร
uk: Про
zu: Uchwepheshe

# tool.arguments
source: Arguments:
af: Argumente:
am: ክርክሮች:
ar: الوسائط:
bg: Аргументи:
bn: আর্গুমেন্ট:
de: Argumente:
el: Επιχειρήματα:
et: Argumendid:
eu: Argumentuak:
fi: Argumentit:
fil: Mga Argument:
gl: Argumentos:
gu: આર્ગ્યુમેન્ટ્સ:
he: ר:
hi: आर्गुमेंट:
hu: Argumentumok:
id: Argumen:
it: Argomenti:
ja: 引数:
km: អាគុយម៉ង់:
kn: ಆರ್ಗ್ಯುಮೆಂಟ್‌ಗಳು:
lo: ອາກຸມັ້ນ:
mk: Аргументи:
ml: ആർഗ്യുമെന്റുകൾ:
mr: आर्ग्युमेंट्स:
ms: Argumen:
my: ငြင်းခုံချက်များ:
ne: तर्कहरू:
nl: Argumenten:
pa: ਆਰਗੂਮੈਂਟ:
pl: Argumenty:
pt_pt: Argumentos:
ru: Аргументы:
si: තර්ක:
sl: Argumenti:
sr: Аргументи:
sw: Hoja:
ta: வாதங்கள்:
te: ఆర్గ్యుమెంట్స్:
th: อาร์กิวเมนต์:
uk: Аргументи:
zu: Izimpikiswano:

# model.action.settings
source: Settings
af: Instellings
am: ቅንብሮች
ar: الإعدادات
bg: Настройки
bn: সেটিংস
ca: Configuració
de: Einstellungen
el: Ρυθμίσεις
et: Seaded
eu: Ezarpenak
fi: Asetukset
fr: Réglages
gl: Configuración
gu: સેટિંગ્સ
he: רת
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
lo: ການຕັ້ງຄ່າ
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
ms: Tetapan
my: ဆက်တင်များ
ne: सेटिङ्स
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt_pt: Definições
ru: Настройки
si: සැකසුම්
sl: Nastavitve
sr: Подешавања
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగ్స్
th: การตั้งค่า
uk: Налаштування
zu: Izilungiselelo

# settings.model.parameters
source: Model Settings
af: Modelinstellings
am: የሞዴል ቅንብሮች
ar: إعدادات النموذج
bg: Настройки на модела
bn: মডেল সেটিংস
ca: Configuració del model
de: Modelleinstellungen
el: Ρυθμίσεις μοντέλου
et: Mudeli seaded
eu: Eredu ezarpenak
fi: Malliasetukset
fil: Mga Setting ng Model
fr: Paramètres du modèle
gl: Configuración do modelo
gu: મોડેલ સેટિંગ્સ
he: רת
hi: मॉडल सेटिंग्स
hu: Modell beállítások
id: Pengaturan Model
it: Impostazioni del modello
ja: モデル設定
km: ការកំណត់គំរូ
kn: ಮಾಡೆಲ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
lo: ການຕັ້ງຄ່າໂມເດລ
mk: Поставки на модел
ml: മോഡൽ ക്രമീകരണങ്ങൾ
mr: मॉडेल सेटिंग्ज
ms: Tetapan Model
my: မော်ဒယ် ဆက်တင်များ
ne: मोडेल सेटिङ्स
nl: Modelinstellingen
pa: ਮਾਡਲ ਸੈਟਿੰਗਾਂ
pl: Ustawienia modelu
pt_pt: Definições do Modelo
ru: Настройки модели
si: ආකෘති සැකසුම්
sl: Nastavitve modela
sr: Подешавања модела
sw: Mipangilio ya Modeli
ta: மாதிரி அமைப்புகள்
te: మోడల్ సెట్టింగ్స్
th: การตั้งค่าโมเดล
uk: Налаштування моделі
zu: Izilungiselelo Zemodeli

# settings.model.parameters.description
source: Customize generation parameters for this model
af: Pas generasieparameters vir hierdie model aan
am: ለዚህ ሞዴል የማመንጨት መመዘኛዎችን ያብጁ
ar: تخصيص معاملات التوليد لهذا النموذج
bg: Персонализирайте параметрите за генериране за този модел
bn: এই মডেলের জন্য উৎপাদন প্যারামিটার কাস্টমাইজ করুন
ca: Personalitza els parmetres de generació per a aquest model
de: Generierungsparameter für dieses Modell anpassen
el: Προσαρμογή παραμέτρων παραγωγής για αυτό το μοντέλο
et: Kohandage selle mudeli genereerimisparameetreid
eu: Pertsonalizatu sortze parametroak eredu honetarako
fi: Mukauta tälle mallille generointiparametreja
fil: I-customize ang mga generation parameter para sa model na ito
fr: Personnaliser les paramètres de génération pour ce modèle
gl: Personalizar parámetros de xeración para este modelo
gu: આ મોડેલ માટે જનરેશન પેરામીટર્સ કસ્ટમાઇઝ કરો
he: ת פרר צר
hi: इस मॉडल के जनरेशन पैरामीटर कस्टमाइज़ करें
hu: Generálási paraméterek testreszabása ehhez a modellhez
id: Sesuaikan parameter pembuatan untuk model ini
it: Personalizza i parametri di generazione per questo modello
ja: このモデルの生成パラメータをカスタマイズ
km: ប្តូរតាមតម្រូវការប៉ារ៉ាម៉ែត្រការបង្កើតសម្រាប់គំរូនេះ
kn: ಈ ಮಾಡೆಲ್‌ಗಾಗಿ ಜನರೇಷನ್ ಪ್ಯಾರಾಮೀಟರ್‌ಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ
lo: ປັບແຕ່ງພາລາມິເຕີການສ້າງສຳລັບໂມເດລນີ້
mk: Приспособи параметри за генерирање за овој модел
ml: ഈ മോഡലിനായി ജനറേഷൻ പാരാമീറ്ററുകൾ കസ്റ്റമൈസ് ചെയ്യുക
mr: या मॉडेलसाठी जनरेशन पॅरामीटर्स सानुकूलित करा
ms: Sesuaikan parameter penjanaan untuk model ini
my: ဤမော်ဒယ်အတွက် ထုတ်လုပ်မှု ပါရာမီတာများ စိတ်ကြိုက်ပြင်ပါ
ne: यो मोडेलको लागि जेनेरेसन प्यारामिटरहरू अनुकूलित गर्नुहोस्
nl: Pas generatieparameters aan voor dit model
pa: ਇਸ ਮਾਡਲ ਲਈ ਜਨਰੇਸ਼ਨ ਪੈਰਾਮੀਟਰ ਕਸਟਮਾਈਜ਼ ਕਰੋ
pl: Dostosuj parametry generowania dla tego modelu
pt_pt: Personalize parâmetros de geração para este modelo
ru: Настройка параметров генерации для этой модели
si: මෙම ආකෘතිය සඳහා නිර්මාණ පරාමිති අභිරුචිකරණය කරන්න
sl: Prilagodi parametre generiranja za ta model
sr: Прилагоди параметре генерисања за овај модел
sw: Badilisha vigezo vya uzalishaji kwa modeli hii
ta: இந்த மாதிரிக்கான உருவாக்க அளவுருக்களைத் தனிப்பயனாக்கவும்
te: ఈ మోడల్ కోసం జనరేషన్ పారామీటర్లను అనుకూలీకరించండి
th: ปรับแต่งพารามิเตอร์การสร้างสำหรับโมเดลนี้
uk: Налаштувати параметри генерації для цієї моделі
zu: Lungisa amapharamitha okukhiqiza kule modeli

# settings.preset.title
source: Presets
af: Voorinstellings
am: ቅድመ-ስምሪቶች
ar: الإعدادات المسبقة
bg: Предварителни настройки
bn: প্রিসেট
ca: Preajustos
de: Voreinstellungen
el: Προρυθμίσεις
et: Eelseadistused
eu: Aurrekonfigurazioak
fi: Esiasetukset
fil: Mga Preset
fr: Préréglages
gl: Preconfiguracións
gu: પ્રીસેટ્સ
he: תת ת
hi: प्रीसेट
hu: Előbeállítások
id: Preset
it: Preset
ja: プリセット
km: ការកំណត់ជាមុន
kn: ಪ್ರಿಸೆಟ್‌ಗಳು
lo: ຕັ້ງຄ່າລ່ວງໜ້າ
mk: Предефинирани
ml: പ്രീസെറ്റുകൾ
mr: प्रीसेट्स
ms: Pratetap
my: ကြိုတင်သတ်မှတ်ချက်များ
ne: प्रिसेटहरू
nl: Voorinstellingen
pa: ਪ੍ਰੀਸੈਟ
pl: Predefiniowane
pt_pt: Predefinições
ru: Предустановки
si: පෙර සැකසුම්
sl: Predloge
sr: Предподешавања
sw: Mipangilio Iliyotanguliwa
ta: முன்னமைவுகள்
te: ప్రీసెట్స్
th: พรีเซ็ต
uk: Пресети
zu: Okumisiwe Kuqala

# settings.preset.custom
source: Custom
af: Pasgemaak
am: ብጁ
ar: مخصص
bg: Персонализиран
bn: কাস্টম
ca: Personalitzat
de: Benutzerdefiniert
el: Προσαρμοσμένο
et: Kohandatud
eu: Pertsonalizatua
fi: Mukautettu
fr: Personnalisé
gl: Personalizado
gu: કસ્ટમ
he: ת
hi: कस्टम
hu: Egyéni
id: Kustom
it: Personalizzato
ja: カスタム
km: ផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್
lo: ແບບກຳນົດເອງ
mk: Приспособено
ml: കസ്റ്റം
mr: सानुकूल
ms: Tersuai
my: စိတ်ကြိုက်
ne: अनुकूलन
nl: Aangepast
pa: ਕਸਟਮ
pl: Wasne
pt_pt: Personalizado
ru: Пользовательская
si: අභිරුචි
sl: Po meri
sr: Прилагођено
sw: Maalum
ta: தனிப்பயன்
te: కస్టమ్
th: กำหนดเอง
uk: Власний
zu: Okuqondene

# settings.preset.balanced
source: Balanced
af: Gebalanseer
am: ሚዛናዊ
ar: متوازن
bg: Балансиран
bn: ভারসাম্যপূর্ণ
ca: Equilibrat
de: Ausgewogen
el: Ισορροπημένο
et: Tasakaalustatud
eu: Orekaduna
fi: Tasapainoinen
fil: Balanse
fr: Équilibré
gl: Equilibrado
gu: સંતુલિત
hi: संतुलित
hu: Kiegyensúlyozott
id: Seimbang
it: Bilanciato
ja: バランス
km: តុល្យភាព
kn: ಸಮತೋಲಿತ
lo: ດຸ່ນດ່ຽງ
mk: Балансирано
ml: സമതുലിതം
mr: संतुलित
ms: Seimbang
my: ဟန်ချက်ညီသော
ne: सन्तुलित
nl: Gebalanceerd
pa: ਸੰਤੁਲਿਤ
pl: Zrównoważony
pt_pt: Equilibrado
ru: Сбалансированная
si: සමතුලිත
sl: Uravnote쬰no
sr: Балансирано
sw: Iliyosawazishwa
ta: சமநிலையான
te: బ్యాలెన్స్డ్
th: สมดุล
uk: Збалансований
zu: Okulungelelene

# settings.preset.creative
source: Creative
af: Kreatief
am: ፈጠራዊ
ar: إبداعي
bg: Креативен
bn: সৃজনশীল
ca: Creatiu
de: Kreativ
el: Δημιουργικό
et: Loov
eu: Sortzailea
fi: Luova
fr: Créatif
gl: Creativo
gu: સર્જનાત્મક
he: צרת
hi: रचनात्मक
hu: Kreatív
id: Kreatif
it: Creativo
ja: クリエイティブ
km: គំនិតច្នៃប្រឌិត
kn: ಸೃಜನಾತ್ಮಕ
lo: ສ້າງສັນ
mk: Креативно
ml: സൃഷ്ടിപരം
mr: सर्जनशील
ms: Kreatif
my: ဖန်တီးမှုရှိသော
ne: सृजनात्मक
nl: Creatief
pa: ਰਚਨਾਤਮਕ
pl: Kreatywny
pt_pt: Criativo
ru: Творческая
si: නිර්මාණශීලී
sl: Kreativno
sr: Креативно
sw: Ya Ubunifu
ta: படைப்பாற்றல்
te: క్రియేటివ్
th: สร้างสรรค์
uk: Творчий
zu: Okudala

# settings.preset.precise
source: Precise
af: Presies
am: ትክክለኛ
ar: دقيق
bg: Прецизен
bn: নির্ভুল
ca: Precís
de: Präzise
el: Ακριβές
et: Täpne
eu: Zehatza
fi: Tarkka
fil: Tumpak
fr: Précis
gl: Preciso
gu: ચોક્કસ
he: ק
hi: सटीक
hu: Pontos
id: Presisi
it: Preciso
ja: 正確
km: ត្រឹមត្រូវ
kn: ನಿಖರ
lo: ແມ່ນຍຳ
mk: Прецизно
ml: കൃത്യം
mr: अचूक
ms: Tepat
my: တိကျသော
ne: सटीक
nl: Nauwkeurig
pa: ਸਟੀਕ
pl: Precyzyjny
pt_pt: Preciso
ru: Точная
si: නිවැරදි
sl: Natan캜no
sr: Прецизно
sw: Sahihi
ta: துல்லியமான
te: ప్రెసైజ్
th: แม่นยำ
uk: Точний
zu: Okunembile
