Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# mcp.error.tool.not.found
source: Tool not found: %@
af: Hulpmiddel nie gevind nie: %@
am: መሣሪያ አልተገኘም: %@
ar: لم يتم العثور على الأداة: %@
bg: Инструментът не е намерен: %@
bn: টুল পাওয়া যায়নি: %@
ca: Eina no trobada: %@
de: Tool nicht gefunden: %@
el: Το εργαλείο δεν βρέθηκε: %@
et: Tööriista ei leitud: %@
eu: Tresna ez da aurkitu: %@
fi: Työkalua ei löydy: %@
fil: Hindi nahanap ang tool: %@
fr: Outil introuvable : %@
gl: Ferramenta non atopada: %@
gu: ટૂલ મળ્યું નથી: %@
he: צ: %@
hi: टूल नहीं मिला: %@
hu: Eszköz nem található: %@
id: Alat tidak ditemukan: %@
it: Strumento non trovato: %@
ja: ツールが見つかりません: %@
km: រកមិនឃើញឧបករណ៍: %@
kn: ಟೂಲ್ ಕಂಡುಬಂದಿಲ್ಲ: %@
lo: ບໍ່ພົບເຄື່ອງມື: %@
mk: Алатката не е пронајдена: %@
ml: ടൂൾ കണ്ടെത്തിയില്ല: %@
mr: साधन आढळले नाही: %@
ms: Alat tidak dijumpai: %@
my: ကိရိယာ မတွေ့ပါ: %@
ne: उपकरण फेला परेन: %@
nl: Tool niet gevonden: %@
pa: ਟੂਲ ਨਹੀਂ ਮਿਲਿਆ: %@
pl: Nie znaleziono narzdzia: %@
pt_pt: Ferramenta não encontrada: %@
ru: Инструмент не найден: %@
si: මෙවලම හමු නොවීය: %@
sl: Orodje ni najdeno: %@
sr: Алат није пронађен: %@
sw: Chombo hakijapatikana: %@
ta: கருவி கிடைக்கவில்லை: %@
te: టూల్ కనిపించలేదు: %@
th: ไม่พบเครื่องมือ: %@
uk: Інструмент не знайдено: %@
zu: Ithuluzi alitholakali: %@

# mcp.error.invalid.args
source: Invalid arguments: %@
af: Ongeldige argumente: %@
am: ልክ ያልሆኑ ክርክሮች: %@
ar: وسائط غير صالحة: %@
bg: Невалидни аргументи: %@
bn: অবৈধ আর্গুমেন্ট: %@
ca: Arguments invlids: %@
de: Ungültige Argumente: %@
el: Μη έγκυρα επιχειρήματα: %@
et: Kehtetud argumendid: %@
eu: Argumentu baliogabeak: %@
fi: Virheelliset argumentit: %@
fil: Di-wastong mga argument: %@
fr: Arguments invalides : %@
gl: Argumentos non válidos: %@
gu: અમાન્ય આર્ગ્યુમેન્ટ્સ: %@
he: ר תק: %@
hi: अमान्य आर्गुमेंट: %@
hu: Érvénytelen argumentumok: %@
id: Argumen tidak valid: %@
it: Argomenti non validi: %@
ja: 無効な引数: %@
km: អាគុយម៉ង់មិនត្រឹមត្រូវ: %@
kn: ಅಮಾನ್ಯ ಆರ್ಗ್ಯುಮೆಂಟ್‌ಗಳು: %@
lo: ອາກຸມັ້ນບໍ່ຖືກຕ້ອງ: %@
mk: Неважечки аргументи: %@
ml: അസാധുവായ ആർഗ്യുമെന്റുകൾ: %@
mr: अवैध आर्ग्युमेंट्स: %@
ms: Argumen tidak sah: %@
my: မမှန်ကန်သော ငြင်းခုံချက်များ: %@
ne: अमान्य तर्कहरू: %@
nl: Ongeldige argumenten: %@
pa: ਗਲਤ ਆਰਗੂਮੈਂਟ: %@
pl: Nieprawidowe argumenty: %@
pt_pt: Argumentos inválidos: %@
ru: Неверные аргументы: %@
si: වලංගු නොවන තර්ක: %@
sl: Neveljavni argumenti: %@
sr: Неважећи аргументи: %@
sw: Hoja zisizo sahihi: %@
ta: தவறான வாதங்கள்: %@
te: చెల్లని ఆర్గ్యుమెంట్స్: %@
th: อาร์กิวเมนต์ไม่ถูกต้อง: %@
uk: Недійсні аргументи: %@
zu: Izimpikiswano ezingalungile: %@

# mcp.error.execution
source: Execution error: %@
af: Uitvoeringsfout: %@
am: የአፈጻጸም ስህተት: %@
ar: خطأ في التنفيذ: %@
bg: Грешка при изпълнение: %@
bn: কার্যকরণ ত্রুটি: %@
ca: Error d'execució: %@
de: Ausführungsfehler: %@
el: Σφάλμα εκτέλεσης: %@
et: Käivitamise viga: %@
eu: Exekuzio errorea: %@
fi: Suoritusvirhe: %@
fil: Error sa pagpapatupad: %@
fr: Erreur d'exécution : %@
gl: Erro de execución: %@
gu: એક્ઝિક્યુશન ભૂલ: %@
he: שת רצ: %@
hi: निष्पादन त्रुटि: %@
hu: Végrehajtási hiba: %@
id: Kesalahan eksekusi: %@
it: Errore di esecuzione: %@
ja: 実行エラー: %@
km: កំហុសការដំណើរការ: %@
kn: ಎಕ್ಸಿಕ್ಯೂಶನ್ ದೋಷ: %@
lo: ຂໍ້ຜິດພາດການປະຕິບັດ: %@
mk: Грешка при извршување: %@
ml: എക്സിക്യൂഷൻ പിശക്: %@
mr: अंमलबजावणी त्रुटी: %@
ms: Ralat pelaksanaan: %@
my: လည်ပတ်မှု အမှား: %@
ne: कार्यान्वयन त्रुटि: %@
nl: Uitvoeringsfout: %@
pa: ਐਗਜ਼ੀਕਿਊਸ਼ਨ ਗਲਤੀ: %@
pl: Bd wykonania: %@
pt_pt: Erro de execução: %@
ru: Ошибка выполнения: %@
si: ක්‍රියාත්මක දෝෂය: %@
sl: Napaka izvajanja: %@
sr: Грешка при извршавању: %@
sw: Hitilafu ya utekelezaji: %@
ta: செயல்படுத்தும் பிழை: %@
te: ఎగ్జిక్యూషన్ లోపం: %@
th: ข้อผิดพลาดในการรัน: %@
uk: Помилка виконання: %@
zu: Iphutha lokusebenzisa: %@

# mcp.error.permission
source: Permission denied: %@
af: Toestemming geweier: %@
am: ፈቃድ ተከልክሏል: %@
ar: تم رفض الإذن: %@
bg: Разрешението е отказано: %@
bn: অনুমতি অস্বীকৃত: %@
ca: Permís denegat: %@
de: Zugriff verweigert: %@
el: Άρνηση άδειας: %@
et: Luba keeldutud: %@
eu: Baimena ukatua: %@
fi: Oikeus evätty: %@
fil: Tinanggihan ang permission: %@
fr: Autorisation refusée : %@
gl: Permiso denegado: %@
gu: પરવાનગી નકારાઈ: %@
he: רש ת: %@
hi: अनुमति अस्वीकृत: %@
hu: Engedély megtagadva: %@
id: Izin ditolak: %@
it: Autorizzazione negata: %@
ja: 権限がありません: %@
km: ការអនុញ្ញាតត្រូវបានបដិសេធ: %@
kn: ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ: %@
lo: ການອະນຸຍາດຖືກປະຕິເສດ: %@
mk: Дозволата е одбиена: %@
ml: അനുമതി നിഷേധിച്ചു: %@
mr: परवानगी नाकारली: %@
ms: Kebenaran ditolak: %@
my: ခွင့်ပြုချက် ငြင်းပယ်ခံရသည်: %@
ne: अनुमति अस्वीकृत: %@
nl: Toestemming geweigerd: %@
pa: ਇਜਾਜ਼ਤ ਨਾਮਨਜ਼ੂਰ: %@
pl: Odmowa dostpu: %@
pt_pt: Permissão negada: %@
ru: Отказано в доступе: %@
si: අවසරය ප්‍රතික්ෂේප විය: %@
sl: Dovoljenje zavrnjeno: %@
sr: Дозвола одбијена: %@
sw: Ruhusa imekataliwa: %@
ta: அனுமதி மறுக்கப்பட்டது: %@
te: అనుమతి తిరస్కరించబడింది: %@
th: การอนุญาตถูกปฏิเสธ: %@
uk: Дозвіл відхилено: %@
zu: Imvume yenqatshelwe: %@

# calendar.no.events
source: No events
af: Geen gebeure
am: ምንም ክስተቶች የሉም
ar: لا توجد أحداث
bg: Няма събития
bn: কোনো ইভেন্ট নেই
ca: Cap esdeveniment
de: Keine Termine
el: Δεν υπάρχουν εκδηλώσεις
et: Sündmusi pole
eu: Ez dago gertaerarik
fi: Ei tapahtumia
fil: Walang mga event
fr: Aucun événement
gl: Sen eventos
gu: ઇવેન્ટ્સ નથી
he: רע
hi: कोई इवेंट नहीं
hu: Nincsenek események
id: Tidak ada acara
it: Nessun evento
ja: 予定はありません
km: គ្មានព្រឹត្តិការណ៍
kn: ಘಟನೆಗಳಿಲ್ಲ
lo: ບໍ່ມີເຫດການ
mk: Нема настани
ml: ഇവന്റുകളൊന്നുമില്ല
mr: कार्यक्रम नाहीत
ms: Tiada acara
my: အဖြစ်အပျက်များ မရှိပါ
ne: कुनै घटनाहरू छैनन्
nl: Geen evenementen
pa: ਕੋਈ ਇਵੈਂਟ ਨਹੀਂ
pl: Brak wydarze
pt_pt: Sem eventos
ru: Нет событий
si: සිදුවීම් නැත
sl: Ni dogodkov
sr: Нема догађаја
sw: Hakuna matukio
ta: நிகழ்வுகள் இல்லை
te: ఈవెంట్స్ లేవు
th: ไม่มีกิจกรรม
uk: Немає подій
zu: Azikho izehlakalo

# calendar.event.created
source: Event created: %@
af: Gebeurtenis geskep: %@
am: ክስተት ተፈጥሯል: %@
ar: تم إنشاء الحدث: %@
bg: Създадено събитие: %@
bn: ইভেন্ট তৈরি হয়েছে: %@
ca: Esdeveniment creat: %@
de: Termin erstellt: %@
el: Η εκδήλωση δημιουργήθηκε: %@
et: Sündmus loodud: %@
eu: Gertaera sortua: %@
fi: Tapahtuma luotu: %@
fil: Nilikha ang event: %@
fr: Événement créé : %@
gl: Evento creado: %@
gu: ઇવેન્ટ બનાવ્યું: %@
he: רע צר: %@
hi: इवेंट बनाया गया: %@
hu: Esemény létrehozva: %@
id: Acara dibuat: %@
it: Evento creato: %@
ja: 予定を作成しました: %@
km: បានបង្កើតព្រឹត្តិការណ៍: %@
kn: ಘಟನೆ ರಚಿಸಲಾಗಿದೆ: %@
lo: ສ້າງເຫດການແລ້ວ: %@
mk: Настанот е создаден: %@
ml: ഇവന്റ് സൃഷ്ടിച്ചു: %@
mr: कार्यक्रम तयार केला: %@
ms: Acara dicipta: %@
my: အဖြစ်အပျက် ဖန်တီးပြီး: %@
ne: घटना सिर्जना गरियो: %@
nl: Evenement aangemaakt: %@
pa: ਇਵੈਂਟ ਬਣਾਇਆ: %@
pl: Utworzono wydarzenie: %@
pt_pt: Evento criado: %@
ru: Событие создано: %@
si: සිදුවීම නිර්මාණය කළා: %@
sl: Dogodek ustvarjen: %@
sr: Догађај креиран: %@
sw: Tukio limeundwa: %@
ta: நிகழ்வு உருவாக்கப்பட்டது: %@
te: ఈవెంట్ సృష్టించబడింది: %@
th: สร้างกิจกรรมแล้ว: %@
uk: Подію створено: %@
zu: Isehlakalo sidalwe: %@

# calendar.event.deleted
source: Event deleted: %@
af: Gebeurtenis geskrap: %@
am: ክስተት ተሰርዟል: %@
ar: تم حذف الحدث: %@
bg: Изтрито събитие: %@
bn: ইভেন্ট মুছে গেছে: %@
ca: Esdeveniment eliminat: %@
de: Termin gelöscht: %@
el: Η εκδήλωση διαγράφηκε: %@
et: Sündmus kustutatud: %@
eu: Gertaera ezabatua: %@
fi: Tapahtuma poistettu: %@
fil: Binura ang event: %@
fr: Événement supprimé : %@
gl: Evento eliminado: %@
gu: ઇવેન્ટ કાઢી નાખ્યું: %@
he: רע ק: %@
hi: इवेंट हटाया गया: %@
hu: Esemény törölve: %@
id: Acara dihapus: %@
it: Evento eliminato: %@
ja: 予定を削除しました: %@
km: បានលុបព្រឹត្តិការណ៍: %@
kn: ಘಟನೆ ಅಳಿಸಲಾಗಿದೆ: %@
lo: ລຶບເຫດການແລ້ວ: %@
mk: Настанот е избришан: %@
ml: ഇവന്റ് ഇല്ലാതാക്കി: %@
mr: कार्यक्रम हटवला: %@
ms: Acara dipadam: %@
my: အဖြစ်အပျက် ဖျက်ပြီး: %@
ne: घटना मेटाइयो: %@
nl: Evenement verwijderd: %@
pa: ਇਵੈਂਟ ਮਿਟਾਇਆ: %@
pl: Usunito wydarzenie: %@
pt_pt: Evento eliminado: %@
ru: Событие удалено: %@
si: සිදුවීම මකා දැමුවා: %@
sl: Dogodek izbrisan: %@
sr: Догађај обрисан: %@
sw: Tukio limefutwa: %@
ta: நிகழ்வு நீக்கப்பட்டது: %@
te: ఈవెంట్ తొలగించబడింది: %@
th: ลบกิจกรรมแล้ว: %@
uk: Подію видалено: %@
zu: Isehlakalo sisusiwe: %@

# calendar.allday.created
source: All-day event created: %@
af: Heeldag-gebeurtenis geskep: %@
am: ሙሉ ቀን ክስተት ተፈጥሯል: %@
ar: تم إنشاء حدث طوال اليوم: %@
bg: Създадено целодневно събитие: %@
bn: সারাদিনের ইভেন্ট তৈরি হয়েছে: %@
ca: Esdeveniment de tot el dia creat: %@
de: Ganztägiger Termin erstellt: %@
el: Εκδήλωση ολοήμερη δημιουργήθηκε: %@
et: Tervepäeva sündmus loodud: %@
eu: Egun osoko gertaera sortua: %@
fi: Koko päivän tapahtuma luotu: %@
fil: Nilikha ang all-day event: %@
fr: Événement toute la journée créé : %@
gl: Evento de todo o día creado: %@
gu: આખા દિવસનું ઇવેન્ટ બનાવ્યું: %@
he: רע ש צר: %@
hi: पूरे दिन का इवेंट बनाया गया: %@
hu: Egész napos esemény létrehozva: %@
id: Acara sepanjang hari dibuat: %@
it: Evento giornata intera creato: %@
ja: 終日予定を作成しました: %@
km: បានបង្កើតព្រឹត្តិការណ៍ពេញមួយថ្ងៃ: %@
kn: ಇಡೀ ದಿನದ ಘಟನೆ ರಚಿಸಲಾಗಿದೆ: %@
lo: ສ້າງເຫດການຕະຫຼອດມື້ແລ້ວ: %@
mk: Целодневен настан е создаден: %@
ml: മുഴുവൻ ദിവസ ഇവന്റ് സൃഷ്ടിച്ചു: %@
mr: पूर्ण दिवसाचा कार्यक्रम तयार केला: %@
ms: Acara sepanjang hari dicipta: %@
my: တစ်နေကုန် အဖြစ်အပျက် ဖန်တီးပြီး: %@
ne: दिनभरि घटना सिर्जना गरियो: %@
nl: Dag-evenement aangemaakt: %@
pa: ਸਾਰੇ ਦਿਨ ਦਾ ਇਵੈਂਟ ਬਣਾਇਆ: %@
pl: Utworzono wydarzenie caodniowe: %@
pt_pt: Evento de dia inteiro criado: %@
ru: Событие на весь день создано: %@
si: මුළු දින සිදුවීම නිර්මාණය කළා: %@
sl: Celodnevni dogodek ustvarjen: %@
sr: Целодневни догађај креиран: %@
sw: Tukio la siku nzima limeundwa: %@
ta: முழு நாள் நிகழ்வு உருவாக்கப்பட்டது: %@
te: రోజంతా ఈవెంట్ సృష్టించబడింది: %@
th: สร้างกิจกรรมตลอดวันแล้ว: %@
uk: Створено подію на весь день: %@
zu: Isehlakalo sosuku lonke sidalwe: %@

source: Calendar access denied
af: Kalendertoegang geweier
am: የቀን መቁጠሪያ መድረስ ተከልክሏል
ar: تم رفض الوصول إلى التقويم
bg: Достъпът до календара е отказан
bn: ক্যালেন্ডার অ্যাক্সেস অস্বীকৃত
ca: Accés al calendari denegat
de: Kalenderzugriff verweigert
el: Άρνηση πρόσβασης στο ημερολόγιο
et: Kalendri juurdepääs keeldutud
eu: Egutegiaren sarbidea ukatua
fi: Kalenteripääsy evätty
fil: Tinanggihan ang access sa calendar
fr: Accès au calendrier refusé
gl: Acceso ao calendario denegado
gu: કૅલેન્ડર એક્સેસ નકારાયો
he: ש ת
hi: कैलेंडर एक्सेस अस्वीकृत
hu: Naptár hozzáférés megtagadva
id: Akses kalender ditolak
it: Accesso al calendario negato
ja: カレンダーへのアクセスが拒否されました
km: ការចូលប្រើប្រតិទិនត្រូវបានបដិសេធ
kn: ಕ್ಯಾಲೆಂಡರ್ ಪ್ರವೇಶ ನಿರಾಕರಿಸಲಾಗಿದೆ
lo: ການເຂົ້າເຖິງປະຕິທິນຖືກປະຕິເສດ
mk: Пристапот до календарот е одбиен
ml: കലണ്ടർ ആക്സസ് നിഷേധിച്ചു
mr: कॅलेंडर अॅक्सेस नाकारला
ms: Akses kalendar ditolak
my: ပြက္ခဒိန် သုံးစွဲခွင့် ငြင်းပယ်ခံရသည်
ne: क्यालेन्डर पहुँच अस्वीकृत
nl: Toegang tot agenda geweigerd
pa: ਕੈਲੰਡਰ ਪਹੁੰਚ ਨਾਮਨਜ਼ੂਰ
pl: Odmowa dostpu do kalendarza
pt_pt: Acesso ao calendário negado
ru: Доступ к календарю запрещён
si: දින දර්ශන ප්‍රවේශය ප්‍රතික්ෂේප විය
sl: Dostop do koledarja zavrnjen
sr: Приступ календару одбијен
sw: Ufikiaji wa kalenda umekataliwa
ta: காலண்டர் அணுகல் மறுக்கப்பட்டது
te: క్యాలెండర్ యాక్సెస్ తిరస్కరించబడింది
th: การเข้าถึงปฏิทินถูกปฏิเสธ
uk: Доступ до календаря відхилено
zu: Ukufinyelela kwekhalenda kwenqatshelwe

# calendar.today.none
source: No events today
af: Geen gebeure vandag nie
am: ዛሬ ምንም ክስተቶች የሉም
ar: لا توجد أحداث اليوم
bg: Няма събития днес
bn: আজ কোনো ইভেন্ট নেই
ca: Cap esdeveniment avui
de: Heute keine Termine
el: Δεν υπάρχουν εκδηλώσεις σήμερα
et: Täna pole sündmusi
eu: Gaur ez dago gertaerarik
fi: Ei tapahtumia tänään
fil: Walang mga event ngayong araw
fr: Aucun événement aujourd'hui
gl: Sen eventos hoxe
gu: આજે ઇવેન્ટ્સ નથી
he: רע
hi: आज कोई इवेंट नहीं
hu: Ma nincsenek események
id: Tidak ada acara hari ini
it: Nessun evento oggi
ja: 今日の予定はありません
km: គ្មានព្រឹត្តិការណ៍ថ្ងៃនេះ
kn: ಇಂದು ಘಟನೆಗಳಿಲ್ಲ
lo: ບໍ່ມີເຫດການມື້ນີ້
mk: Денес нема настани
ml: ഇന്ന് ഇവന്റുകളൊന്നുമില്ല
mr: आज कार्यक्रम नाहीत
ms: Tiada acara hari ini
my: ယနေ့ အဖြစ်အပျက်များ မရှိပါ
ne: आज कुनै घटनाहरू छैनन्
nl: Geen evenementen vandaag
pa: ਅੱਜ ਕੋਈ ਇਵੈਂਟ ਨਹੀਂ
pl: Brak wydarze dzisiaj
pt_pt: Sem eventos hoje
ru: Сегодня нет событий
si: අද සිදුවීම් නැත
sl: Danes ni dogodkov
sr: Нема догађаја данас
sw: Hakuna matukio leo
ta: இன்று நிகழ்வுகள் இல்லை
te: ఈరోజు ఈవెంట్స్ లేవు
th: ไม่มีกิจกรรมวันนี้
uk: Сьогодні немає подій
zu: Azikho izehlakalo namuhla

# calendar.untitled
source: Untitled
af: Ongetiteld
am: ርዕስ የሌለው
ar: بدون عنوان
bg: Без заглавие
bn: শিরোনামহীন
ca: Sense títol
de: Ohne Titel
el: Χωρίς τίτλο
et: Pealkirjata
eu: Titulurik gabe
fi: Ei otsikkoa
fil: Walang Pamagat
fr: Sans titre
gl: Sen título
gu: શીર્ષકવિહીન
he: תרת
hi: शीर्षकहीन
hu: Névtelen
id: Tanpa Judul
it: Senza titolo
ja: 無題
km: គ្មានចំណងជើង
kn: ಶೀರ್ಷಿಕೆರಹಿತ
lo: ບໍ່ມີຊື່
mk: Без наслов
ml: പേരില്ലാത്തത്
mr: शीर्षकहीन
ms: Tanpa Tajuk
my: ခေါင်းစဉ်မရှိ
ne: शीर्षकविहीन
nl: Zonder titel
pa: ਸਿਰਲੇਖ ਰਹਿਤ
pl: Bez tytuu
pt_pt: Sem título
ru: Без названия
si: මාතෘකාවක් නැත
sl: Brez naslova
sr: Без наслова
sw: Bila Kichwa
ta: தலைப்பில்லாத
te: శీర్షిక లేని
th: ไม่มีชื่อ
uk: Без назви
zu: Akunashloko

# reminders.none
source: No reminders
af: Geen herinneringe
am: ምንም ማስታወሻዎች የሉም
ar: لا توجد تذكيرات
bg: Няма напомняния
bn: কোনো অনুস্মারক নেই
ca: Cap recordatori
de: Keine Erinnerungen
el: Δεν υπάρχουν υπενθυμίσεις
et: Meeldetuletusi pole
eu: Ez dago oroigarririk
fi: Ei muistutuksia
fil: Walang mga paalala
fr: Aucun rappel
gl: Sen recordatorios
gu: રીમાઇન્ડર્સ નથી
he: תרת
hi: कोई रिमाइंडर नहीं
hu: Nincsenek emlékeztetők
id: Tidak ada pengingat
it: Nessun promemoria
ja: リマインダーはありません
km: គ្មានការរំលឹក
kn: ರಿಮೈಂಡರ್‌ಗಳಿಲ್ಲ
lo: ບໍ່ມີການແຈ້ງເຕືອນ
mk: Нема потсетници
ml: ഓർമ്മപ്പെടുത്തലുകളൊന്നുമില്ല
mr: आठवणपत्रे नाहीत
ms: Tiada peringatan
my: သတိပေးချက်များ မရှိပါ
ne: कुनै सम्झौताहरू छैनन्
nl: Geen herinneringen
pa: ਕੋਈ ਰਿਮਾਈਂਡਰ ਨਹੀਂ
pl: Brak przypomnie
pt_pt: Sem lembretes
ru: Нет напоминаний
si: සිහිකැඳවීම් නැත
sl: Ni opomnikov
sr: Нема подсетника
sw: Hakuna vikumbusho
ta: நினைவூட்டல்கள் இல்லை
te: రిమైండర్స్ లేవు
th: ไม่มีการแจ้งเตือน
uk: Немає нагадувань
zu: Azikho izikhumbuzo

# reminders.created
source: Reminder created: %@
af: Herinnering geskep: %@
am: ማስታወሻ ተፈጥሯል: %@
ar: تم إنشاء التذكير: %@
bg: Създадено напомняне: %@
bn: অনুস্মারক তৈরি হয়েছে: %@
ca: Recordatori creat: %@
de: Erinnerung erstellt: %@
el: Η υπενθύμιση δημιουργήθηκε: %@
et: Meeldetuletus loodud: %@
eu: Oroigarria sortua: %@
fi: Muistutus luotu: %@
fil: Nilikha ang paalala: %@
fr: Rappel créé : %@
gl: Recordatorio creado: %@
gu: રીમાઇન્ડર બનાવ્યું: %@
he: תרת צר: %@
hi: रिमाइंडर बनाया गया: %@
hu: Emlékeztető létrehozva: %@
id: Pengingat dibuat: %@
it: Promemoria creato: %@
ja: リマインダーを作成しました: %@
km: បានបង្កើតការរំលឹក: %@
kn: ರಿಮೈಂಡರ್ ರಚಿಸಲಾಗಿದೆ: %@
lo: ສ້າງການແຈ້ງເຕືອນແລ້ວ: %@
mk: Потсетникот е создаден: %@
ml: ഓർമ്മപ്പെടുത്തൽ സൃഷ്ടിച്ചു: %@
mr: आठवणपत्र तयार केले: %@
ms: Peringatan dicipta: %@
my: သတိပေးချက် ဖန်တီးပြီး: %@
ne: सम्झौता सिर्जना गरियो: %@
nl: Herinnering aangemaakt: %@
pa: ਰਿਮਾਈਂਡਰ ਬਣਾਇਆ: %@
pl: Utworzono przypomnienie: %@
pt_pt: Lembrete criado: %@
ru: Напоминание создано: %@
si: සිහිකැඳවීම නිර්මාණය කළා: %@
sl: Opomnik ustvarjen: %@
sr: Подсетник креиран: %@
sw: Kikumbusho kimeundwa: %@
ta: நினைவூட்டல் உருவாக்கப்பட்டது: %@
te: రిమైండర్ సృష్టించబడింది: %@
th: สร้างการแจ้งเตือนแล้ว: %@
uk: Нагадування створено: %@
zu: Isikhumbuzo sidalwe: %@

# reminders.completed
source: Reminder completed: %@
af: Herinnering voltooi: %@
am: ማስታወሻ ተጠናቋል: %@
ar: تم إكمال التذكير: %@
bg: Завършено напомняне: %@
bn: অনুস্মারক সম্পন্ন হয়েছে: %@
ca: Recordatori completat: %@
de: Erinnerung erledigt: %@
el: Η υπενθύμιση ολοκληρώθηκε: %@
et: Meeldetuletus lõpetatud: %@
eu: Oroigarria amaituta: %@
fi: Muistutus suoritettu: %@
fil: Nakumpleto ang paalala: %@
fr: Rappel terminé : %@
gl: Recordatorio completado: %@
gu: રીમાઇન્ડર પૂર્ણ થયું: %@
he: תרת ש: %@
hi: रिमाइंडर पूरा हुआ: %@
hu: Emlékeztető befejezve: %@
id: Pengingat selesai: %@
it: Promemoria completato: %@
ja: リマインダーを完了にしました: %@
km: បានបញ្ចប់ការរំលឹក: %@
kn: ರಿಮೈಂಡರ್ ಪೂರ್ಣಗೊಂಡಿದೆ: %@
lo: ສຳເລັດການແຈ້ງເຕືອນແລ້ວ: %@
mk: Потсетникот е завршен: %@
ml: ഓർമ്മപ്പെടുത്തൽ പൂർത്തിയായി: %@
mr: आठवणपत्र पूर्ण झाले: %@
ms: Peringatan selesai: %@
my: သတိပေးချက် ပြီးမြောက်ပြီး: %@
ne: सम्झौता पूरा भयो: %@
nl: Herinnering voltooid: %@
pa: ਰਿਮਾਈਂਡਰ ਪੂਰਾ ਹੋਇਆ: %@
pl: Ukoczono przypomnienie: %@
pt_pt: Lembrete concluído: %@
ru: Напоминание выполнено: %@
si: සිහිකැඳවීම සම්පූර්ණ කළා: %@
sl: Opomnik dokon캜an: %@
sr: Подсетник завршен: %@
sw: Kikumbusho kimekamilika: %@
ta: நினைவூட்டல் முடிந்தது: %@
te: రిమైండర్ పూర్తయింది: %@
th: ทำการแจ้งเตือนเสร็จสมบูรณ์แล้ว: %@
uk: Нагадування виконано: %@
zu: Isikhumbuzo siqediwe: %@

# reminders.deleted
source: Reminder deleted: %@
af: Herinnering geskrap: %@
am: ማስታወሻ ተሰርዟል: %@
ar: تم حذف التذكير: %@
bg: Изтрито напомняне: %@
bn: অনুস্মারক মুছে গেছে: %@
ca: Recordatori eliminat: %@
de: Erinnerung gelöscht: %@
el: Η υπενθύμιση διαγράφηκε: %@
et: Meeldetuletus kustutatud: %@
eu: Oroigarria ezabatua: %@
fi: Muistutus poistettu: %@
fil: Binura ang paalala: %@
fr: Rappel supprimé : %@
gl: Recordatorio eliminado: %@
gu: રીમાઇન્ડર કાઢી નાખ્યું: %@
he: תרת ק: %@
hi: रिमाइंडर हटाया गया: %@
hu: Emlékeztető törölve: %@
id: Pengingat dihapus: %@
it: Promemoria eliminato: %@
ja: リマインダーを削除しました: %@
km: បានលុបការរំលឹក: %@
kn: ರಿಮೈಂಡರ್ ಅಳಿಸಲಾಗಿದೆ: %@
lo: ລຶບການແຈ້ງເຕືອນແລ້ວ: %@
mk: Потсетникот е избришан: %@
ml: ഓർമ്മപ്പെടുത്തൽ ഇല്ലാതാക്കി: %@
mr: आठवणपत्र हटवले: %@
ms: Peringatan dipadam: %@
my: သတိပေးချက် ဖျက်ပြီး: %@
ne: सम्झौता मेटाइयो: %@
nl: Herinnering verwijderd: %@
pa: ਰਿਮਾਈਂਡਰ ਮਿਟਾਇਆ: %@
pl: Usunito przypomnienie: %@
pt_pt: Lembrete eliminado: %@
ru: Напоминание удалено: %@
si: සිහිකැඳවීම මකා දැමුවා: %@
sl: Opomnik izbrisan: %@
sr: Подсетник обрисан: %@
sw: Kikumbusho kimefutwa: %@
ta: நினைவூட்டல் நீக்கப்பட்டது: %@
te: రిమైండర్ తొలగించబడింది: %@
th: ลบการแจ้งเตือนแล้ว: %@
uk: Нагадування видалено: %@
zu: Isikhumbuzo sisusiwe: %@

source: Reminders access denied
af: Herinneringe-toegang geweier
am: ማስታወሻዎች መድረስ ተከልክሏል
ar: تم رفض الوصول إلى التذكيرات
bg: Достъпът до напомнянията е отказан
bn: অনুস্মারক অ্যাক্সেস অস্বীকৃত
ca: Accés als recordatoris denegat
de: Zugriff auf Erinnerungen verweigert
el: Άρνηση πρόσβασης στις υπενθυμίσεις
et: Meeldetuletuste juurdepääs keeldutud
eu: Oroigarrien sarbidea ukatua
fi: Muistutuspääsy evätty
fil: Tinanggihan ang access sa mga paalala
fr: Accès aux rappels refusé
gl: Acceso aos recordatorios denegado
gu: રીમાઇન્ડર્સ એક્સેસ નકારાયો
he: ש תרת ת
hi: रिमाइंडर एक्सेस अस्वीकृत
hu: Emlékeztetők hozzáférés megtagadva
id: Akses pengingat ditolak
it: Accesso ai promemoria negato
ja: リマインダーへのアクセスが拒否されました
km: ការចូលប្រើការរំលឹកត្រូវបានបដិសេធ
kn: ರಿಮೈಂಡರ್‌ಗಳ ಪ್ರವೇಶ ನಿರಾಕರಿಸಲಾಗಿದೆ
lo: ການເຂົ້າເຖິງການແຈ້ງເຕືອນຖືກປະຕິເສດ
mk: Пристапот до потсетниците е одбиен
ml: ഓർമ്മപ്പെടുത്തലുകൾ ആക്സസ് നിഷേധിച്ചു
mr: आठवणपत्रे अॅक्सेस नाकारला
ms: Akses peringatan ditolak
my: သတိပေးချက်များ သုံးစွဲခွင့် ငြင်းပယ်ခံရသည်
ne: सम्झौता पहुँच अस्वीकृत
nl: Toegang tot herinneringen geweigerd
pa: ਰਿਮਾਈਂਡਰ ਪਹੁੰਚ ਨਾਮਨਜ਼ੂਰ
pl: Odmowa dostpu do przypomnie
pt_pt: Acesso aos lembretes negado
ru: Доступ к напоминаниям запрещён
si: සිහිකැඳවීම් ප්‍රවේශය ප්‍රතික්ෂේප විය
sl: Dostop do opomnikov zavrnjen
sr: Приступ подсетницима одбијен
sw: Ufikiaji wa vikumbusho umekataliwa
ta: நினைவூட்டல்கள் அணுகல் மறுக்கப்பட்டது
te: రిమైండర్స్ యాక్సెస్ తిరస్కరించబడింది
th: การเข้าถึงการแจ้งเตือนถูกปฏิเสธ
uk: Доступ до нагадувань відхилено
zu: Ukufinyelela kwezikhumbuzo kwenqatshelwe

# reminders.untitled
source: Untitled
af: Ongetiteld
am: ርዕስ የሌለው
ar: بدون عنوان
bg: Без заглавие
bn: শিরোনামহীন
ca: Sense títol
de: Ohne Titel
el: Χωρίς τίτλο
et: Pealkirjata
eu: Titulurik gabe
fi: Ei otsikkoa
fil: Walang Pamagat
fr: Sans titre
gl: Sen título
gu: શીર્ષકવિહીન
he: תרת
hi: शीर्षकहीन
hu: Névtelen
id: Tanpa Judul
it: Senza titolo
ja: 無題
km: គ្មានចំណងជើង
kn: ಶೀರ್ಷಿಕೆರಹಿತ
lo: ບໍ່ມີຊື່
mk: Без наслов
ml: പേരില്ലാത്തത്
mr: शीर्षकहीन
ms: Tanpa Tajuk
my: ခေါင်းစဉ်မရှိ
ne: शीर्षकविहीन
nl: Zonder titel
pa: ਸਿਰਲੇਖ ਰਹਿਤ
pl: Bez tytuu
pt_pt: Sem título
ru: Без названия
si: මාතෘකාවක් නැත
sl: Brez naslova
sr: Без наслова
sw: Bila Kichwa
ta: தலைப்பில்லாத
te: శీర్షిక లేని
th: ไม่มีชื่อ
uk: Без назви
zu: Akunashloko

source: Photos access denied
af: Foto's-toegang geweier
am: ፎቶዎች መድረስ ተከልክሏል
ar: تم رفض الوصول إلى الصور
bg: Достъпът до снимките е отказан
bn: ছবি অ্যাক্সেস অস্বীকৃত
ca: Accés a les fotos denegat
de: Fotozugriff verweigert
el: Άρνηση πρόσβασης στις φωτογραφίες
et: Fotode juurdepääs keeldutud
eu: Argazkien sarbidea ukatua
fi: Kuvapääsy evätty
fil: Tinanggihan ang access sa mga larawan
fr: Accès aux photos refusé
gl: Acceso ás fotos denegado
gu: ફોટા એક્સેસ નકારાયો
he: ש תת ת
hi: फोटो एक्सेस अस्वीकृत
hu: Fotók hozzáférés megtagadva
id: Akses foto ditolak
it: Accesso alle foto negato
ja: 写真ライブラリへのアクセスが拒否されました
km: ការចូលប្រើរូបថតត្រូវបានបដិសេធ
kn: ಫೋಟೋಗಳ ಪ್ರವೇಶ ನಿರಾಕರಿಸಲಾಗಿದೆ
lo: ການເຂົ້າເຖິງຮູບພາບຖືກປະຕິເສດ
mk: Пристапот до фотографиите е одбиен
ml: ഫോട്ടോകൾ ആക്സസ് നിഷേധിച്ചു
mr: फोटो अॅक्सेस नाकारला
ms: Akses foto ditolak
my: ဓာတ်ပုံများ သုံးစွဲခွင့် ငြင်းပယ်ခံရသည်
ne: फोटो पहुँच अस्वीकृत
nl: Toegang tot foto's geweigerd
pa: ਫੋਟੋਆਂ ਪਹੁੰਚ ਨਾਮਨਜ਼ੂਰ
pl: Odmowa dostpu do zdj
pt_pt: Acesso às fotos negado
ru: Доступ к фотографиям запрещён
si: ඡායාරූප ප්‍රවේශය ප්‍රතික්ෂේප විය
sl: Dostop do fotografij zavrnjen
sr: Приступ фотографијама одбијен
sw: Ufikiaji wa picha umekataliwa
ta: புகைப்படங்கள் அணுகல் மறுக்கப்பட்டது
te: ఫోటోల యాక్సెస్ తిరస్కరించబడింది
th: การเข้าถึงรูปภาพถูกปฏิเสธ
uk: Доступ до фото відхилено
zu: Ukufinyelela kwezithombe kwenqatshelwe

# photos.not.found
source: Photo not found
af: Foto nie gevind nie
am: ፎቶ አልተገኘም
ar: لم يتم العثور على الصورة
bg: Снимката не е намерена
bn: ছবি পাওয়া যায়নি
ca: Foto no trobada
de: Foto nicht gefunden
el: Η φωτογραφία δεν βρέθηκε
et: Fotot ei leitud
eu: Argazkia ez da aurkitu
fi: Kuvaa ei löydy
fil: Hindi nahanap ang larawan
fr: Photo introuvable
gl: Foto non atopada
gu: ફોટો મળ્યો નથી
he: ת צ
hi: फोटो नहीं मिली
hu: Fotó nem található
id: Foto tidak ditemukan
it: Foto non trovata
ja: 写真が見つかりません
km: រកមិនឃើញរូបថត
kn: ಫೋಟೋ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບຮູບພາບ
mk: Фотографијата не е пронајдена
ml: ഫോട്ടോ കണ്ടെത്തിയില്ല
mr: फोटो आढळला नाही
ms: Foto tidak dijumpai
my: ဓာတ်ပုံ မတွေ့ပါ
ne: फोटो फेला परेन
nl: Foto niet gevonden
pa: ਫੋਟੋ ਨਹੀਂ ਮਿਲੀ
pl: Nie znaleziono zdjcia
pt_pt: Foto não encontrada
ru: Фотография не найдена
si: ඡායාරූපය හමු නොවීය
sl: Fotografija ni najdena
sr: Фотографија није пронађена
sw: Picha haijapatikana
ta: புகைப்படம் கிடைக்கவில்லை
te: ఫోటో కనిపించలేదు
th: ไม่พบรูปภาพ
uk: Фото не знайдено
zu: Isithombe asitholakali

# photos.untitled
source: Untitled
af: Ongetiteld
am: ርዕስ የሌለው
ar: بدون عنوان
bg: Без заглавие
bn: শিরোনামহীন
ca: Sense títol
de: Ohne Titel
el: Χωρίς τίτλο
et: Pealkirjata
eu: Titulurik gabe
fi: Ei otsikkoa
fil: Walang Pamagat
fr: Sans titre
gl: Sen título
gu: શીર્ષકવિહીન
he: תרת
hi: शीर्षकहीन
hu: Névtelen
id: Tanpa Judul
it: Senza titolo
ja: 無題
km: គ្មានចំណងជើង
kn: ಶೀರ್ಷಿಕೆರಹಿತ
lo: ບໍ່ມີຊື່
mk: Без наслов
ml: പേരില്ലാത്തത്
mr: शीर्षकहीन
ms: Tanpa Tajuk
my: ခေါင်းစဉ်မရှိ
ne: शीर्षकविहीन
nl: Zonder titel
pa: ਸਿਰਲੇਖ ਰਹਿਤ
pl: Bez tytuu
pt_pt: Sem título
ru: Без названия
si: මාතෘකාවක් නැත
sl: Brez naslova
sr: Без наслова
sw: Bila Kichwa
ta: தலைப்பில்லாத
te: శీర్షిక లేని
th: ไม่มีชื่อ
uk: Без назви
zu: Akunashloko
