Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# settings.preset.coding
source: Coding
af: Kodering
am: ኮዲንግ
ar: برمجة
bg: Кодиране
bn: কোডিং
ca: Programació
de: Programmierung
el: Κωδικοποίηση
et: Programmeerimine
eu: Programazioa
fi: Koodaus
fr: Code
gl: Codificación
gu: કોડિંગ
he: ק
hi: कोडिंग
hu: Kódolás
it: Programmazione
ja: コーディング
km: សរសេរកូដ
kn: ಕೋಡಿಂಗ್
lo: ການຂຽນໂຄດ
mk: Програмирање
ml: കോഡിംഗ്
mr: कोडिंग
ms: Pengekodan
my: ကုဒ်ရေးခြင်း
ne: कोडिङ
nl: Coderen
pa: ਕੋਡਿੰਗ
pl: Kodowanie
pt_pt: Programação
ru: Программирование
si: කේතීකරණය
sl: Programiranje
sr: Кодирање
sw: Uwezeshaji wa Programu
ta: குறியீட்டு
te: కోడింగ్
th: เขียนโค้ด
uk: Кодування
zu: Ukuhlela

# settings.preset.japanese
source: Japanese
af: Japannees
am: ጃፓንኛ
ar: ياباني
bg: Японски
bn: জাপানি
ca: Japonès
de: Japanisch
el: Ιαπωνικά
et: Jaapani
eu: Japoniarra
fi: Japani
fil: Hapon
fr: Japonais
gl: Xaponés
gu: જાપાની
he: פת
hi: जापानी
hu: Japán
id: Jepang
it: Giapponese
ja: 日本語
km: ជប៉ុន
kn: ಜಪಾನೀಸ್
lo: ຍີ່ປຸ່ນ
mk: Јапонски
ml: ജാപ്പനീസ്
mr: जपानी
ms: Jepun
my: ဂျပန်
ne: जापानी
nl: Japans
pa: ਜਾਪਾਨੀ
pl: Japoski
pt_pt: Japonês
ru: Японский
si: ජපන්
sl: Japonski
sr: Јапански
sw: Kijapani
ta: ஜப்பானிய
te: జపనీస్
th: ญี่ปุ่น
uk: Японська
zu: IsiJapane

# settings.parameters.title
source: Parameters
am: መመዘኛዎች
ar: المعاملات
bg: Параметри
bn: প্যারামিটার
ca: Parmetres
de: Parameter
el: Παράμετροι
et: Parameetrid
eu: Parametroak
fi: Parametrit
fil: Mga Parameter
fr: Paramètres
gl: Parámetros
gu: પેરામીટર્સ
he: פרר
hi: पैरामीटर
hu: Paraméterek
id: Parameter
it: Parametri
ja: パラメータ
km: ប៉ារ៉ាម៉ែត្រ
kn: ಪ್ಯಾರಾಮೀಟರ್‌ಗಳು
lo: ພາລາມິເຕີ
mk: Параметри
ml: പാരാമീറ്ററുകൾ
mr: पॅरामीटर्स
ms: Parameter
my: ပါရာမီတာများ
ne: प्यारामिटरहरू
pa: ਪੈਰਾਮੀਟਰ
pl: Parametry
pt_pt: Parâmetros
ru: Параметры
si: පරාමිති
sl: Parametri
sr: Параметри
sw: Vigezo
ta: அளவுருக்கள்
te: పారామీటర్లు
th: พารามิเตอร์
uk: Параметри
zu: Amapharamitha

# settings.parameter.temperature
source: Temperature
af: Temperatuur
am: ሙቀት
ar: الحرارة
bg: Температура
bn: তাপমাত্রা
ca: Temperatura
de: Temperatur
el: Θερμοκρασία
et: Temperatuur
eu: Tenperatura
fi: Lämpötila
fr: Température
gl: Temperatura
gu: તાપમાન
he: פרר
hi: टेम्परेचर
hu: Hőmérséklet
id: Suhu
it: Temperatura
km: សីតុណ្ហភាព
kn: ತಾಪಮಾನ
lo: ອຸນຫະພູມ
mk: Температура
ml: ടെംപറേച്ചർ
mr: तापमान
my: အပူချိန်
ne: तापक्रम
nl: Temperatuur
pa: ਤਾਪਮਾਨ
pl: Temperatura
pt_pt: Temperatura
ru: Температура
si: උෂ්ණත්වය
sl: Temperatura
sr: Температура
sw: Joto
ta: வெப்பநிலை
te: టెంపరేచర్
uk: Температура
zu: Izinga Lokushisa

# settings.parameter.temperature.description
source: Higher = more creative, lower = more focused
af: Hoër = meer kreatief, laer = meer gefokus
am: ከፍ ያለ = የበለጠ ፈጠራዊ፣ ዝቅ ያለ = የበለጠ ትኩረት ያለው
ar: أعلى = أكثر إبداعاً، أقل = أكثر تركيزاً
bg: По-висока = по-креативен, по-ниска = по-фокусиран
bn: উচ্চ = আরো সৃজনশীল, নিম্ন = আরো কেন্দ্রীভূত
ca: Més alt = més creatiu, més baix = més centrat
de: Höher = kreativer, niedriger = fokussierter
el: Υψηλότερη = πιο δημιουργική, χαμηλότερη = πιο εστιασμένη
et: Kõrgem = loovam, madalam = fokusseeritum
eu: Altuagoa = sortzaileagoa, baxuagoa = kontzentratua
fi: Korkeampi = luovempi, matalampi = keskittyneempi
fil: Mas mataas = mas creative, mas mababa = mas naka-focus
fr: Plus élevé = plus créatif, plus bas = plus concentré
gl: Máis alta = máis creativo, máis baixa = máis centrado
gu: ઊંચું = વધુ સર્જનાત્મક, નીચું = વધુ કેન્દ્રિત
he: תר = תר צרת, תר = תר ק
hi: अधिक = अधिक रचनात्मक, कम = अधिक केंद्रित
hu: Magasabb = kreatívabb, alacsonyabb = fókuszáltabb
id: Lebih tinggi = lebih kreatif, lebih rendah = lebih fokus
it: Più alta = più creativa, più bassa = più focalizzata
ja: 高い = より創造的、低い = より正確
km: ខ្ពស់ = គំនិតច្នៃប្រឌិតជាង, ទាប = ផ្តោតអារម្មណ៍ជាង
kn: ಹೆಚ್ಚು = ಹೆಚ್ಚು ಸೃಜನಾತ್ಮಕ, ಕಡಿಮೆ = ಹೆಚ್ಚು ಕೇಂದ್ರೀಕೃತ
lo: ສູງ = ສ້າງສັນກວ່າ, ຕ່ຳ = ຕຸ້ມໃສ່ກວ່າ
mk: Повисока = покреативно, пониска = пофокусирано
ml: ഉയർന്നത് = കൂടുതൽ സൃഷ്ടിപരം, താഴ്ന്നത് = കൂടുതൽ ഫോക്കസ്
mr: जास्त = अधिक सर्जनशील, कमी = अधिक केंद्रित
ms: Lebih tinggi = lebih kreatif, lebih rendah = lebih fokus
my: မြင့်သည် = ပို၍ ဖန်တီးမှုရှိသော၊ နည်းသည် = ပို၍ အာရုံစိုက်သော
ne: उच्च = अधिक सृजनात्मक, कम = अधिक केन्द्रित
nl: Hoger = creatiever, lager = meer gefocust
pa: ਉੱਚਾ = ਵਧੇਰੇ ਰਚਨਾਤਮਕ, ਘੱਟ = ਵਧੇਰੇ ਕੇਂਦਰਿਤ
pl: Wyższa = bardziej kreatywne, niższa = bardziej skoncentrowane
pt_pt: Maior = mais criativo, menor = mais focado
ru: Выше = более креативно, ниже = более сфокусировано
si: ඉහළ = වඩාත් නිර්මාණශීලී, අඩු = වඩාත් අවධානය
sl: Vi코ja = bolj kreativno, ni쬵a = bolj fokusirano
sr: Више = креативније, мање = фокусираније
sw: Juu zaidi = ya ubunifu zaidi, chini zaidi = iliyozingatia zaidi
ta: அதிகம் = அதிக படைப்பாற்றல், குறைவு = அதிக கவனம்
te: ఎక్కువ = మరింత క్రియేటివ్, తక్కువ = మరింత ఫోకస్డ్
th: สูงกว่า = สร้างสรรค์มากขึ้น, ต่ำกว่า = มุ่งเน้นมากขึ้น
uk: Вище = більш творчий, нижче = більш зосереджений
zu: Okuphezulu = okudala kakhudlwana, okuphansi = okugxilile kakhudlwana

# settings.parameter.top.p.description
source: Nucleus sampling probability
af: Kernmonster-waarskynlikheid
am: የኑክሌስ ናሙና ዕድል
ar: احتمال أخذ العينات النووية
bg: Вероятност за ядрено вземане на проби
bn: নিউক্লিয়াস স্যাম্পলিং সম্ভাব্যতা
ca: Probabilitat de mostreig de nucli
de: Nucleus-Sampling-Wahrscheinlichkeit
el: Πιθανότητα δειγματοληψίας πυρήνα
et: Tuuma valimi tõenäosus
eu: Nukleo laginketa probabilitatea
fi: Nucleus-näytteenoton todennäköisyys
fr: Probabilité d'échantillonnage par noyau
gl: Probabilidade de mostreo de núcleo
gu: ન્યુક્લિયસ સેમ્પલિંગ સંભાવના
he: סתרת ת
hi: न्यूक्लियस सैंपलिंग प्रायिकता
hu: Nucleus sampling valószínűség
id: Probabilitas sampling inti
it: Probabilità di campionamento nucleus
ja: サンプリング確率
km: ប្រូបាប៊ីលីតេនៃការយកគំរូនុយក្លេអ៊ែរ
kn: ನ್ಯೂಕ್ಲಿಯಸ್ ಸ್ಯಾಂಪ್ಲಿಂಗ್ ಸಂಭವನೀಯತೆ
lo: ຄວາມໜ້າຈະເປັນການຕົວຢ່າງນິວເຄລຍ
mk: Nucleus земање примероци веројатност
ml: ന്യൂക്ലിയസ് സാമ്പ്ലിംഗ് പ്രോബബിലിറ്റി
mr: न्यूक्लियस सॅम्पलिंग संभाव्यता
ms: Kebarangkalian pensampelan nukleus
my: နျူကလီးယား နမူနာယူမှု ဖြစ်နိုင်ခြေ
ne: न्युक्लियस नमूना सम्भाव्यता
nl: Nucleus sampling waarschijnlijkheid
pa: ਨਿਊਕਲੀਅਸ ਸੈਂਪਲਿੰਗ ਸੰਭਾਵਨਾ
pl: Prawdopodobiestwo próbkowania jdrowego
pt_pt: Probabilidade de amostragem de núcleo
ru: Вероятность nucleus sampling
si: න්‍යෂ්ටික නියැදීම් සම්භාවිතාව
sl: Verjetnost vzor캜enja jedra
sr: Вероватноћа nucleus узорковања
sw: Uwezekano wa sampuli ya kiini
ta: நியூக்ளியஸ் மாதிரி நிகழ்தகவு
te: న్యూక్లియస్ శాంపిలింగ్ సంభావ్యత
th: ความน่าจะเป็นของการสุ่มตัวอย่างนิวเคลียส
uk: Ймовірність nucleus sampling
zu: Amathuba okuthatha isampuli yengaphakathi

# settings.parameter.top.k.description
source: Number of top tokens to consider
af: Aantal top-tokens om te oorweeg
am: ለማሰብ የላይኛ ቶከኖች ብዛት
ar: عدد الرموز العليا المراد أخذها بالاعتبار
bg: Брой на топ токените за разглеждане
bn: বিবেচনা করার শীর্ষ টোকেনের সংখ্যা
ca: Nombre de tokens principals a considerar
de: Anzahl der zu berücksichtigenden Top-Token
el: Αριθμός κορυφαίων token προς εξέταση
et: Kaalutavate tippide arv
eu: Kontuan hartu beharreko goiko token kopurua
fi: Huomioon otettavien top-tokenien määrä
fil: Bilang ng mga top token na isasaalang-alang
fr: Nombre de tokens principaux à considérer
gl: Número de tokens superiores a considerar
gu: વિચારવા માટે ટોપ ટોકન્સની સંખ્યા
he: ספר ק ע שק
hi: विचार करने के लिए शीर्ष टोकन की संख्या
hu: Figyelembe veendő felső tokenek száma
id: Jumlah token teratas untuk dipertimbangkan
it: Numero di token principali da considerare
ja: 考慮するトークン数
km: ចំនួនថូខឹនកំពូលដែលត្រូវពិចារណា
kn: ಪರಿಗಣಿಸಬೇಕಾದ ಟಾಪ್ ಟೋಕನ್‌ಗಳ ಸಂಖ್ಯೆ
lo: ຈຳນວນໂທເຄນສູງສຸດທີ່ຈະພິຈາລະນາ
mk: Број на врвни токени за разгледување
ml: പരിഗണിക്കേണ്ട ടോപ്പ് ടോക്കണുകളുടെ എണ്ണം
mr: विचारात घेण्याजोगे टॉप टोकन्सची संख्या
ms: Bilangan token teratas untuk dipertimbangkan
my: စဉ်းစားရမည့် ထိပ် တိုကင်များ အရေအတွက်
ne: विचार गर्न शीर्ष टोकनहरूको संख्या
nl: Aantal top tokens om te overwegen
pa: ਵਿਚਾਰ ਕਰਨ ਲਈ ਸਿਖਰ ਟੋਕਨ ਦੀ ਗਿਣਤੀ
pl: Liczba najlepszych tokenów do rozważenia
pt_pt: Número de tokens principais a considerar
ru: Количество рассматриваемых токенов
si: සලකා බැලිය යුතු ඉහළ ටෝකන ගණන
sl: 맚evilo najbolj코ih 쬰tonov za razmislek
sr: Број врхунских токена за разматрање
sw: Idadi ya tokeni za juu za kuzingatia
ta: கருத்தில் கொள்ள முதன்மை டோக்கன்களின் எண்ணிக்கை
te: పరిగణించవలసిన టాప్ టోకెన్ల సంఖ్య
th: จำนวนโทเค็นสูงสุดที่พิจารณา
uk: Кількість топ-токенів для розгляду
zu: Inombolo yamatokeni aphezulu okuwacabanga

# settings.parameter.max.tokens
source: Max Tokens
af: Maks Tokens
am: ከፍተኛ ቶከኖች
ar: الحد الأقصى للرموز
bg: Максимум токени
bn: সর্বোচ্চ টোকেন
ca: Tokens mxims
de: Max. Token
el: Μέγιστα tokens
et: Maks. märke
eu: Gehienezko tokenak
fi: Maks tokeneja
fr: Tokens maximum
gl: Máx. tokens
gu: મહત્તમ ટોકન્સ
he: ק קס
hi: अधिकतम टोकन
hu: Max. tokenek
id: Token Maksimal
it: Token massimi
ja: 最大トークン数
km: ថូខឹនអតិបរមា
kn: ಗರಿಷ್ಠ ಟೋಕನ್‌ಗಳು
lo: ໂທເຄນສູງສຸດ
mk: Максимални токени
ml: പരമാവധി ടോക്കണുകൾ
mr: कमाल टोकन्स
my: အများဆုံး တိုကင်များ
ne: अधिकतम टोकनहरू
pa: ਵੱਧ ਟੋਕਨ
pl: Maksymalna liczba tokenów
pt_pt: Máximo de Tokens
ru: Макс. токены
si: උපරිම ටෝකන
sl: Maks. 쬰toni
sr: Максимум токена
sw: Tokeni za Juu Zaidi
ta: அதிகபட்ச டோக்கன்கள்
te: మాక్స్ టోకెన్స్
uk: Макс. токенів
zu: Amatokeni Aningi

# settings.parameter.max.tokens.description
source: Maximum response length
af: Maksimum reaksielengte
am: ከፍተኛ የምላሽ ርዝመት
ar: الحد الأقصى لطول الرد
bg: Максимална дължина на отговора
bn: সর্বোচ্চ প্রতিক্রিয়া দৈর্ঘ্য
ca: Longitud mxima de resposta
de: Maximale Antwortlänge
el: Μέγιστο μήκος απάντησης
et: Maksimaalne vastuse pikkus
eu: Gehienezko erantzun luzera
fi: Maksimi vastauksen pituus
fil: Maximum na haba ng response
fr: Longueur maximale de la réponse
gl: Lonxitude máxima de resposta
gu: મહત્તમ પ્રતિસાદ લંબાઈ
he: ר ת קס
hi: अधिकतम उत्तर लंबाई
hu: Maximális válasz hossz
id: Panjang respons maksimum
it: Lunghezza massima della risposta
ja: 応答の最大長
km: ប្រវែងការឆ្លើយតបអតិបរមា
kn: ಗರಿಷ್ಠ ಪ್ರತಿಕ್ರಿಯೆ ಉದ್ದ
lo: ຄວາມຍາວຄຳຕອບສູງສຸດ
mk: Максимална должина на одговор
ml: പരമാവധി പ്രതികരണ നീളം
mr: कमाल प्रतिसाद लांबी
ms: Panjang respons maksimum
my: အများဆုံး တုံ့ပြန်မှု အရှည်
ne: अधिकतम प्रतिक्रिया लम्बाइ
nl: Maximale antwoordlengte
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਜਵਾਬ ਲੰਬਾਈ
pl: Maksymalna dugo odpowiedzi
pt_pt: Comprimento máximo da resposta
ru: Максимальная длина ответа
si: උපරිම ප්‍රතිචාර දිග
sl: Maksimalna dol쬴na odgovora
sr: Максимална дужина одговора
sw: Urefu wa juu zaidi wa jibu
ta: அதிகபட்ச பதில் நீளம்
te: గరిష్ట ప్రతిస్పందన పొడవు
th: ความยาวคำตอบสูงสุด
uk: Максимальна довжина відповіді
zu: Ubude obuncomekayo bempendulo

# settings.parameter.repeat.penalty
source: Repeat Penalty
af: Herhalingsstraf
am: ድግግሞሽ ቅጣት
ar: عقوبة التكرار
bg: Наказание за повторение
bn: পুনরাবৃত্তি জরিমানা
ca: Penalització de repetició
de: Wiederholungsstrafe
el: Ποινή επανάληψης
et: Korduse karistus
eu: Errepikapen zigorra
fi: Toistosäätö
fr: Pénalité de répétition
gl: Penalización por repetición
gu: પુનરાવર્તન દંડ
he: עש ר
hi: रिपीट पेनल्टी
hu: Ismétlési büntetés
id: Penalti Pengulangan
it: Penalità di ripetizione
ja: 繰り返しペナルティ
km: ការពិន័យការធ្វើឡើងវិញ
kn: ಪುನರಾವರ್ತನೆ ದಂಡ
lo: ການລົງໂທດການຊ້ຳ
mk: Казна за повторување
ml: ആവർത്തന പെനാൽറ്റി
mr: पुनरावृत्ती दंड
my: ထပ်ဆင့် ပြစ်ဒဏ်
ne: पुनरावृत्ति दण्ड
nl: Herhalingsstraf
pa: ਦੁਹਰਾਉ ਜੁਰਮਾਨਾ
pl: Kara za powtórzenia
pt_pt: Penalidade de Repetição
ru: Штраф за повторение
si: නැවත දඬුවම
sl: Kazen za ponavljanje
sr: Казна за понављање
sw: Adhabu ya Kurudia
ta: மீண்டும் மீண்டும் தண்டனை
te: రిపీట్ పెనల్టీ
uk: Штраф за повторення
zu: Isijeziso Sokuphinda

# settings.parameter.repeat.penalty.description
source: Higher = less repetitive output
af: Hoër = minder herhalende uitset
am: ከፍ ያለ = ያነሰ ድግግሞሽ ውጤት
ar: أعلى = مخرجات أقل تكراراً
bg: По-високо = по-малко повтаряне
bn: উচ্চ = কম পুনরাবৃত্তিমূলক আউটপুট
ca: Més alt = menys sortida repetitiva
de: Höher = weniger Wiederholungen
el: Υψηλότερη = λιγότερο επαναληπτική έξοδος
et: Kõrgem = vähem korduvat väljundit
eu: Altuagoa = irteera gutxiago errepikatua
fi: Korkeampi = vähemmän toistoa
fil: Mas mataas = mas kaunting pag-uulit
fr: Plus élevé = moins de répétitions
gl: Máis alta = saída menos repetitiva
gu: ઊંચું = ઓછું પુનરાવર્તક આઉટપુટ
he: תר = פת רת
hi: अधिक = कम दोहराव वाला आउटपुट
hu: Magasabb = kevesebb ismétlődő kimenet
id: Lebih tinggi = output kurang repetitif
it: Più alta = output meno ripetitivo
ja: 高い = 繰り返しを抑制
km: ខ្ពស់ = លទ្ធផលម្តងហើយម្តងទៀតតិច
kn: ಹೆಚ್ಚು = ಕಡಿಮೆ ಪುನರಾವರ್ತಕ ಔಟ್‌ಪುಟ್
lo: ສູງ = ຜົນໄດ້ຮັບຊ້ຳໜ້ອຍລົງ
mk: Повисока = помалку повторувачки излез
ml: ഉയർന്നത് = കുറവ് ആവർത്തനം
mr: जास्त = कमी पुनरावृत्ती आउटपुट
ms: Lebih tinggi = kurang pengulangan
my: မြင့်သည် = ထပ်တလဲလဲ ရလဒ် နည်းသည်
ne: उच्च = कम दोहोरिने आउटपुट
nl: Hoger = minder herhalingen
pa: ਉੱਚਾ = ਘੱਟ ਦੁਹਰਾਉ
pl: Wyższa = mniej powtórze
pt_pt: Maior = saída menos repetitiva
ru: Выше = менее повторяющийся вывод
si: ඉහළ = අඩු පුනරාවර්තන ප්‍රතිදානය
sl: Vi코ja = manj ponavljajo캜ega izhoda
sr: Више = мање понављајући излаз
sw: Juu zaidi = matokeo yasiyo na kurudia
ta: அதிகம் = குறைவான மீண்டும் மீண்டும் வெளியீடு
te: ఎక్కువ = తక్కువ పునరావృత అవుట్‌పుట్
th: สูงกว่า = ซ้ำน้อยลง
uk: Вище = менш повторюваний вивід
zu: Okuphezulu = okukhiphayo okungaphindi

# settings.parameter.thinking
source: Thinking Mode
af: Denkmodus
am: የማሰብ ሁኔታ
ar: وضع التفكير
bg: Режим на мислене
bn: থিঙ্কিং মোড
ca: Mode de pensament
de: Denkmodus
el: Λειτουργία σκέψης
et: Mõtlemisrežiim
eu: Pentsaketa modua
fi: Ajattelutila
fr: Mode réflexion
gl: Modo de pensamento
gu: થિંકિંગ મોડ
he: צ ש
hi: थिंकिंग मोड
hu: Gondolkodási mód
id: Mode Berpikir
it: Modalità ragionamento
ja: 思考モード
km: របៀបគិត
kn: ಥಿಂಕಿಂಗ್ ಮೋಡ್
lo: ໂໝດການຄິດ
mk: Режим на размислување
ml: ചിന്താ മോഡ്
mr: थिंकिंग मोड
ms: Mod Pemikiran
my: တွေးတောမှု မုဒ်
ne: सोच मोड
nl: Denkmodus
pa: ਸੋਚ ਮੋਡ
pl: Tryb mylenia
pt_pt: Modo de Pensamento
ru: Режим мышления
si: චිත්තාකර්ෂණ ප්‍රකාරය
sl: Na캜in razmi코ljanja
sr: Режим размишљања
sw: Hali ya Mawazo
ta: சிந்தனை பயன்முறை
te: థింకింగ్ మోడ్
th: โหมดคิด
uk: Режим мислення
zu: Imodi Yokucabanga

# settings.parameter.thinking.description
source: Show AI's reasoning process
af: Wys KI se redenasieproses
am: የAI አመክንዮ ሂደትን አሳይ
ar: عرض عملية استدلال الذكاء الاصطناعي
bg: Покажи процеса на разсъждение на AI
bn: AI এর যুক্তি প্রক্রিয়া দেখান
ca: Mostra el procés de raonament de la IA
de: Denkprozess der KI anzeigen
el: Εμφάνιση διαδικασίας συλλογισμού τεχνητής νοημοσύνης
et: Näita AI arutlusprotsessi
eu: Erakutsi IAren arrazoibide prozesua
fi: Näytä tekoälyn päättelyprosessi
fil: Ipakita ang proseso ng pag-iisip ng AI
fr: Afficher le processus de raisonnement de l'IA
gl: Mostrar proceso de razoamento da IA
gu: AIની તર્ક પ્રક્રિયા બતાવો
he: צ ת ש ש AI
hi: AI की तर्क प्रक्रिया दिखाएं
hu: AI érvelési folyamat mutatása
id: Tampilkan proses penalaran AI
it: Mostra il processo di ragionamento dell'IA
ja: AIの推論過程を表示
km: បង្ហាញដំណើរការវែកញែករបស់ AI
kn: AIಯ ತಾರ್ಕಿಕ ಪ್ರಕ್ರಿಯೆಯನ್ನು ತೋರಿಸಿ
lo: ສະແດງຂະບວນການໃຈໃນການຄິດຂອງ AI
mk: Прикажи процес на размислување на АИ
ml: AI യുടെ യുക്തി പ്രക്രിയ കാണിക്കുക
mr: AI ची तर्क प्रक्रिया दाखवा
ms: Tunjukkan proses penaakulan AI
my: AI ၏ တွေးခေါ်မှု လုပ်ငန်းစဉ် ပြပါ
ne: AI को तर्क प्रक्रिया देखाउनुहोस्
nl: Toon redeneringsproces van AI
pa: AI ਦੀ ਤਰਕ ਪ੍ਰਕਿਰਿਆ ਦਿਖਾਓ
pl: Pokaż proces rozumowania AI
pt_pt: Mostrar processo de raciocínio da IA
ru: Показывать процесс рассуждения ИИ
si: AI හි තාර්කික ක්‍රියාවලිය පෙන්වන්න
sl: Prika쬴 proces razmi코ljanja AI
sr: Прикажи процес резоновања AI-ја
sw: Onyesha mchakato wa mantiki wa AI
ta: AI இன் பகுத்தறிவு செயல்முறையைக் காட்டு
te: AI యొక్క రీజనింగ్ ప్రాసెస్‌ను చూపించు
th: แสดงกระบวนการให้เหตุผลของ AI
uk: Показати процес міркування ШІ
zu: Khombisa inqubo yokuqagela kwe-AI

# settings.system.prompt.title
source: System Prompt
af: Stelselaanwysing
am: የስርዓት ፕሮምፕት
ar: أمر النظام
bg: Системна подкана
bn: সিস্টেম প্রম্পট
ca: Missatge del sistema
el: Προτροπή συστήματος
et: Süsteemi viip
eu: Sistema gonbita
fi: Järjestelmäkehote
fr: Invite système
gl: Indicación do sistema
gu: સિસ્ટમ પ્રોમ્પ્ટ
hi: सिस्टम प्रॉम्प्ट
hu: Rendszer prompt
id: Prompt Sistem
it: Prompt di sistema
ja: システムプロンプト
km: សំណួរប្រព័ន្ធ
kn: ಸಿಸ್ಟಂ ಪ್ರಾಂಪ್ಟ್
lo: ຄຳສັ່ງລະບົບ
mk: Системско упатство
ml: സിസ്റ്റം പ്രോംപ്റ്റ്
mr: सिस्टम प्रॉम्प्ट
my: စနစ် မေးခွန်း
ne: प्रणाली प्रम्प्ट
nl: Systeemprompt
pa: ਸਿਸਟਮ ਪ੍ਰੋਮਪਟ
pl: Polecenie systemowe
pt_pt: Prompt do Sistema
ru: Системный промпт
si: පද්ධති විමසුම
sl: Sistemski poziv
sr: Системски упит
sw: Kidokezo cha Mfumo
ta: அமைப்பு உடனடி
te: సిస్టమ్ ప్రాంప్ట్
uk: Системний промпт
zu: Isikhuthazo Sohlelo

# settings.system.prompt.description
source: Custom instructions for the AI
af: Pasgemaakte instruksies vir die KI
am: ለAI ብጁ መመሪያዎች
ar: تعليمات مخصصة للذكاء الاصطناعي
bg: Персонализирани инструкции за AI
bn: AI এর জন্য কাস্টম নির্দেশাবলী
ca: Instruccions personalitzades per a la IA
de: Benutzerdefinierte Anweisungen für die KI
el: Προσαρμοσμένες οδηγίες για την τεχνητή νοημοσύνη
et: Kohandatud juhised AI-le
eu: IArako jarraibide pertsonalizatuak
fi: Mukautetut ohjeet tekoälylle
fil: Mga custom na tagubilin para sa AI
fr: Instructions personnalisées pour l'IA
gl: Instrucións personalizadas para a IA
gu: AI માટે કસ્ટમ સૂચનાઓ
he: רת תת -AI
hi: AI के लिए कस्टम निर्देश
hu: Egyéni utasítások az AI számára
id: Instruksi kustom untuk AI
it: Istruzioni personalizzate per l'IA
ja: AIへのカスタム指示
km: ការណែនាំផ្ទាល់ខ្លួនសម្រាប់ AI
kn: AIಗಾಗಿ ಕಸ್ಟಮ್ ಸೂಚನೆಗಳು
lo: ຄຳແນະນຳແບບກຳນົດເອງສຳລັບ AI
mk: Приспособени инструкции за АИ
ml: AI യ്ക്കുള്ള കസ്റ്റം നിർദ്ദേശങ്ങൾ
mr: AI साठी सानुकूल सूचना
ms: Arahan tersuai untuk AI
my: AI အတွက် စိတ်ကြိုက် ညွှန်ကြားချက်များ
ne: AI को लागि अनुकूलन निर्देशनहरू
nl: Aangepaste instructies voor de AI
pa: AI ਲਈ ਕਸਟਮ ਨਿਰਦੇਸ਼
pl: Wasne instrukcje dla AI
pt_pt: Instruções personalizadas para a IA
ru: Пользовательские инструкции для ИИ
si: AI සඳහා අභිරුචි උපදෙස්
sl: Navodila po meri za AI
sr: Прилагођена упутства за AI
sw: Maelekezo maalum kwa AI
ta: AI க்கான தனிப்பயன் வழிமுறைகள்
te: AI కోసం కస్టమ్ సూచనలు
th: คำแนะนำที่กำหนดเองสำหรับ AI
uk: Власні інструкції для ШІ
zu: Imiyalo eqondene ye-AI

# settings.reset.to.default
source: Reset to Default
af: Stel terug na Verstek
am: ወደ ነባሪ ዳግም አስጀምር
ar: إعادة التعيين إلى الافتراضي
bg: Възстанови по подразбиране
bn: ডিফল্টে রিসেট করুন
ca: Restablir per defecte
de: Auf Standard zurücksetzen
el: Επαναφορά στην προεπιλογή
et: Lähtesta vaikeväärtustele
eu: Berrezarri lehenetsi gisa
fi: Palauta oletukseksi
fil: I-reset sa Default
fr: Réinitialiser par défaut
gl: Restablecer ao predeterminado
gu: ડિફૉલ્ટ પર રીસેટ કરો
he: פס ררת
hi: डिफ़ॉल्ट पर रीसेट करें
hu: Alapértelmezett visszaállítása
id: Reset ke Default
it: Ripristina predefiniti
ja: デフォルトに戻す
km: កំណត់ទៅលំនាំដើម
kn: ಡಿಫಾಲ್ಟ್‌ಗೆ ರೀಸೆಟ್ ಮಾಡಿ
lo: ຕັ້ງຄ່າເປັນຄ່າເລີ່ມຕົ້ນ
mk: Ресетирај на стандардно
ml: ഡിഫോൾട്ടിലേക്ക് പുനഃസജ്ജമാക്കുക
mr: डिफॉल्टवर रीसेट करा
ms: Tetapkan Semula kepada Lalai
my: မူလအတိုင်း ပြန်လည်သတ်မှတ်ပါ
ne: पूर्वनिर्धारितमा रिसेट गर्नुहोस्
nl: Herstel naar standaard
pa: ਡਿਫਾਲਟ 'ਤੇ ਰੀਸੈਟ ਕਰੋ
pl: Przywró domylne
pt_pt: Restaurar Padrão
ru: Сбросить на значения по умолчанию
si: පෙරනිමියට යළි පිහිටුවන්න
sl: Ponastavi na privzeto
sr: Ресетуј на подразумевано
sw: Rudisha kwa Chaguo-msingi
ta: இயல்புநிலைக்கு மீட்டமை
te: డిఫాల్ట్‌కు రీసెట్ చేయి
th: รีเซ็ตเป็นค่าเริ่มต้น
uk: Скинути до типового
zu: Buyisela Kokumisiwe

# vision.model.required.title
source: Vision Model Required
af: Visiemodel Benodig
am: የእይታ ሞዴል ያስፈልጋል
ar: مطلوب نموذج رؤية
bg: Изисква се модел за зрение
bn: ভিশন মডেল প্রয়োজন
ca: Model de visió necessari
de: Vision-Modell erforderlich
el: Απαιτείται μοντέλο όρασης
et: Vajalik nägemismudel
eu: Ikusmen eredua behar da
fi: Näköymälä vaaditaan
fil: Kailangan ang Vision Model
fr: Modèle de vision requis
gl: Modelo de visión necesario
gu: વિઝન મોડેલ જરૂરી
he: רש ר
hi: विज़न मॉडल आवश्यक
hu: Látás modell szükséges
id: Model Visi Diperlukan
it: Modello visivo necessario
ja: 画像認識モデルが必要
km: ទាមទារគំរូមើលឃើញ
kn: ವಿಷನ್ ಮಾಡೆಲ್ ಅಗತ್ಯ
lo: ຕ້ອງການໂມເດລວິໄສທັດ
mk: Потребен е модел за видување
ml: വിഷൻ മോഡൽ ആവശ്യമാണ്
mr: व्हिजन मॉडेल आवश्यक
ms: Model Penglihatan Diperlukan
my: အမြင်အာရုံ မော်ဒယ် လိုအပ်သည်
ne: दृष्टि मोडेल आवश्यक
nl: Vision-model vereist
pa: ਵਿਜ਼ਨ ਮਾਡਲ ਲੋੜੀਂਦਾ
pl: Wymagany model wizyjny
pt_pt: Modelo de Visão Necessário
ru: Требуется модель со зрением
si: දර්ශන ආකෘතිය අවශ්‍යයි
sl: Potreben je model za vid
sr: Потребан модел за визију
sw: Modeli ya Maono Inahitajika
ta: பார்வை மாதிரி தேவை
te: విజన్ మోడల్ అవసరం
th: ต้องการโมเดลวิชัน
uk: Потрібна модель зору
zu: Imodeli Yokubuka Iyadingeka

# vision.model.required.header
source: Image Recognition Required
af: Beeldherkenning Benodig
am: የምስል ማወቂያ ያስፈልጋል
ar: مطلوب التعرف على الصور
bg: Изисква се разпознаване на изображения
bn: ছবি শনাক্তকরণ প্রয়োজন
ca: Reconeixement d'imatge necessari
de: Bilderkennung erforderlich
el: Απαιτείται αναγνώριση εικόνας
et: Vajalik pildituvastus
eu: Irudi ezagutza behar da
fi: Kuvantunnistus vaaditaan
fil: Kailangan ang Image Recognition
fr: Reconnaissance d'image requise
gl: Recoñecemento de imaxe necesario
gu: છબી ઓળખ જરૂરી
he: רשת ת
hi: छवि पहचान आवश्यक
hu: Képfelismerés szükséges
id: Pengenalan Gambar Diperlukan
it: Riconoscimento immagini necessario
ja: 画像認識が必要です
km: ទាមទារការស្គាល់រូបភាព
kn: ಚಿತ್ರ ಗುರುತಿಸುವಿಕೆ ಅಗತ್ಯ
lo: ຕ້ອງການການຮັບຮູ້ຮູບພາບ
mk: Потребно е препознавање на слики
ml: ചിത്രം തിരിച്ചറിയൽ ആവശ്യമാണ്
mr: प्रतिमा ओळख आवश्यक
ms: Pengecaman Imej Diperlukan
my: ပုံ အသိအမှတ်ပြုမှု လိုအပ်သည်
ne: छवि पहिचान आवश्यक
nl: Beeldherkenning vereist
pa: ਤਸਵੀਰ ਪਛਾਣ ਲੋੜੀਂਦੀ
pl: Wymagane rozpoznawanie obrazu
pt_pt: Reconhecimento de Imagem Necessário
ru: Требуется распознавание изображений
si: රූප හඳුනාගැනීම අවශ්‍යයි
sl: Potrebno prepoznavanje slik
sr: Потребно препознавање слике
sw: Utambuzi wa Picha Unahitajika
ta: படம் அங்கீகாரம் தேவை
te: చిత్ర గుర్తింపు అవసరం
th: ต้องการการรู้จำภาพ
uk: Потрібно розпізнавання зображень
zu: Ukubona Isithombe Kuyadingeka
