Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# settings.title
source: Settings
af: Instellings
am: ቅንብሮች
ar: الإعدادات
bg: Настройки
bn: সেটিংস
ca: Configuració
de: Einstellungen
el: Ρυθμίσεις
et: Seaded
eu: Ezarpenak
fi: Asetukset
fr: Réglages
gl: Configuración
gu: સેટિંગ્સ
he: רת
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
lo: ການຕັ້ງຄ່າ
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
ms: Tetapan
my: ဆက်တင်များ
ne: सेटिङ्स
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt_pt: Definições
ru: Настройки
si: සැකසුම්
sl: Nastavitve
sr: Подешавања
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగ్స్
th: การตั้งค่า
uk: Налаштування
zu: Izilungiselelo

# settings.model.section
source: AI Models
af: KI-Modelle
am: AI ሞዴሎች
ar: نماذج الذكاء الاصطناعي
bg: AI модели
bn: AI মডেল
ca: Models d'IA
de: KI-Modelle
el: Μοντέλα Τεχνητής Νοημοσύνης
et: AI mudelid
eu: IA ereduak
fi: Tekoälymallit
fil: Mga AI Model
fr: Modèles IA
gl: Modelos de IA
gu: AI મોડેલ્સ
he: AI
hi: AI मॉडल
hu: AI modellek
id: Model AI
it: Modelli IA
ja: AIモデル
km: គំរូ AI
kn: AI ಮಾಡೆಲ್‌ಗಳು
lo: ໂມເດລ AI
mk: АИ модели
ml: AI മോഡലുകൾ
mr: AI मॉडेल्स
ms: Model AI
my: AI မော်ဒယ်များ
ne: AI मोडेलहरू
nl: AI-modellen
pa: AI ਮਾਡਲ
pl: Modele AI
pt_pt: Modelos de IA
ru: Модели ИИ
si: AI ආකෘති
sl: AI modeli
sr: AI модели
sw: Miundo ya AI
ta: AI மாதிரிகள்
te: AI మోడల్స్
th: โมเดล AI
uk: Моделі ШІ
zu: Amamodeli e-AI

# settings.model.recommended
source: Recommended: %@
af: Aanbeveel: %@
am: የሚመከር: %@
ar: موصى به: %@
bg: Препоръчителен: %@
bn: প্রস্তাবিত: %@
ca: Recomanat: %@
de: Empfohlen: %@
el: Προτεινόμενο: %@
et: Soovitatav: %@
eu: Gomendatua: %@
fi: Suositeltu: %@
fil: Inirerekemenda: %@
fr: Recommandé : %@
gl: Recomendado: %@
gu: ભલામણ કરેલ: %@
he: ץ: %@
hi: अनुशंसित: %@
hu: Ajánlott: %@
id: Direkomendasikan: %@
it: Consigliato: %@
ja: 推奨: %@
km: បានណែនាំ: %@
kn: ಶಿಫಾರಸು: %@
lo: ແນະນຳ: %@
mk: Препорачано: %@
ml: ശുപാർശ: %@
mr: शिफारसीत: %@
ms: Disyorkan: %@
my: အကြံပြုထားသော: %@
ne: सिफारिस गरिएको: %@
nl: Aanbevolen: %@
pa: ਸਿਫਾਰਸ਼: %@
pl: Zalecany: %@
pt_pt: Recomendado: %@
ru: Рекомендуется: %@
si: නිර්දේශිත: %@
sl: Priporo캜eno: %@
sr: Препоручено: %@
sw: Inashauriwa: %@
ta: பரிந்துரைக்கப்பட்டது: %@
te: సిఫార్సు చేయబడింది: %@
th: แนะนำ: %@
uk: Рекомендовано: %@
zu: Kunconywa: %@

# settings.model.local.execution
source: Models run locally on your device
af: Modelle loop plaaslik op jou toestel
am: ሞዴሎች በእርስዎ መሣሪያ ላይ በአካባቢያዊ ሁኔታ ይሰራሉ
ar: تعمل النماذج محلياً على جهازك
bg: Моделите работят локално на вашето устройство
bn: মডেল আপনার ডিভাইসে স্থানীয়ভাবে চলে
ca: Els models s'executen localment al dispositiu
de: Modelle laufen lokal auf deinem Gerät
el: Τα μοντέλα εκτελούνται τοπικά στη συσκευή σας
et: Mudelid töötavad lokaalselt teie seadmes
eu: Ereduak tokian exekutatzen dira zure gailuan
fi: Mallit toimivat paikallisesti laitteessasi
fil: Ang mga model ay tumatakbo nang lokal sa iyong device
fr: Les modèles s'exécutent localement sur votre appareil
gl: Os modelos execútanse localmente no teu dispositivo
gu: મોડેલ્સ તમારા ઉપકરણ પર સ્થાનિક રીતે ચાલે છે
he: רצ קת ע שר ש
hi: मॉडल आपके डिवाइस पर स्थानीय रूप से चलते हैं
hu: A modellek helyben futnak az eszközödön
id: Model berjalan secara lokal di perangkat Anda
it: I modelli vengono eseguiti localmente sul dispositivo
ja: モデルはデバイス上でローカル実行されます
km: គំរូដំណើរការមូលដ្ឋាននៅលើឧបករណ៍របស់អ្នក
kn: ಮಾಡೆಲ್‌ಗಳು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಸ್ಥಳೀಯವಾಗಿ ರನ್ ಆಗುತ್ತವೆ
lo: ໂມເດລເຮັດວຽກຢູ່ເທິງອຸປະກອນຂອງທ່ານ
mk: Моделите работат локално на вашиот уред
ml: മോഡലുകൾ നിങ്ങളുടെ ഉപകരണത്തിൽ പ്രാദേശികമായി പ്രവർത്തിക്കുന്നു
mr: मॉडेल्स तुमच्या डिव्हाइसवर स्थानिक पातळीवर चालतात
ms: Model berjalan secara tempatan pada peranti anda
my: မော်ဒယ်များ သင့်စက်တွင် ဒေသခံ လည်ပတ်သည်
ne: मोडेलहरू तपाईंको उपकरणमा स्थानीय रूपमा चल्छन्
nl: Modellen draaien lokaal op je apparaat
pa: ਮਾਡਲ ਤੁਹਾਡੇ ਡਿਵਾਈਸ 'ਤੇ ਸਥਾਨਕ ਤੌਰ 'ਤੇ ਚੱਲਦੇ ਹਨ
pl: Modele dziaaj lokalnie na urzdzeniu
pt_pt: Modelos executados localmente no seu dispositivo
ru: Модели работают локально на вашем устройстве
si: ආකෘති ඔබේ උපාංගයේ දේශීයව ක්‍රියාත්මක වේ
sl: Modeli te캜ejo lokalno na va코i napravi
sr: Модели раде локално на вашем уређају
sw: Miundo inafanya kazi kienyeji kwenye kifaa chako
ta: மாதிரிகள் உங்கள் சாதனத்தில் உள்ளூரில் இயங்குகின்றன
te: మోడల్స్ మీ పరికరంలో స్థానికంగా రన్ అవుతాయి
th: โมเดลทำงานบนอุปกรณ์ของคุณ
uk: Моделі працюють локально на вашому пристрої
zu: Amamodeli asebenza ngendlela yendawo kudivayisi yakho

# settings.model.show.more
source: Other Models (%d)
af: Ander Modelle (%d)
am: ሌሎች ሞዴሎች (%d)
ar: نماذج أخرى (%d)
bg: Други модели (%d)
bn: অন্যান্য মডেল (%d)
ca: Altres models (%d)
de: Weitere Modelle (%d)
el: Άλλα μοντέλα (%d)
et: Muud mudelid (%d)
eu: Beste ereduak (%d)
fi: Muut mallit (%d)
fil: Iba Pang Mga Model (%d)
fr: Autres modèles (%d)
gl: Outros modelos (%d)
gu: અન્ય મોડેલ્સ (%d)
he: ר (%d)
hi: अन्य मॉडल (%d)
hu: További modellek (%d)
id: Model Lain (%d)
it: Altri modelli (%d)
ja: その他のモデル (%d)
km: គំរូផ្សេងទៀត (%d)
kn: ಇತರ ಮಾಡೆಲ್‌ಗಳು (%d)
lo: ໂມເດລອື່ນໆ (%d)
mk: Други модели (%d)
ml: മറ്റ് മോഡലുകൾ (%d)
mr: इतर मॉडेल्स (%d)
ms: Model Lain (%d)
my: အခြား မော်ဒယ်များ (%d)
ne: अन्य मोडेलहरू (%d)
nl: Andere modellen (%d)
pa: ਹੋਰ ਮਾਡਲ (%d)
pl: Inne modele (%d)
pt_pt: Outros Modelos (%d)
ru: Другие модели (%d)
si: අනෙකුත් ආකෘති (%d)
sl: Drugi modeli (%d)
sr: Остали модели (%d)
sw: Miundo Mingine (%d)
ta: மற்ற மாதிரிகள் (%d)
te: ఇతర మోడల్స్ (%d)
th: โมเดลอื่นๆ (%d)
uk: Інші моделі (%d)
zu: Amanye Amamodeli (%d)

# settings.model.show.less
source: Show Less
af: Wys Minder
am: ያነሰ አሳይ
ar: عرض أقل
bg: Покажи по-малко
bn: কম দেখান
ca: Mostra menys
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
et: Näita vähem
eu: Erakutsi gutxiago
fi: Näytä vähemmän
fil: Magpakita ng Mas Kaunti
fr: Voir moins
gl: Mostrar menos
gu: ઓછું બતાવો
he: צ פת
hi: कम दिखाएं
hu: Kevesebb mutatása
id: Tampilkan Lebih Sedikit
it: Mostra meno
ja: 閉じる
km: បង្ហាញតិច
kn: ಕಡಿಮೆ ತೋರಿಸಿ
lo: ສະແດງໜ້ອຍລົງ
mk: Прикажи помалку
ml: കുറവ് കാണിക്കുക
mr: कमी दाखवा
ms: Tunjukkan Kurang
my: နည်းပါးစွာ ပြပါ
ne: कम देखाउनुहोस्
nl: Toon minder
pa: ਘੱਟ ਦਿਖਾਓ
pl: Pokaż mniej
pt_pt: Mostrar Menos
ru: Показать меньше
si: අඩුවෙන් පෙන්වන්න
sl: Prika쬴 manj
sr: Прикажи мање
sw: Onyesha Kidogo
ta: குறைவாகக் காட்டு
te: తక్కువ చూపించు
th: แสดงน้อยลง
uk: Показати менше
zu: Khombisa Okuncane

# settings.appearance.section
source: Appearance
af: Voorkoms
am: መልክ
ar: المظهر
bg: Външен вид
bn: চেহারা
ca: Aparença
de: Erscheinungsbild
el: Εμφάνιση
et: Välimus
eu: Itxura
fi: Ulkoasu
fil: Hitsura
fr: Apparence
gl: Aparencia
gu: દેખાવ
he: ר
hi: दिखावट
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
km: រូបរាង
kn: ನೋಟ
lo: ຮູບລັກສະນະ
mk: Изглед
ml: കാഴ്ച
mr: दिसणे
ms: Penampilan
my: အသွင်အပြင်
ne: उपस्थिति
nl: Uiterlijk
pa: ਦਿੱਖ
pl: Wygld
pt_pt: Aparência
ru: Внешний вид
si: පෙනුම
sl: Videz
sr: Изглед
sw: Muonekano
ta: தோற்றம்
te: అప్పియరెన్స్
th: รูปลักษณ์
uk: Вигляд
zu: Ukubukeka

# settings.tools.section
source: Smart Features
af: Slim Kenmerke
am: ብልጥ ባህሪያት
ar: الميزات الذكية
bg: Интелигентни функции
bn: স্মার্ট বৈশিষ্ট্য
ca: Funcions intel·ligents
de: Smarte Funktionen
el: Έξυπνες λειτουργίες
et: Nutikad funktsioonid
eu: Eginbide adimentsuak
fi: Älykkäät ominaisuudet
fil: Mga Smart Feature
fr: Fonctions intelligentes
gl: Funcións intelixentes
gu: સ્માર્ટ સુવિધાઓ
he: תת ת
hi: स्मार्ट सुविधाएं
hu: Okos funkciók
id: Fitur Cerdas
it: Funzioni intelligenti
ja: スマート連携
km: មុខងារឆ្លាតវៃ
kn: ಸ್ಮಾರ್ಟ್ ವೈಶಿಷ್ಟ್ಯಗಳು
lo: ຄຸນສົມບັດສະຫຼາດ
mk: Паметни карактеристики
ml: സ്മാർട്ട് ഫീച്ചറുകൾ
mr: स्मार्ट वैशिष्ट्ये
ms: Ciri Pintar
my: စမတ် လုပ်ဆောင်ချက်များ
ne: स्मार्ट सुविधाहरू
nl: Slimme functies
pa: ਸਮਾਰਟ ਫੀਚਰ
pl: Funkcje inteligentne
pt_pt: Funcionalidades Inteligentes
ru: Умные функции
si: ස්මාර්ට් විශේෂාංග
sl: Pametne funkcije
sr: Паметне функције
sw: Vipengele Mahiri
ta: ஸ்மார்ட் அம்சங்கள்
te: స్మార్ట్ ఫీచర్స్
th: คุณสมบัติอัจฉริยะ
uk: Розумні функції
zu: Izici Ezihlakaniphile

# settings.mcp.servers
source: Integrations
af: Integrasies
am: ውህደቶች
ar: عمليات التكامل
bg: Интеграции
bn: ইন্টিগ্রেশন
ca: Integracions
de: Integrationen
el: Ενσωματώσεις
et: Integratsioonid
eu: Integrazioak
fi: Integraatiot
fil: Mga Integration
fr: Intégrations
gl: Integracións
gu: સંકલન
he: רצת
hi: इंटीग्रेशन
hu: Integrációk
id: Integrasi
it: Integrazioni
ja: 連携機能
km: ការរួមបញ្ចូល
kn: ಏಕೀಕರಣಗಳು
lo: ການລວມເຂົ້າ
mk: Интеграции
ml: ഇന്റഗ്രേഷനുകൾ
mr: एकीकरणे
ms: Integrasi
my: ပေါင်းစည်းမှုများ
ne: एकीकरणहरू
nl: Integraties
pa: ਏਕੀਕਰਣ
pl: Integracje
pt_pt: Integrações
ru: Интеграции
si: ඒකාබද්ධතා
sl: Integracije
sr: Интеграције
sw: Ujumuishaji
ta: ஒருங்கிணைப்புகள்
te: ఇంటిగ్రేషన్స్
th: การผสานรวม
uk: Інтеграції
zu: Ukuhlanganisa

# settings.mcp.servers.description
source: Calendar, Files, Reminders & more
af: Kalender, Lêers, Herinneringe & meer
am: የቀን መቁጠሪያ፣ ፋይሎች፣ ማስታወሻዎች & ተጨማሪ
ar: التقويم والملفات والتذكيرات والمزيد
bg: Календар, Файлове, Напомняния и още
bn: ক্যালেন্ডার, ফাইল, অনুস্মারক এবং আরও
ca: Calendari, fitxers, recordatoris i més
de: Kalender, Dateien, Erinnerungen & mehr
el: Ημερολόγιο, Αρχεία, Υπενθυμίσεις και άλλα
et: Kalender, failid, meeldetuletused jne
eu: Egutegia, fitxategiak, oroigarriak eta gehiago
fi: Kalenteri, tiedostot, muistutukset ja muuta
fil: Calendar, Mga File, Mga Paalala at iba pa
fr: Calendrier, Fichiers, Rappels et plus
gl: Calendario, ficheiros, recordatorios e máis
gu: કૅલેન્ડર, ફાઇલો, રીમાઇન્ડર્સ અને વધુ
he: , קצ, תרת ע
hi: कैलेंडर, फाइलें, रिमाइंडर और अधिक
hu: Naptár, Fájlok, Emlékeztetők és több
id: Kalender, File, Pengingat & lainnya
it: Calendario, File, Promemoria e altro
ja: カレンダー・ファイル・リマインダーなど
km: ប្រតិទិន ឯកសារ ការរំលឹក និងច្រើនទៀត
kn: ಕ್ಯಾಲೆಂಡರ್, ಫೈಲ್‌ಗಳು, ರಿಮೈಂಡರ್‌ಗಳು ಮತ್ತು ಇನ್ನಷ್ಟು
lo: ປະຕິທິນ ໄຟລ໌ ການແຈ້ງເຕືອນ ແລະອື່ນໆ
mk: Календар, датотеки, потсетници и повеќе
ml: കലണ്ടർ, ഫയലുകൾ, ഓർമ്മപ്പെടുത്തലുകൾ & കൂടുതൽ
mr: कॅलेंडर, फायली, आठवणपत्रे आणि बरेच काही
ms: Kalendar, Fail, Peringatan & lagi
my: ပြက္ခဒိန်၊ ဖိုင်များ၊ သတိပေးချက်များနှင့် နောက်ထပ်
ne: क्यालेन्डर, फाइलहरू, सम्झौताहरू र थप
nl: Agenda, Bestanden, Herinneringen & meer
pa: ਕੈਲੰਡਰ, ਫਾਈਲਾਂ, ਰਿਮਾਈਂਡਰ ਅਤੇ ਹੋਰ
pl: Kalendarz, Pliki, Przypomnienia i wicej
pt_pt: Calendário, Ficheiros, Lembretes e mais
ru: Календарь, файлы, напоминания и др.
si: දින දර්ශනය, ගොනු, සිහිකැඳවීම් සහ තවත්
sl: Koledar, Datoteke, Opomniki in ve캜
sr: Календар, датотеке, подсетници и друго
sw: Kalenda, Faili, Vikumbusho na zaidi
ta: காலண்டர், கோப்புகள், நினைவூட்டல்கள் மற்றும் மேலும்
te: క్యాలెండర్, ఫైల్స్, రిమైండర్స్ & మరిన్ని
th: ปฏิทิน ไฟล์ การแจ้งเตือน และอื่นๆ
uk: Календар, Файли, Нагадування та інше
zu: Ikhalenda, Amafayela, Izikhumbuzo nokunye

# settings.mcp.enabled.count
source: %d enabled
af: %d geaktiveer
am: %d ነቅቷል
ar: %d مفعّل
bg: %d активирани
bn: %d সক্ষম
ca: %d activades
de: %d aktiviert
el: %d ενεργοποιημένα
et: Sisse lülitatud: %d
eu: %d aktibatuta
fi: %d käytössä
fil: %d naka-enable
fr: %d activées
gl: %d activados
gu: %d સક્ષમ કર્યું
he: %d פע
hi: %d सक्रिय
hu: %d engedélyezve
id: %d diaktifkan
it: %d attivate
ja: %d個有効
km: បើក %d
kn: %d ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
lo: ເປີດ %d
mk: %d овозможени
ml: %d പ്രാപ്തമാക്കി
mr: %d सक्षम केले
ms: %d diaktifkan
my: %d ဖွင့်ထားသည်
ne: %d सक्षम
nl: %d ingeschakeld
pa: %d ਸਮਰੱਥ ਕੀਤੇ
pl: %d wczonych
pt_pt: %d ativados
ru: Включено: %d
si: %d සක්‍රීයයි
sl: %d vklopljenih
sr: %d омогућено
sw: %d zimewezeshwa
ta: %d இயக்கப்பட்டது
te: %d ఎనేబుల్ చేయబడింది
th: เปิดใช้งาน %d รายการ
uk: %d увімкнено
zu: %d kunikezwe amandla

# settings.mcp.enabled.count.suffix
source: enabled
af: geaktiveer
am: ነቅቷል
ar: مفعّل
bg: активирани
bn: সক্ষম
ca: activades
de: aktiviert
el: ενεργοποιημένα
et: sisse lülitatud
eu: aktibatuta
fi: käytössä
fil: naka-enable
fr: activées
gl: activados
gu: સક્ષમ કર્યું
he: פע
hi: सक्रिय
hu: engedélyezve
id: diaktifkan
it: attivate
ja: 個有効
km: បើក
kn: ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
lo: ເປີດ
mk: овозможени
ml: പ്രാപ്തമാക്കി
mr: सक्षम केले
ms: diaktifkan
my: ဖွင့်ထားသည်
ne: सक्षम
nl: ingeschakeld
pa: ਸਮਰੱਥ ਕੀਤੇ
pl: wczonych
pt_pt: ativados
ru: включено
si: සක්‍රීයයි
sl: vklopljenih
sr: омогућено
sw: zimewezeshwa
ta: இயக்கப்பட்டது
te: ఎనేబుల్ చేయబడింది
th: เปิดใช้งาน
uk: увімкнено
zu: kunikezwe amandla

# settings.about.section
source: About
af: Oor
am: ስለ
ar: حول
bg: За приложението
bn: সম্পর্কে
ca: Sobre
de: Über
el: Πληροφορίες
et: Teave
eu: Honi buruz
fi: Tietoa
fil: Tungkol
fr: À propos
gl: Acerca de
gu: વિશે
he: ת
hi: जानकारी
hu: Névjegy
id: Tentang
it: Informazioni
ja: 情報
km: អំពី
kn: ಬಗ್ಗೆ
lo: ກ່ຽວກັບ
mk: За
ml: ഇതിനെക്കുറിച്ച്
mr: विषयी
ms: Perihal
my: အကြောင်း
ne: बारेमा
nl: Over
pa: ਇਸ ਬਾਰੇ
pl: Informacje
pt_pt: Acerca
ru: О приложении
si: පිළිබඳව
sl: O aplikaciji
sr: О апликацији
sw: Kuhusu
ta: பற்றி
te: గురించి
th: เกี่ยวกับ
uk: Про додаток
zu: Mayelana

# settings.version
source: Version
af: Weergawe
am: ስሪት
ar: الإصدار
bg: Версия
bn: সংস্করণ
ca: Versió
el: Έκδοση
et: Versioon
eu: Bertsioa
fi: Versio
fil: Bersyon
gl: Versión
gu: સંસ્કરણ
he: רס
hi: संस्करण
hu: Verzió
id: Versi
it: Versione
ja: バージョン
km: កំណែ
kn: ಆವೃತ್ತಿ
lo: ເວີຊັນ
mk: Верзија
ml: പതിപ്പ്
mr: आवृत्ती
ms: Versi
my: ဗားရှင်း
ne: संस्करण
nl: Versie
pa: ਸੰਸਕਰਣ
pl: Wersja
pt_pt: Versão
ru: Версия
si: අනුවාදය
sl: Razli캜ica
sr: Верзија
sw: Toleo
ta: பதிப்பு
te: వెర్షన్
th: เวอร์ชัน
uk: Версія
zu: Inguqulo

# settings.about.app
source: About This App
af: Oor Hierdie Toepassing
am: ስለዚህ መተግበሪያ
ar: حول هذا التطبيق
bg: За това приложение
bn: এই অ্যাপ সম্পর্কে
ca: Sobre aquesta app
de: Über diese App
el: Σχετικά με αυτήν την εφαρμογή
et: Selle rakenduse kohta
eu: Aplikazio honi buruz
fi: Tietoa sovelluksesta
fil: Tungkol sa App na Ito
fr: À propos de cette app
gl: Acerca desta app
gu: આ એપ વિશે
he: ת פקצ
hi: इस ऐप के बारे में
hu: Az appról
id: Tentang Aplikasi Ini
it: Informazioni sull'app
ja: このアプリについて
km: អំពីកម្មវិធីនេះ
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಬಗ್ಗೆ
lo: ກ່ຽວກັບແອັບນີ້
mk: За оваа апликација
ml: ഈ ആപ്പിനെക്കുറിച്ച്
mr: या अॅपबद्दल
ms: Tentang Aplikasi Ini
my: ဤအက်ပ်အကြောင်း
ne: यो एपको बारेमा
nl: Over deze app
pa: ਇਸ ਐਪ ਬਾਰੇ
pl: O aplikacji
pt_pt: Acerca desta Aplicação
ru: О приложении
si: මෙම යෙදුම ගැන
sl: O tej aplikaciji
sr: О овој апликацији
sw: Kuhusu Programu Hii
ta: இந்த பயன்பாடு பற்றி
te: ఈ యాప్ గురించి
th: เกี่ยวกับแอปนี้
uk: Про цей додаток
zu: Mayelana nale App

# settings.about.mcp
source: About Integrations
af: Oor Integrasies
am: ስለ ውህደቶች
ar: حول عمليات التكامل
bg: За интеграциите
bn: ইন্টিগ্রেশন সম্পর্কে
ca: Sobre les integracions
de: Über Integrationen
el: Σχετικά με τις ενσωματώσεις
et: Integratsioonide kohta
eu: Integrazioei buruz
fi: Tietoa integraatioista
fil: Tungkol sa Mga Integration
fr: À propos des intégrations
gl: Acerca das integracións
gu: સંકલન વિશે
he: ת רצת
hi: इंटीग्रेशन के बारे में
hu: Az integrációkról
id: Tentang Integrasi
it: Informazioni sulle integrazioni
ja: 連携機能について
km: អំពីការរួមបញ្ចូល
kn: ಏಕೀಕರಣಗಳ ಬಗ್ಗೆ
lo: ກ່ຽວກັບການລວມເຂົ້າ
mk: За интеграциите
ml: ഇന്റഗ്രേഷനുകളെക്കുറിച്ച്
mr: एकीकरणांबद्दल
ms: Tentang Integrasi
my: ပေါင်းစည်းမှုများ အကြောင်း
ne: एकीकरणहरूको बारेमा
nl: Over integraties
pa: ਏਕੀਕਰਣ ਬਾਰੇ
pl: O integracjach
pt_pt: Acerca das Integrações
ru: Об интеграциях
si: ඒකාබද්ධතා පිළිබඳව
sl: O integracijah
sr: О интеграцијама
sw: Kuhusu Ujumuishaji
ta: ஒருங்கிணைப்புகள் பற்றி
te: ఇంటిగ్రేషన్స్ గురించి
th: เกี่ยวกับการผสานรวม
uk: Про інтеграції
zu: Mayelana Nokuhlanganisa

# settings.privacy.badge
source: Works Offline
af: Werk Vanlyn
am: ከመስመር ውጭ ይሰራል
ar: يعمل بدون إنترنت
bg: Работи офлайн
bn: অফলাইন কাজ করে
ca: Funciona fora de línia
de: Funktioniert offline
el: Λειτουργεί εκτός σύνδεσης
et: Töötab võrguühenduseta
eu: Lineaz kanpo funtzionatzen du
fi: Toimii offline-tilassa
fil: Gumagana Offline
fr: Fonctionne hors ligne
gl: Funciona sen conexión
gu: ઑફલાઇન કામ કરે છે
he: ע ק
hi: ऑफलाइन काम करता है
hu: Offline működés
id: Bekerja Luring
it: Funziona offline
ja: 完全オフライン対応
km: ដំណើរការក្រៅបណ្តាញ
kn: ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ
lo: ເຮັດວຽກແບບອອບໄລນ໌
mk: Работи офлајн
ml: ഓഫ്‌ലൈനിൽ പ്രവർത്തിക്കുന്നു
mr: ऑफलाइन काम करते
ms: Berfungsi Luar Talian
my: အော့ဖ်လိုင်း လုပ်ဆောင်နိုင်သည်
ne: अफलाइन काम गर्छ
nl: Werkt offline
pa: ਔਫਲਾਈਨ ਕੰਮ ਕਰਦਾ ਹੈ
pl: Dziaa offline
pt_pt: Funciona Offline
ru: Работает офлайн
si: නොබැඳිව ක්‍රියා කරයි
sl: Deluje brez povezave
sr: Ради ван мреже
sw: Inafanya kazi Nje ya Mkondoni
ta: இணையமில்லாமல் வேலை செய்கிறது
te: ఆఫ్‌లైన్‌లో పనిచేస్తుంది
th: ใช้งานออฟไลน์ได้
uk: Працює офлайн
zu: Isebenza Ngaphandle Kwe-inthanethi

# settings.privacy.description
source: Works in Airplane Mode
af: Werk in Vliegtuigmodus
am: በአውሮፕላን ሁኔታ ይሰራል
ar: يعمل في وضع الطيران
bg: Работи в Самолетен режим
bn: বিমান মোডে কাজ করে
ca: Funciona en mode avió
de: Funktioniert im Flugmodus
el: Λειτουργεί σε λειτουργία πτήσης
et: Töötab lennurežiimis
eu: Hegaldi moduan funtzionatzen du
fi: Toimii lentotilassa
fil: Gumagana sa Airplane Mode
fr: Fonctionne en mode avion
gl: Funciona en modo avión
gu: એરપ્લેન મોડમાં કામ કરે છે
he: ע צ ס
hi: एयरप्लेन मोड में काम करता है
hu: Repülőgép módban is működik
id: Bekerja dalam Mode Pesawat
it: Funziona in modalità aereo
ja: 機内モードでも動作します
km: ដំណើរការក្នុងរបៀបយន្តហោះ
kn: ಏರ್‌ಪ್ಲೇನ್ ಮೋಡ್‌ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ
lo: ເຮັດວຽກໃນໂໝດໃນຍົນ
mk: Работи во авионски режим
ml: ഫ്ലൈറ്റ് മോഡിൽ പ്രവർത്തിക്കുന്നു
mr: एअरप्लेन मोडमध्ये काम करते
ms: Berfungsi dalam Mod Pesawat
my: လေယာဉ်မုဒ်တွင် လုပ်ဆောင်နိုင်သည်
ne: हवाईजहाज मोडमा काम गर्छ
nl: Werkt in vliegtuigmodus
pa: ਏਅਰਪਲੇਨ ਮੋਡ ਵਿੱਚ ਕੰਮ ਕਰਦਾ ਹੈ
pl: Dziaa w trybie samolotowym
pt_pt: Funciona no Modo Avião
ru: Работает в авиарежиме
si: ගුවන්යානා ප්‍රකාරයේ ක්‍රියා කරයි
sl: Deluje v na캜inu letala
sr: Ради у режиму авиона
sw: Inafanya kazi katika Hali ya Ndege
ta: விமான பயன்முறையில் வேலை செய்கிறது
te: ఎయిర్‌ప్లేన్ మోడ్‌లో పనిచేస్తుంది
th: ใช้งานในโหมดเครื่องบินได้
uk: Працює в режимі польоту
zu: Isebenza kumodi yendiza

# settings.airplane.mode
source: Running in Airplane Mode
af: Loop in Vliegtuigmodus
am: በአውሮፕላን ሁኔታ በመስራት ላይ
ar: يعمل في وضع الطيران
bg: Работи в Самолетен режим
bn: বিমান মোডে চলছে
ca: Executant-se en mode avió
de: Läuft im Flugmodus
el: Εκτέλεση σε λειτουργία πτήσης
et: Töötab lennurežiimis
eu: Hegaldi moduan exekutatzen
fi: Käynnissä lentotilassa
fil: Tumatakbo sa Airplane Mode
fr: En mode avion
gl: Executándose en modo avión
gu: એરપ્લેન મોડમાં ચાલી રહ્યું છે
he: רץ צ ס
hi: एयरप्लेन मोड में चल रहा है
hu: Repülőgép módban fut
id: Berjalan dalam Mode Pesawat
it: In esecuzione in modalità aereo
ja: 機内モードで動作中
km: ដំណើរការក្នុងរបៀបយន្តហោះ
kn: ಏರ್‌ಪ್ಲೇನ್ ಮೋಡ್‌ನಲ್ಲಿ ರನ್ ಆಗುತ್ತಿದೆ
lo: ເຮັດວຽກໃນໂໝດໃນຍົນ
mk: Работи во авионски режим
ml: ഫ്ലൈറ്റ് മോഡിൽ പ്രവർത്തിക്കുന്നു
mr: एअरप्लेन मोडमध्ये चालत आहे
ms: Berjalan dalam Mod Pesawat
my: လေယာဉ်မုဒ်တွင် လုပ်ဆောင်နေသည်
ne: हवाईजहाज मोडमा चलिरहेको छ
nl: Actief in vliegtuigmodus
pa: ਏਅਰਪਲੇਨ ਮੋਡ ਵਿੱਚ ਚੱਲ ਰਿਹਾ ਹੈ
pl: Uruchomiono w trybie samolotowym
pt_pt: A funcionar no Modo Avião
ru: Работает в авиарежиме
si: ගුවන්යානා ප්‍රකාරයේ ක්‍රියාත්මකයි
sl: Te캜e v na캜inu letala
sr: Покреће се у режиму авиона
sw: Inafanya kazi katika Hali ya Ndege
ta: விமான பயன்முறையில் இயங்குகிறது
te: ఎయిర్‌ప్లేన్ మోడ్‌లో రన్ అవుతోంది
th: ทำงานในโหมดเครื่องบิน
uk: Працює в режимі польоту
zu: Isebenza kumodi yendiza

# settings.offline.ready
source: Offline Ready
af: Vanlyn Gereed
am: ከመስመር ውጭ ዝግጁ
ar: جاهز للعمل بدون إنترنت
bg: Готов за офлайн
bn: অফলাইন প্রস্তুত
ca: Preparat per fora de línia
de: Offline bereit
el: Έτοιμο για χρήση εκτός σύνδεσης
et: Valmis võrguühenduseta tööks
eu: Lineaz kanpo prest
fi: Valmis offline-käyttöön
fil: Handa para Offline
fr: Prêt pour le hors ligne
gl: Listo para sen conexión
gu: ઑફલાઇન તૈયાર
he: ק
hi: ऑफलाइन तैयार
hu: Offline-ra kész
id: Siap Luring
it: Pronto per l'uso offline
ja: オフライン対応
km: ក្រៅបណ្តាញរួចរាល់
kn: ಆಫ್‌ಲೈನ್ ಸಿದ್ಧ
lo: ພ້ອມອອບໄລນ໌
mk: Подготвена за офлајн
ml: ഓഫ്‌ലൈൻ റെഡി
mr: ऑफलाइन तयार
ms: Sedia Luar Talian
my: အော့ဖ်လိုင်း အဆင်သင့်
ne: अफलाइन तयार
nl: Offline gereed
pa: ਔਫਲਾਈਨ ਤਿਆਰ
pl: Gotowy do pracy offline
pt_pt: Pronto para Offline
ru: Готов к офлайн-работе
si: නොබැඳි සූදානම්
sl: Pripravljeno brez povezave
sr: Спремно за рад ван мреже
sw: Tayari kwa Matumizi Nje ya Mkondoni
ta: இணையமில்லாமல் தயார்
te: ఆఫ్‌లైన్ రెడీ
th: พร้อมออฟไลน์
uk: Готово до офлайну
zu: Sekulungele Ukusebenza Ngaphandle Kwe-inthanethi

# model.status.downloading
source: Downloading... %d%%
af: Laai af... %d%%
am: በማውረድ ላይ... %d%%
ar: جارٍ التنزيل... %d%%
bg: Изтегляне... %d%%
bn: ডাউনলোড হচ্ছে... %d%%
ca: Descarregant... %d%%
de: Herunterladen... %d%%
el: Λήψη... %d%%
et: Allalaadimine... %d%%
eu: Deskargatzen... %d%%
fi: Ladataan... %d%%
fil: Nagda-download... %d%%
fr: Téléchargement... %d%%
gl: Descargando... %d%%
gu: ડાઉનલોડ થઈ રહ્યું છે... %d%%
he: ר... %d%%
hi: डाउनलोड हो रहा है... %d%%
hu: Letöltés... %d%%
id: Mengunduh... %d%%
it: Download... %d%%
ja: ダウンロード中... %d%%
km: កំពុងទាញយក... %d%%
kn: ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ... %d%%
lo: ກຳລັງດາວໂຫລດ... %d%%
mk: Се презема... %d%%
ml: ഡൗൺലോഡ് ചെയ്യുന്നു... %d%%
mr: डाउनलोड होत आहे... %d%%
ms: Memuat turun... %d%%
my: ဒေါင်းလုဒ်လုပ်နေသည်... %d%%
ne: डाउनलोड गर्दै... %d%%
nl: Downloaden... %d%%
pa: ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ... %d%%
pl: Pobieranie... %d%%
pt_pt: A transferir... %d%%
ru: Загрузка... %d%%
si: බාගත කරමින්... %d%%
sl: Prena코am... %d%%
sr: Преузимање... %d%%
sw: Inapakua... %d%%
ta: பதிவிறக்குகிறது... %d%%
te: డౌన్‌లోడ్ అవుతోంది... %d%%
th: กำลังดาวน์โหลด... %d%%
uk: Завантаження... %d%%
zu: Iyadownloada... %d%%

# model.status.loading
source: Loading...
af: Laai...
am: በመጫን ላይ...
ar: جارٍ التحميل...
bg: Зареждане...
bn: লোড হচ্ছে...
ca: Carregant...
de: Laden...
el: Φόρτωση...
et: Laadimine...
eu: Kargatzen...
fi: Ladataan...
fil: Naglo-load...
fr: Chargement...
gl: Cargando...
gu: લોડ થઈ રહ્યું છે...
he: ע...
hi: लोड हो रहा है...
hu: Betöltés...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
km: កំពុងផ្ទុក...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
lo: ກຳລັງໂຫລດ...
mk: Се вчитува...
ml: ലോഡ് ചെയ്യുന്നു...
mr: लोड होत आहे...
ms: Memuatkan...
my: တင်နေသည်...
ne: लोड गर्दै...
nl: Laden...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: adowanie...
pt_pt: A carregar...
ru: Загрузка...
si: පූරණය වෙමින්...
sl: Nalagam...
sr: Учитавање...
sw: Inapakia...
ta: ஏற்றுகிறது...
te: లోడ్ అవుతోంది...
th: กำลังโหลด...
uk: Завантаження...
zu: Iyalayisha...

# model.status.in.use
source: In Use
af: In Gebruik
am: በአጠቃቀም ላይ
ar: قيد الاستخدام
bg: В употреба
bn: ব্যবহার হচ্ছে
ca: En ús
de: In Verwendung
el: Σε χρήση
et: Kasutusel
eu: Erabiltzen
fi: Käytössä
fil: Ginagamit
fr: En cours d'utilisation
gl: En uso
gu: વપરાશમાં
he: שש
hi: उपयोग में
hu: Használatban
id: Sedang Digunakan
it: In uso
ja: 使用中
km: កំពុងប្រើ
kn: ಬಳಕೆಯಲ್ಲಿ
lo: ກຳລັງໃຊ້
mk: Во употреба
ml: ഉപയോഗത്തിൽ
mr: वापरात
ms: Sedang Digunakan
my: အသုံးပြုနေသည်
ne: प्रयोगमा
nl: In gebruik
pa: ਵਰਤੋਂ ਵਿੱਚ
pl: W użyciu
pt_pt: Em Uso
ru: Используется
si: භාවිතයේ
sl: V uporabi
sr: У употреби
sw: Inatumika
ta: பயன்பாட்டில்
te: ఉపయోగంలో
th: กำลังใช้งาน
uk: Використовується
zu: Iyasetshenziswa

# model.status.recommended
source: Recommended
af: Aanbeveel
am: የሚመከር
ar: موصى به
bg: Препоръчителен
bn: প্রস্তাবিত
ca: Recomanat
de: Empfohlen
el: Προτεινόμενο
et: Soovitatav
eu: Gomendatua
fi: Suositeltu
fil: Inirerekemenda
fr: Recommandé
gl: Recomendado
gu: ભલામણ કરેલ
he: ץ
hi: अनुशंसित
hu: Ajánlott
id: Direkomendasikan
it: Consigliato
ja: おすすめ
km: បានណែនាំ
kn: ಶಿಫಾರಸು
lo: ແນະນຳ
mk: Препорачано
ml: ശുപാർശ
mr: शिफारसीत
ms: Disyorkan
my: အကြံပြုထားသော
ne: सिफारिस गरिएको
nl: Aanbevolen
pa: ਸਿਫਾਰਸ਼
pl: Zalecany
pt_pt: Recomendado
ru: Рекомендуется
si: නිර්දේශිත
sl: Priporo캜eno
sr: Препоручено
sw: Inashauriwa
ta: பரிந்துரைக்கப்பட்டது
te: సిఫార్సు చేయబడింది
th: แนะนำ
uk: Рекомендовано
zu: Kunconywa
