Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# ghost.search.connecting
source: Connecting to anonymous network...
af: Verbind met anonieme netwerk...
am: ከማይታወቅ ኔትወርክ ጋር በመገናኘት ላይ...
ar: جارٍ الاتصال بالشبكة المجهولة...
bg: Свързване с анонимна мрежа...
bn: বেনামী নেটওয়ার্কের সাথে সংযুক্ত হচ্ছে...
ca: Connectant a la xarxa anònima...
de: Verbindung zum anonymen Netzwerk wird hergestellt...
el: Σύνδεση σε ανώνυμο δίκτυο...
et: Ühendamine anonüümse võrguga...
eu: Sare anonimora konektatzen...
fi: Yhdistetään anonyymiin verkkoon...
fil: Kumukonekta sa anonymous network...
fr: Connexion au réseau anonyme...
gl: Conectando á rede anónima...
gu: અનામી નેટવર્ક સાથે જોડાઈ રહ્યું છે...
he: תר רשת ת...
hi: गुमनाम नेटवर्क से जुड़ रहा है...
hu: Csatlakozás anonim hálózathoz...
id: Menghubungkan ke jaringan anonim...
it: Connessione alla rete anonima...
ja: 匿名回線に接続中...
km: កំពុងភ្ជាប់ទៅបណ្តាញអនាមិក...
kn: ಅನಾಮಿಕ ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಿಸುತ್ತಿದೆ...
lo: ກຳລັງເຊື່ອມຕໍ່ເຄືອຂ່າຍແບບບໍ່ເປີດເຜີຍຕົວຕົນ...
mk: Се поврзува со анонимна мрежа...
ml: അജ്ഞാത നെറ്റ്‌വർക്കിലേക്ക് കണക്ട് ചെയ്യുന്നു...
mr: अनामिक नेटवर्कशी कनेक्ट होत आहे...
ms: Menyambung ke rangkaian tanpa nama...
my: အမည်မဖော် ကွန်ရက်သို့ ချိတ်ဆက်နေသည်...
ne: गुमनाम नेटवर्कमा जडान गर्दै...
nl: Verbinden met anoniem netwerk...
pa: ਬੇਨਾਮ ਨੈੱਟਵਰਕ ਨਾਲ ਕਨੈਕਟ ਕਰ ਰਿਹਾ ਹੈ...
pl: czenie z anonimow sieci...
pt_pt: A conectar à rede anónima...
ru: Подключение к анонимной сети...
si: නිර්නාමික ජාලය වෙත සම්බන්ධ වෙමින්...
sl: Povezujem se z anonimnim omre쬵em...
sr: Повезивање са анонимном мрежом...
sw: Inaunganisha na mtandao wa faragha...
ta: அநாமதேய நெட்வொர்க்குடன் இணைக்கிறது...
te: అనామక నెట్‌వర్క్‌కు కనెక్ట్ అవుతోంది...
th: กำลังเชื่อมต่อกับเครือข่ายไม่เปิดเผยตัวตน...
uk: Підключення до анонімної мережі...
zu: Ixhuma kunethiwekhi engakhombisi igama...

# ghost.search.privacy.note
source: Your search history is never tracked
af: Jou soekrekord word nooit opgespoor nie
am: የእርስዎ የፍለጋ ታሪክ በፈጻሚ አይከታተልም
ar: لا يتم تتبع سجل بحثك أبداً
bg: Вашата история на търсене никога не се проследява
bn: আপনার সার্চ ইতিহাস কখনো ট্র্যাক করা হয় না
ca: El teu historial de cerca mai es fa seguiment
de: Dein Suchverlauf wird niemals verfolgt
el: Το ιστορικό αναζητήσεών σας δεν παρακολουθείται ποτέ
et: Teie otsinguajalugu ei jälgita kunagi
eu: Zure bilaketa-historia inoiz ez da jarraitzen
fi: Hakuhistoriaasi ei koskaan seurata
fil: Ang iyong kasaysayan ng paghahanap ay hindi kailanman sinusubaybayan
fr: Votre historique de recherche n'est jamais suivi
gl: O teu historial de busca nunca é rastrexado
gu: તમારો શોધ ઇતિહાસ ક્યારેય ટ્રૅક કરવામાં આવતો નથી
he: סרת פש ש ע עקת
hi: आपका खोज इतिहास कभी ट्रैक नहीं किया जाता
hu: A keresési előzményeid soha nincsenek követve
id: Riwayat pencarian Anda tidak pernah dilacak
it: La tua cronologia di ricerca non viene mai tracciata
ja: 検索履歴は追跡されません
km: ប្រវត្តិការស្វែងរករបស់អ្នកមិនត្រូវបានតាមដានទេ
kn: ನಿಮ್ಮ ಹುಡುಕಾಟ ಇತಿಹಾಸವನ್ನು ಎಂದಿಗೂ ಟ್ರ್ಯಾಕ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ
lo: ປະຫວັດການຄົ້ນຫາຂອງທ່ານບໍ່ຖືກຕິດຕາມ
mk: Вашата историја на пребарување никогаш не се следи
ml: നിങ്ങളുടെ തിരയൽ ചരിത്രം ഒരിക്കലും ട്രാക്ക് ചെയ്യുന്നില്ല
mr: तुमचा शोध इतिहास कधीही ट्रॅक केला जात नाही
ms: Sejarah carian anda tidak pernah dijejaki
my: သင့် ရှာဖွေမှု မှတ်တမ်းကို ဘယ်တော့မှ ခြေရာခံခြင်း မရှိပါ
ne: तपाईंको खोजी इतिहास कहिल्यै ट्र्याक गरिएको छैन
nl: Je zoekgeschiedenis wordt nooit gevolgd
pa: ਤੁਹਾਡਾ ਖੋਜ ਇਤਿਹਾਸ ਕਦੇ ਟਰੈਕ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ
pl: Twoja historia wyszukiwania nigdy nie jest ledzona
pt_pt: O seu histórico de pesquisa nunca é rastreado
ru: Ваша история поиска никогда не отслеживается
si: ඔබේ සෙවුම් ඉතිහාසය කිසිදා ලුහුබඳින්නේ නැත
sl: Va코a zgodovina iskanja se nikoli ne sledi
sr: Ваша историја претраге се никада не прати
sw: Historia yako ya utaftaji haifuatilwi kamwe
ta: உங்கள் தேடல் வரலாறு ஒருபோதும் கண்காணிக்கப்படவில்லை
te: మీ సెర్చ్ చరిత్ర ఎప్పుడూ ట్రాక్ చేయబడదు
th: ประวัติการค้นหาของคุณจะไม่ถูกติดตามเลย
uk: Ваша історія пошуку ніколи не відстежується
zu: Umlando wakho wokusesha awulandelwa

# mcp.filesystem
source: File System
af: Lêerstelsel
am: የፋይል ስርዓት
ar: نظام الملفات
bg: Файлова система
bn: ফাইল সিস্টেম
ca: Sistema de fitxers
de: Dateisystem
el: Σύστημα αρχείων
et: Failisüsteem
eu: Fitxategi sistema
fi: Tiedostojärjestelmä
fr: Système de fichiers
gl: Sistema de ficheiros
gu: ફાઇલ સિસ્ટમ
he: ערת קצ
hi: फाइल सिस्टम
hu: Fájlrendszer
id: Sistem File
ja: ファイルシステム
km: ប្រព័ន្ធឯកសារ
kn: ಫೈಲ್ ಸಿಸ್ಟಂ
lo: ລະບົບໄຟລ໌
mk: Систем на датотеки
ml: ഫയൽ സിസ്റ്റം
mr: फाइल सिस्टम
ms: Sistem Fail
my: ဖိုင် စနစ်
ne: फाइल प्रणाली
nl: Bestandssysteem
pa: ਫਾਈਲ ਸਿਸਟਮ
pl: System plików
pt_pt: Sistema de Ficheiros
ru: Файловая система
si: ගොනු පද්ධතිය
sl: Datote캜ni sistem
sr: Систем датотека
sw: Mfumo wa Faili
ta: கோப்பு அமைப்பு
te: ఫైల్ సిస్టమ్
th: ระบบไฟล์
uk: Файлова система
zu: Uhlelo Lwamafayela

# mcp.filesystem.desc
source: Read and write files in app
af: Lees en skryf lêers in toepassing
am: በመተግበሪያ ውስጥ ፋይሎችን ያንብቡ እና ይጻፉ
ar: قراءة وكتابة الملفات في التطبيق
bg: Четене и писане на файлове в приложението
bn: অ্যাপে ফাইল পড়ুন এবং লিখুন
ca: Llegir i escriure fitxers a l'app
de: Dateien in der App lesen und schreiben
el: Ανάγνωση και εγγραφή αρχείων στην εφαρμογή
et: Lugege ja kirjutage faile rakenduses
eu: Irakurri eta idatzi fitxategiak aplikazioan
fi: Lue ja kirjoita tiedostoja sovelluksessa
fil: Magbasa at magsulat ng mga file sa app
fr: Lire et écrire des fichiers dans l'app
gl: Ler e escribir ficheiros na app
gu: એપમાં ફાઇલો વાંચો અને લખો
he: קר ת קצ פקצ
hi: ऐप में फाइलें पढ़ें और लिखें
hu: Fájlok olvasása és írása az appban
id: Baca dan tulis file dalam aplikasi
it: Leggi e scrivi file nell'app
ja: アプリ内のファイル読み書き
km: អាននិងសរសេរឯកសារក្នុងកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಫೈಲ್‌ಗಳನ್ನು ಓದಿ ಮತ್ತು ಬರೆಯಿರಿ
lo: ອ່ານແລະຂຽນໄຟລ໌ໃນແອັບ
mk: Читај и пишувај датотеки во апликацијата
ml: ആപ്പിൽ ഫയലുകൾ വായിക്കുകയും എഴുതുകയും ചെയ്യുക
mr: अॅपमध्ये फायली वाचा आणि लिहा
ms: Baca dan tulis fail dalam aplikasi
my: အက်ပ်တွင် ဖိုင်များ ဖတ်ခြင်းနှင့် ရေးခြင်း
ne: एपमा फाइलहरू पढ्नुहोस् र लेख्नुहोस्
nl: Lees en schrijf bestanden in app
pa: ਐਪ ਵਿੱਚ ਫਾਈਲਾਂ ਪੜ੍ਹੋ ਅਤੇ ਲਿਖੋ
pl: Odczytuj i zapisuj pliki w aplikacji
pt_pt: Ler e escrever ficheiros na aplicação
ru: Чтение и запись файлов в приложении
si: යෙදුමේ ගොනු කියවන්න සහ ලියන්න
sl: Berejo in pi코ejo datoteke v aplikaciji
sr: Читај и пиши датотеке у апликацији
sw: Soma na andika faili katika programu
ta: பயன்பாட்டில் கோப்புகளை படிக்கவும் எழுதவும்
te: యాప్‌లో ఫైల్స్‌ను చదవండి మరియు వ్రాయండి
th: อ่านและเขียนไฟล์ในแอป
uk: Читати та писати файли в додатку
zu: Funda ubhale amafayela ku-app

# mcp.calendar
source: Calendar
af: Kalender
am: የቀን መቁጠሪያ
ar: التقويم
bg: Календар
bn: ক্যালেন্ডার
ca: Calendari
de: Kalender
el: Ημερολόγιο
et: Kalender
eu: Egutegia
fi: Kalenteri
fr: Calendrier
gl: Calendario
gu: કૅલેન્ડર
hi: कैलेंडर
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
km: ប្រតិទិន
kn: ಕ್ಯಾಲೆಂಡರ್
lo: ປະຕິທິນ
mk: Календар
ml: കലണ്ടർ
mr: कॅलेंडर
ms: Kalendar
my: ပြက္ခဒိန်
ne: क्यालेन्डर
nl: Agenda
pa: ਕੈਲੰਡਰ
pl: Kalendarz
pt_pt: Calendário
ru: Календарь
si: දින දර්ශනය
sl: Koledar
sr: Календар
sw: Kalenda
ta: காலண்டர்
te: క్యాలెండర్
th: ปฏิทิน
uk: Календар
zu: Ikhalenda

# mcp.calendar.desc
source: Read and write events
af: Lees en skryf gebeure
am: ክስተቶችን ያንብቡ እና ይጻፉ
ar: قراءة وكتابة الأحداث
bg: Четене и писане на събития
bn: ইভেন্ট পড়ুন এবং লিখুন
ca: Llegir i escriure esdeveniments
de: Termine lesen und erstellen
el: Ανάγνωση και εγγραφή εκδηλώσεων
et: Lugege ja kirjutage sündmusi
eu: Irakurri eta idatzi gertaerak
fi: Lue ja kirjoita tapahtumia
fil: Magbasa at magsulat ng mga event
fr: Lire et créer des événements
gl: Ler e escribir eventos
gu: ઇવેન્ટ્સ વાંચો અને લખો
he: קר ת רע
hi: इवेंट पढ़ें और बनाएं
hu: Események olvasása és írása
id: Baca dan tulis acara
it: Leggi e crea eventi
ja: 予定の読み書き
km: អាននិងសរសេរព្រឹត្តិការណ៍
kn: ಘಟನೆಗಳನ್ನು ಓದಿ ಮತ್ತು ಬರೆಯಿರಿ
lo: ອ່ານແລະຂຽນເຫດການ
mk: Читај и пишувај настани
ml: ഇവന്റുകൾ വായിക്കുകയും എഴുതുകയും ചെയ്യുക
mr: कार्यक्रम वाचा आणि लिहा
ms: Baca dan tulis acara
my: အဖြစ်အပျက်များ ဖတ်ခြင်းနှင့် ရေးခြင်း
ne: घटनाहरू पढ्नुहोस् र लेख्नुहोस्
nl: Lees en schrijf evenementen
pa: ਇਵੈਂਟ ਪੜ੍ਹੋ ਅਤੇ ਲਿਖੋ
pl: Odczytuj i zapisuj wydarzenia
pt_pt: Ler e escrever eventos
ru: Чтение и запись событий
si: සිදුවීම් කියවන්න සහ ලියන්න
sl: Berejo in pi코ejo dogodke
sr: Читај и пиши догађаје
sw: Soma na andika matukio
ta: நிகழ்வுகளைப் படிக்கவும் எழுதவும்
te: ఈవెంట్స్‌ను చదవండి మరియు వ్రాయండి
th: อ่านและเขียนกิจกรรม
uk: Читати та писати події
zu: Funda ubhale izehlakalo

# mcp.reminders
source: Reminders
af: Herinneringe
am: ማስታወሻዎች
ar: التذكيرات
bg: Напомняния
bn: অনুস্মারক
ca: Recordatoris
de: Erinnerungen
el: Υπενθυμίσεις
et: Meeldetuletused
eu: Oroigarriak
fi: Muistutukset
fil: Mga Paalala
fr: Rappels
gl: Recordatorios
gu: રીમાઇન્ડર્સ
he: תרת
hi: रिमाइंडर
hu: Emlékeztetők
id: Pengingat
it: Promemoria
ja: リマインダー
km: ការរំលឹក
kn: ರಿಮೈಂಡರ್‌ಗಳು
lo: ການແຈ້ງເຕືອນ
mk: Потсетници
ml: ഓർമ്മപ്പെടുത്തലുകൾ
mr: आठवणपत्रे
ms: Peringatan
my: သတိပေးချက်များ
ne: सम्झौताहरू
nl: Herinneringen
pa: ਰਿਮਾਈਂਡਰ
pl: Przypomnienia
pt_pt: Lembretes
ru: Напоминания
si: සිහිකැඳවීම්
sl: Opomniki
sr: Подсетници
sw: Vikumbusho
ta: நினைவூட்டல்கள்
te: రిమైండర్స్
th: การแจ้งเตือน
uk: Нагадування
zu: Izikhumbuzo

# mcp.reminders.desc
source: Manage reminders
af: Bestuur herinneringe
am: ማስታወሻዎችን ያስተዳድሩ
ar: إدارة التذكيرات
bg: Управление на напомняния
bn: অনুস্মারক পরিচালনা করুন
ca: Gestionar recordatoris
de: Erinnerungen verwalten
el: Διαχείριση υπενθυμίσεων
et: Haldage meeldetuletusi
eu: Kudeatu oroigarriak
fi: Hallitse muistutuksia
fil: Pamahalaan ang mga paalala
fr: Gérer les rappels
gl: Xestionar recordatorios
gu: રીમાઇન્ડર્સ મેનેજ કરો
he: תרת
hi: रिमाइंडर प्रबंधित करें
hu: Emlékeztetők kezelése
id: Kelola pengingat
it: Gestisci i promemoria
ja: リマインダーの管理
km: គ្រប់គ្រងការរំលឹក
kn: ರಿಮೈಂಡರ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ
lo: ຈັດການການແຈ້ງເຕືອນ
mk: Управувај со потсетници
ml: ഓർമ്മപ്പെടുത്തലുകൾ മാനേജ് ചെയ്യുക
mr: आठवणपत्रे व्यवस्थापित करा
ms: Urus peringatan
my: သတိပေးချက်များ စီမံခန့်ခွဲပါ
ne: सम्झौताहरू व्यवस्थापन गर्नुहोस्
nl: Beheer herinneringen
pa: ਰਿਮਾਈਂਡਰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Zarzdzaj przypomnieniami
pt_pt: Gerir lembretes
ru: Управление напоминаниями
si: සිහිකැඳවීම් කළමනාකරණය කරන්න
sl: Upravljaj opomnike
sr: Управљај подсетницима
sw: Simamia vikumbusho
ta: நினைவூட்டல்களை நிர்வகிக்கவும்
te: రిమైండర్స్‌ను నిర్వహించండి
th: จัดการการแจ้งเตือน
uk: Керувати нагадуваннями
zu: Phatha izikhumbuzo

# mcp.contacts
source: Contacts
af: Kontakte
am: እውቂያዎች
ar: جهات الاتصال
bg: Контакти
bn: পরিচিতি
ca: Contactes
de: Kontakte
el: Επαφές
et: Kontaktid
eu: Kontaktuak
fi: Yhteystiedot
fil: Mga Contact
gl: Contactos
gu: સંપર્કો
he: ש קשר
hi: संपर्क
hu: Névjegyzék
id: Kontak
it: Contatti
ja: 連絡先
km: ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳು
lo: ຜູ້ຕິດຕໍ່
mk: Контакти
ml: കോൺടാക്ടുകൾ
mr: संपर्क
ms: Kenalan
my: အဆက်အသွယ်များ
ne: सम्पर्कहरू
nl: Contacten
pa: ਸੰਪਰਕ
pl: Kontakty
pt_pt: Contactos
ru: Контакты
si: සම්බන්ධතා
sl: Stiki
sr: Контакти
sw: Anwani
ta: தொடர்புகள்
te: కాంటాక్ట్స్
th: ผู้ติดต่อ
uk: Контакти
zu: Oxhumana nabo

# mcp.contacts.desc
source: Search and view contacts
af: Soek en bekyk kontakte
am: እውቂያዎችን ይፈልጉ እና ይመልከቱ
ar: البحث وعرض جهات الاتصال
bg: Търсене и преглед на контакти
bn: পরিচিতি অনুসন্ধান এবং দেখুন
ca: Cercar i veure contactes
de: Kontakte suchen und anzeigen
el: Αναζήτηση και προβολή επαφών
et: Otsige ja vaadake kontakte
eu: Bilatu eta ikusi kontaktuak
fi: Etsi ja katso yhteystietoja
fil: Maghanap at tingnan ang mga contact
fr: Rechercher et afficher les contacts
gl: Buscar e ver contactos
gu: સંપર્કો શોધો અને જુઓ
he: פש צ ש קשר
hi: संपर्क खोजें और देखें
hu: Névjegyek keresése és megtekintése
id: Cari dan lihat kontak
it: Cerca e visualizza i contatti
ja: 連絡先の検索・閲覧
km: ស្វែងរកនិងមើលទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳನ್ನು ಹುಡುಕಿ ಮತ್ತು ವೀಕ್ಷಿಸಿ
lo: ຄົ້ນຫາແລະເບິ່ງຜູ້ຕິດຕໍ່
mk: Пребарувај и прегледувај контакти
ml: കോൺടാക്ടുകൾ തിരയുകയും കാണുകയും ചെയ്യുക
mr: संपर्क शोधा आणि पहा
ms: Cari dan lihat kenalan
my: အဆက်အသွယ်များ ရှာဖွေခြင်းနှင့် ကြည့်ရှုခြင်း
ne: सम्पर्कहरू खोज्नुहोस् र हेर्नुहोस्
nl: Zoek en bekijk contacten
pa: ਸੰਪਰਕ ਖੋਜੋ ਅਤੇ ਦੇਖੋ
pl: Wyszukuj i przegldaj kontakty
pt_pt: Pesquisar e ver contactos
ru: Поиск и просмотр контактов
si: සම්බන්ධතා සොයන්න සහ බලන්න
sl: I코캜i in prika쬴 stike
sr: Претражи и прегледај контакте
sw: Tafuta na tazama anwani
ta: தொடர்புகளைத் தேடவும் பார்க்கவும்
te: కాంటాక్ట్స్‌ను శోధించండి మరియు వీక్షించండి
th: ค้นหาและดูผู้ติดต่อ
uk: Шукати та переглядати контакти
zu: Sesha ubuke oxhumana nabo

# mcp.photos
source: Photos
af: Foto's
am: ፎቶዎች
ar: الصور
bg: Снимки
bn: ছবি
ca: Fotos
de: Fotos
el: Φωτογραφίες
et: Fotod
eu: Argazkiak
fi: Kuvat
fil: Mga Larawan
gl: Fotos
gu: ફોટા
he: תת
hi: फोटो
hu: Fotók
id: Foto
it: Foto
ja: 写真
km: រូបថត
kn: ಫೋಟೋಗಳು
lo: ຮູບພາບ
mk: Фотографии
ml: ഫോട്ടോകൾ
mr: फोटो
ms: Foto
my: ဓာတ်ပုံများ
ne: फोटोहरू
nl: Foto's
pa: ਫੋਟੋਆਂ
pl: Zdjcia
pt_pt: Fotos
ru: Фото
si: ඡායාරූප
sl: Fotografije
sr: Фотографије
sw: Picha
ta: புகைப்படங்கள்
te: ఫోటోలు
th: รูปภาพ
uk: Фото
zu: Izithombe

# mcp.photos.desc
source: Access photo library
af: Toegang tot fotobiblioteek
am: የፎቶ ቤተ-መጻሕፍትን ይድረሱ
ar: الوصول إلى مكتبة الصور
bg: Достъп до библиотеката със снимки
bn: ফটো লাইব্রেরি অ্যাক্সেস করুন
ca: Accedir a la biblioteca de fotos
de: Auf Fotomediathek zugreifen
el: Πρόσβαση στη βιβλιοθήκη φωτογραφιών
et: Juurdepääs fototeegile
eu: Sartu argazki liburutegira
fi: Pääsy kuvakirjastoon
fil: I-access ang photo library
fr: Accéder à la photothèque
gl: Acceder á biblioteca de fotos
gu: ફોટો લાઇબ્રેરી એક્સેસ કરો
he: ש ספרת תת
hi: फोटो लाइब्रेरी एक्सेस करें
hu: Fotótár elérése
id: Akses pustaka foto
it: Accedi alla libreria foto
ja: 写真ライブラリへのアクセス
km: ចូលប្រើបណ្ណាល័យរូបថត
kn: ಫೋಟೋ ಲೈಬ್ರರಿ ಪ್ರವೇಶಿಸಿ
lo: ເຂົ້າເຖິງຄັງຮູບພາບ
mk: Пристапи до библиотеката со фотографии
ml: ഫോട്ടോ ലൈബ്രറി ആക്സസ് ചെയ്യുക
mr: फोटो लायब्ररी अॅक्सेस करा
ms: Akses perpustakaan foto
my: ဓာတ်ပုံ စာကြည့်တိုက်သို့ သုံးစွဲခွင့်
ne: फोटो पुस्तकालयमा पहुँच
nl: Toegang tot fotobibliotheek
pa: ਫੋਟੋ ਲਾਇਬ੍ਰੇਰੀ ਤੱਕ ਪਹੁੰਚੋ
pl: Dostp do biblioteki zdj
pt_pt: Aceder à biblioteca de fotos
ru: Доступ к библиотеке фотографий
si: ඡායාරූප පුස්තකාලයට ප්‍රවේශය
sl: Dostop do foto knji쬹ice
sr: Приступ библиотеци фотографија
sw: Fikia maktaba ya picha
ta: புகைப்பட நூலகத்தை அணுகவும்
te: ఫోటో లైబ్రరీని యాక్సెస్ చేయండి
th: เข้าถึงคลังรูปภาพ
uk: Доступ до бібліотеки фото
zu: Finyelela kumtapo wezithombe

# mcp.location
source: Location
af: Ligging
am: አካባቢ
ar: الموقع
bg: Местоположение
bn: অবস্থান
ca: Ubicació
de: Standort
el: Τοποθεσία
et: Asukoht
eu: Kokapena
fi: Sijainti
fil: Lokasyon
fr: Localisation
gl: Localización
gu: સ્થાન
he: ק
hi: स्थान
hu: Helyszín
id: Lokasi
it: Posizione
ja: 位置情報
km: ទីតាំង
kn: ಸ್ಥಳ
lo: ສະຖານທີ່
mk: Локација
ml: സ്ഥാനം
mr: स्थान
ms: Lokasi
my: တည်နေရာ
ne: स्थान
nl: Locatie
pa: ਸਥਾਨ
pl: Lokalizacja
pt_pt: Localização
ru: Местоположение
si: ස්ථානය
sl: Lokacija
sr: Локација
sw: Mahali
ta: இடம்
te: స్థానం
th: ตำแหน่งที่ตั้ง
uk: Місцезнаходження
zu: Indawo

# mcp.location.desc
source: Get current location and search places
af: Kry huidige ligging en soek plekke
am: የአሁኑን አካባቢ ያግኙ እና ቦታዎችን ይፈልጉ
ar: الحصول على الموقع الحالي والبحث عن الأماكن
bg: Вземи текущото местоположение и търси места
bn: বর্তমান অবস্থান পান এবং স্থান অনুসন্ধান করুন
ca: Obtenir la ubicació actual i cercar llocs
de: Aktuellen Standort abrufen und Orte suchen
el: Λήψη τρέχουσας τοποθεσίας και αναζήτηση μέρων
et: Hangi praegune asukoht ja otsi kohti
eu: Lortu uneko kokapena eta bilatu tokiak
fi: Hae nykyinen sijainti ja etsi paikkoja
fil: Kunin ang kasalukuyang lokasyon at maghanap ng mga lugar
fr: Obtenir la position actuelle et rechercher des lieux
gl: Obter localización actual e buscar lugares
gu: વર્તમાન સ્થાન મેળવો અને સ્થળો શોધો
he: ק ק פש קת
hi: वर्तमान स्थान प्राप्त करें और स्थान खोजें
hu: Aktuális helyszín és helyek keresése
id: Dapatkan lokasi saat ini dan cari tempat
it: Ottieni la posizione attuale e cerca luoghi
ja: 現在地の取得・場所検索
km: ទទួលបានទីតាំងបច្ចុប្បន្ននិងស្វែងរកកន្លែង
kn: ಪ್ರಸ್ತುತ ಸ್ಥಳವನ್ನು ಪಡೆಯಿರಿ ಮತ್ತು ಸ್ಥಳಗಳನ್ನು ಹುಡುಕಿ
lo: ຮັບສະຖານທີ່ປັດຈຸບັນແລະຄົ້ນຫາສະຖານທີ່
mk: Земи моментална локација и пребарувај места
ml: നിലവിലുള്ള സ്ഥാനം നേടുകയും സ്ഥലങ്ങൾ തിരയുകയും ചെയ്യുക
mr: वर्तमान स्थान मिळवा आणि ठिकाणे शोधा
ms: Dapatkan lokasi semasa dan cari tempat
my: လက်ရှိ တည်နေရာ ရယူခြင်းနှင့် နေရာများ ရှာဖွေခြင်း
ne: वर्तमान स्थान प्राप्त गर्नुहोस् र ठाउँहरू खोज्नुहोस्
nl: Verkrijg huidige locatie en zoek plaatsen
pa: ਮੌਜੂਦਾ ਸਥਾਨ ਪ੍ਰਾਪਤ ਕਰੋ ਅਤੇ ਸਥਾਨ ਖੋਜੋ
pl: Pobierz bieżc lokalizacj i wyszukaj miejsca
pt_pt: Obter localização atual e pesquisar locais
ru: Получение текущего местоположения и поиск мест
si: වත්මන් ස්ථානය ලබාගන්න සහ ස්ථාන සොයන්න
sl: Pridobi trenutno lokacijo in i코캜i kraje
sr: Добиј тренутну локацију и претражи места
sw: Pata mahali pa sasa na tafuta maeneo
ta: தற்போதைய இடத்தைப் பெறவும் இடங்களைத் தேடவும்
te: ప్రస్తుత స్థానం పొందండి మరియు స్థలాలను శోధించండి
th: รับตำแหน่งปัจจุบันและค้นหาสถานที่
uk: Отримати поточне місцезнаходження та шукати місця
zu: Thola indawo yamanje usesha izindawo

# mcp.health
source: Health
af: Gesondheid
am: ጤና
ar: الصحة
bg: Здраве
bn: স্বাস্থ্য
ca: Salut
de: Gesundheit
el: Υγεία
et: Tervis
eu: Osasuna
fi: Terveys
fil: Kalusugan
fr: Santé
gl: Saúde
gu: આરોગ્ય
he: רת
hi: स्वास्थ्य
hu: Egészség
id: Kesehatan
it: Salute
ja: ヘルスケア
km: សុខភាព
kn: ಆರೋಗ್ಯ
lo: ສຸຂະພາບ
mk: Здравје
ml: ആരോഗ്യം
mr: आरोग्य
ms: Kesihatan
my: ကျန်းမာရေး
ne: स्वास्थ्य
nl: Gezondheid
pa: ਸਿਹਤ
pl: Zdrowie
pt_pt: Saúde
ru: Здоровье
si: සෞඛ්‍යය
sl: Zdravje
sr: Здравље
sw: Afya
ta: ஆரோக்கியம்
te: ఆరోగ్యం
th: สุขภาพ
uk: Здоров'я
zu: Impilo

# mcp.health.desc
source: Access health data
af: Toegang tot gesondheidsdata
am: የጤና መረጃን ይድረሱ
ar: الوصول إلى بيانات الصحة
bg: Достъп до здравни данни
bn: স্বাস্থ্য ডেটা অ্যাক্সেস করুন
ca: Accedir a dades de salut
de: Auf Gesundheitsdaten zugreifen
el: Πρόσβαση σε δεδομένα υγείας
et: Juurdepääs tervisandmetele
eu: Sartu osasun datuetara
fi: Pääsy terveystietoihin
fil: I-access ang health data
fr: Accéder aux données de santé
gl: Acceder a datos de saúde
gu: આરોગ્ય ડેટા એક્સેસ કરો
he: ש ת רת
hi: स्वास्थ्य डेटा एक्सेस करें
hu: Egészségügyi adatok elérése
id: Akses data kesehatan
it: Accedi ai dati sulla salute
ja: 健康データへのアクセス
km: ចូលប្រើទិន្នន័យសុខភាព
kn: ಆರೋಗ್ಯ ಡೇಟಾ ಪ್ರವೇಶಿಸಿ
lo: ເຂົ້າເຖິງຂໍ້ມູນສຸຂະພາບ
mk: Пристапи до податоци за здравје
ml: ആരോഗ്യ ഡാറ്റ ആക്സസ് ചെയ്യുക
mr: आरोग्य डेटा अॅक्सेस करा
ms: Akses data kesihatan
my: ကျန်းမာရေး ဒေတာသို့ သုံးစွဲခွင့်
ne: स्वास्थ्य डाटामा पहुँच
nl: Toegang tot gezondheidsgegevens
pa: ਸਿਹਤ ਡੇਟਾ ਤੱਕ ਪਹੁੰਚੋ
pl: Dostp do danych zdrowotnych
pt_pt: Aceder a dados de saúde
ru: Доступ к данным о здоровье
si: සෞඛ්‍ය දත්ත වෙත ප්‍රවේශය
sl: Dostop do zdravstvenih podatkov
sr: Приступ здравственим подацима
sw: Fikia data ya afya
ta: ஆரோக்கிய தரவை அணுகவும்
te: ఆరోగ్య డేటాను యాక్సెస్ చేయండి
th: เข้าถึงข้อมูลสุขภาพ
uk: Доступ до даних про здоров'я
zu: Finyelela kudatha yempilo

# mcp.shortcuts
source: Shortcuts
af: Kortpaaie
am: አቋራጮች
ar: الاختصارات
bg: Преки пътища
bn: শর্টকাট
ca: Dreceres
de: Kurzbefehle
el: Συντομεύσεις
et: Kiirklahvid
eu: Lasterbideak
fi: Pikakuvakkeet
fil: Mga Shortcut
fr: Raccourcis
gl: Atallos
gu: શોર્ટકટ્સ
he: קצר ר
hi: शॉर्टकट
hu: Gyorsbillentyűk
id: Pintasan
it: Comandi rapidi
ja: ショートカット
km: ផ្លូវកាត់
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು
lo: ທາງລັດ
mk: Кратенки
ml: കുറുക്കുവഴികൾ
mr: शॉर्टकट्स
ms: Pintasan
my: ဖြတ်လမ်းများ
ne: सर्टकटहरू
nl: Snelkoppelingen
pa: ਸ਼ਾਰਟਕਟ
pl: Skróty
pt_pt: Atalhos
ru: Команды
si: කෙටිමං
sl: Bli쬹jice
sr: Пречице
sw: Njia za Mkato
ta: குறுக்குவழிகள்
te: షార్ట్‌కట్స్
th: ทางลัด
uk: Швидкі команди
zu: Izinqamuleli

# mcp.shortcuts.desc
source: Run shortcuts
af: Loop kortpaaie
am: አቋራጮችን አሂድ
ar: تشغيل الاختصارات
bg: Изпълни преки пътища
bn: শর্টকাট চালান
ca: Executar dreceres
de: Kurzbefehle ausführen
el: Εκτέλεση συντομεύσεων
et: Käivita kiirklahve
eu: Exekutatu lasterbideak
fi: Suorita pikakuvakkeita
fil: Patakbuhin ang mga shortcut
fr: Exécuter des raccourcis
gl: Executar atallos
gu: શોર્ટકટ્સ ચલાવો
he: רץ קצר ר
hi: शॉर्टकट चलाएं
hu: Gyorsbillentyűk futtatása
id: Jalankan pintasan
it: Esegui comandi rapidi
ja: ショートカットの実行
km: ដំណើរការផ្លូវកាត់
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು ರನ್ ಮಾಡಿ
lo: ເຮັດວຽກທາງລັດ
mk: Изврши кратенки
ml: കുറുക്കുവഴികൾ പ്രവർത്തിപ്പിക്കുക
mr: शॉर्टकट्स चालवा
ms: Jalankan pintasan
my: ဖြတ်လမ်းများ လည်ပတ်ပါ
ne: सर्टकटहरू चलाउनुहोस्
nl: Voer snelkoppelingen uit
pa: ਸ਼ਾਰਟਕਟ ਚਲਾਓ
pl: Uruchom skróty
pt_pt: Executar atalhos
ru: Запуск команд
si: කෙටිමං ධාවනය කරන්න
sl: Za쬰ni bli쬹jice
sr: Покрени пречице
sw: Endesha njia za mkato
ta: குறுக்குவழிகளை இயக்கவும்
te: షార్ట్‌కట్స్‌ను రన్ చేయండి
th: เรียกใช้ทางลัด
uk: Запускати швидкі команди
zu: Sebenzisa izinqamuleli

# mcp.websearch
source: Web Search
af: Websoektog
am: ድር ፍለጋ
ar: البحث على الويب
bg: Търсене в мрежата
bn: ওয়েব সার্চ
ca: Cerca web
de: Websuche
el: Αναζήτηση Ιστού
et: Veebiotsing
eu: Web bilaketa
fi: Verkkohaku
fr: Recherche web
gl: Busca web
gu: વેબ શોધ
he: פש רשת
hi: वेब सर्च
hu: Webes keresés
id: Pencarian Web
it: Ricerca web
ja: Web検索
km: ការស្វែងរកតាមវេប
kn: ವೆಬ್ ಸರ್ಚ್
lo: ການຄົ້ນຫາເວັບ
mk: Веб-пребарување
ml: വെബ് തിരയൽ
mr: वेब शोध
ms: Carian Web
my: ဝဘ် ရှာဖွေမှု
ne: वेब खोजी
nl: Zoeken op het web
pa: ਵੈੱਬ ਖੋਜ
pl: Wyszukiwanie internetowe
pt_pt: Pesquisa Web
ru: Веб-поиск
si: වෙබ් සෙවීම
sl: Spletno iskanje
sr: Веб претрага
sw: Utaftaji wa Wavuti
ta: இணைய தேடல்
te: వెబ్ సెర్చ్
th: การค้นหาเว็บ
uk: Веб-пошук
zu: Ukusesha Kwewebhu

# mcp.websearch.desc
source: Anonymous web search
af: Anonieme websoektog
am: ማይታወቅ ድር ፍለጋ
ar: بحث مجهول الهوية على الويب
bg: Анонимно търсене в мрежата
bn: বেনামী ওয়েব সার্চ
ca: Cerca web anònima
de: Anonyme Websuche
el: Ανώνυμη αναζήτηση ιστού
et: Anonüümne veebiotsing
eu: Web bilaketa anonimoa
fi: Anonyymi verkkohaku
fil: Anonymous na web search
fr: Recherche web anonyme
gl: Busca web anónima
gu: અનામી વેબ શોધ
he: פש רשת
hi: गुमनाम वेब खोज
hu: Anonim webes keresés
id: Pencarian web anonim
it: Ricerca web anonima
ja: 匿名でWeb検索
km: ការស្វែងរកតាមវេបអនាមិក
kn: ಅನಾಮಿಕ ವೆಬ್ ಸರ್ಚ್
lo: ການຄົ້ນຫາເວັບແບບບໍ່ເປີດເຜີຍຕົວຕົນ
mk: Анонимно веб-пребарување
ml: അജ്ഞാത വെബ് തിരയൽ
mr: अनामिक वेब शोध
ms: Carian web tanpa nama
my: အမည်မဖော် ဝဘ် ရှာဖွေမှု
ne: गुमनाम वेब खोजी
nl: Anoniem zoeken op het web
pa: ਬੇਨਾਮ ਵੈੱਬ ਖੋਜ
pl: Anonimowe wyszukiwanie internetowe
pt_pt: Pesquisa web anónima
ru: Анонимный веб-поиск
si: නිර්නාමික වෙබ් සෙවීම
sl: Anonimno spletno iskanje
sr: Анонимна веб претрага
sw: Utaftaji wa faragha wa wavuti
ta: அநாமதேய இணைய தேடல்
te: అనామక వెబ్ సెర్చ్
th: การค้นหาเว็บแบบไม่เปิดเผยตัวตน
uk: Анонімний веб-пошук
zu: Ukusesha kwewebhu okungakhombisi igama

# mcp.custom
source: Custom Integration
af: Pasgemaakte Integrasie
am: ብጁ ውህደት
ar: تكامل مخصص
bg: Персонализирана интеграция
bn: কাস্টম ইন্টিগ্রেশন
ca: Integració personalitzada
de: Eigene Integration
el: Προσαρμοσμένη ενσωμάτωση
et: Kohandatud integratsioon
eu: Integrazio pertsonalizatua
fi: Mukautettu integraatio
fil: Custom na Integration
fr: Intégration personnalisée
gl: Integración personalizada
gu: કસ્ટમ સંકલન
he: רצ תת
hi: कस्टम इंटीग्रेशन
hu: Egyéni integráció
id: Integrasi Kustom
it: Integrazione personalizzata
ja: カスタム連携
km: ការរួមបញ្ចូលផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಏಕೀಕರಣ
lo: ການລວມເຂົ້າແບບກຳນົດເອງ
mk: Приспособена интеграција
ml: കസ്റ്റം ഇന്റഗ്രേഷൻ
mr: सानुकूल एकीकरण
ms: Integrasi Tersuai
my: စိတ်ကြိုက် ပေါင်းစည်းမှု
ne: अनुकूलन एकीकरण
nl: Aangepaste integratie
pa: ਕਸਟਮ ਏਕੀਕਰਣ
pl: Wasna integracja
pt_pt: Integração Personalizada
ru: Пользовательская интеграция
si: අභිරුචි ඒකාබද්ධතාව
sl: Lastna integracija
sr: Прилагођена интеграција
sw: Ujumuishaji Maalum
ta: தனிப்பயன் ஒருங்கிணைப்பு
te: కస్టమ్ ఇంటిగ్రేషన్
th: การผสานรวมแบบกำหนดเอง
uk: Власна інтеграція
zu: Ukuhlanganisa Okuqondene
