Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# whisper.download.message
source: To use voice input, you need to download the speech recognition model (~150MB).
af: Om steminvoer te gebruik, moet jy die spraakherkenningsmodel aflaai (~150MB).
am: የድምጽ ግቤትን ለመጠቀም የንግግር ማወቂያ ሞዴልን ማውረድ አለብዎት (~150MB)።
ar: لاستخدام الإدخال الصوتي، تحتاج إلى تنزيل نموذج التعرف على الكلام (~150 ميغابايت).
bg: За да използвате гласов вход, трябва да изтеглите модела за разпознаване на реч (~150MB).
bn: ভয়েস ইনপুট ব্যবহার করতে, আপনাকে স্পিচ রিকগনিশন মডেল ডাউনলোড করতে হবে (~১৫০MB)।
ca: Per utilitzar l'entrada de veu, necessites descarregar el model de reconeixement de parla (~150MB).
de: Um die Spracheingabe zu nutzen, musst du das Spracherkennungsmodell herunterladen (~150 MB).
el: Για να χρησιμοποιήσετε φωνητική εισαγωγή, πρέπει να κατεβάσετε το μοντέλο αναγνώρισης ομιλίας (~150MB).
et: Häälsisendi kasutamiseks peate alla laadima kõnetuvastuse mudeli (~150MB).
eu: Ahots sarrera erabiltzeko, hizketa ezagutze eredua deskargatu behar duzu (~150MB).
fi: Puhesyötteen käyttöön tarvitset puheentunnistusmallin (~150 Mt).
fil: Para magamit ang voice input, kailangan mong i-download ang speech recognition model (~150MB).
fr: Pour utiliser la saisie vocale, vous devez télécharger le modèle de reconnaissance vocale (~150 Mo).
gl: Para usar a entrada de voz, necesitas descargar o modelo de recoñecemento de voz (~150MB).
gu: અવાજ ઇનપુટ વાપરવા માટે, તમારે સ્પીચ રેકગ્નિશન મોડેલ (~150MB) ડાઉનલોડ કરવું પડશે.
he: שתש ק ק, ע ר ת ר (~150MB).
hi: वॉइस इनपुट का उपयोग करने के लिए, आपको स्पीच रिकग्निशन मॉडल (~150MB) डाउनलोड करना होगा।
hu: Hangbemenet használatához le kell töltened a beszédfelismerő modellt (~150MB).
id: Untuk menggunakan input suara, Anda perlu mengunduh model pengenalan suara (~150MB).
it: Per usare l'input vocale, devi scaricare il modello di riconoscimento vocale (~150MB).
ja: 音声入力を使用するには、音声認識モデル（約150MB）をダウンロードする必要があります。
km: ដើម្បីប្រើការបញ្ចូលសំឡេង អ្នកត្រូវទាញយកគំរូការស្គាល់សុន្ទរកថា (~150MB)។
kn: ಧ್ವನಿ ಇನ್‌ಪುಟ್ ಬಳಸಲು, ನೀವು ಸ್ಪೀಚ್ ರೆಕಗ್ನಿಷನ್ ಮಾಡೆಲ್ (~150MB) ಡೌನ್‌ಲೋಡ್ ಮಾಡಬೇಕು.
lo: ເພື່ອໃຊ້ການປ້ອນສຽງ, ທ່ານຕ້ອງດາວໂຫລດໂມເດລການຮັບຮູ້ສຽງ (~150MB).
mk: За да користите гласовен влез, треба да го преземете моделот за препознавање на говор (~150MB).
ml: ശബ്ദ ഇൻപുട്ട് ഉപയോഗിക്കാൻ, നിങ്ങൾ സംഭാഷണ തിരിച്ചറിയൽ മോഡൽ (~150MB) ഡൗൺലോഡ് ചെയ്യേണ്ടതുണ്ട്.
mr: आवाज इनपुट वापरण्यासाठी, तुम्हाला भाषण ओळख मॉडेल (~150MB) डाउनलोड करावे लागेल.
ms: Untuk menggunakan input suara, anda perlu memuat turun model pengecaman pertuturan (~150MB).
my: အသံ ထည့်သွင်းမှု အသုံးပြုရန်၊ သင့်အနေဖြင့် စကားပြော အသိအမှတ်ပြုမှု မော်ဒယ် (~150MB) ဒေါင်းလုဒ်လုပ်ရန် လိုအပ်သည်။
ne: आवाज इनपुट प्रयोग गर्न, तपाईंले बोली पहिचान मोडेल (~150MB) डाउनलोड गर्नुपर्छ।
nl: Om spraakinvoer te gebruiken, moet je het spraakherkenningsmodel downloaden (~150MB).
pa: ਆਵਾਜ਼ ਇਨਪੁਟ ਵਰਤਣ ਲਈ, ਤੁਹਾਨੂੰ ਬੋਲੀ ਪਛਾਣ ਮਾਡਲ (~150MB) ਡਾਊਨਲੋਡ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: Aby używa wprowadzania gosowego, musisz pobra model rozpoznawania mowy (~150MB).
pt_pt: Para usar entrada de voz, precisa transferir o modelo de reconhecimento de fala (~150MB).
ru: Для использования голосового ввода необходимо загрузить модель распознавания речи (~150 МБ).
si: හඬ ආදානය භාවිතා කිරීමට, ඔබට කථන හඳුනාගැනීමේ ආකෘතිය (~150MB) බාගත කිරීමට අවශ්‍යයි.
sl: Za uporabo glasovnega vnosa morate prenesti model prepoznavanja govora (~150MB).
sr: За коришћење гласовног уноса, морате преузети модел за препознавање говора (~150MB).
sw: Ili kutumia ingizo la sauti, unahitaji kupakua modeli ya utambuzi wa hotuba (~150MB).
ta: குரல் உள்ளீட்டைப் பயன்படுத்த, நீங்கள் பேச்சு அங்கீகார மாதிரியைப் பதிவிறக்க வேண்டும் (~150MB).
te: వాయిస్ ఇన్‌పుట్ ఉపయోగించడానికి, మీరు స్పీచ్ రికగ్నిషన్ మోడల్ (~150MB) డౌన్‌లోడ్ చేయాలి.
th: เพื่อใช้การป้อนเสียง คุณต้องดาวน์โหลดโมเดลการรู้จำเสียง (~150MB)
uk: Для використання голосового введення потрібно завантажити модель розпізнавання мовлення (~150МБ).
zu: Ukuze usebenzise ukufaka izwi, kudingeka udownloade imodeli yokubona inkulumo (~150MB).

# whisper.downloading
source: Downloading speech recognition model...
af: Laai spraakherkenningsmodel af...
am: የንግግር ማወቂያ ሞዴል በማውረድ ላይ...
ar: جارٍ تنزيل نموذج التعرف على الكلام...
bg: Изтегляне на модел за разпознаване на реч...
bn: স্পিচ রিকগনিশন মডেল ডাউনলোড হচ্ছে...
ca: Descarregant model de reconeixement de parla...
de: Spracherkennungsmodell wird heruntergeladen...
el: Λήψη μοντέλου αναγνώρισης ομιλίας...
et: Laadib kõnetuvastuse mudelit alla...
eu: Hizketa ezagutze eredua deskargatzen...
fi: Ladataan puheentunnistusmallia...
fil: Nagda-download ng speech recognition model...
fr: Téléchargement du modèle de reconnaissance vocale...
gl: Descargando modelo de recoñecemento de voz...
gu: સ્પીચ રેકગ્નિશન મોડેલ ડાઉનલોડ થઈ રહ્યું છે...
he: ר ר...
hi: स्पीच रिकग्निशन मॉडल डाउनलोड हो रहा है...
hu: Beszédfelismerő modell letöltése...
id: Mengunduh model pengenalan suara...
it: Download del modello di riconoscimento vocale...
ja: 音声認識モデルをダウンロード中...
km: កំពុងទាញយកគំរូការស្គាល់សុន្ទរកថា...
kn: ಸ್ಪೀಚ್ ರೆಕಗ್ನಿಷನ್ ಮಾಡೆಲ್ ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ...
lo: ກຳລັງດາວໂຫລດໂມເດລການຮັບຮູ້ສຽງ...
mk: Се презема модел за препознавање на говор...
ml: സംഭാഷണ തിരിച്ചറിയൽ മോഡൽ ഡൗൺലോഡ് ചെയ്യുന്നു...
mr: भाषण ओळख मॉडेल डाउनलोड होत आहे...
ms: Memuat turun model pengecaman pertuturan...
my: စကားပြော အသိအမှတ်ပြုမှု မော်ဒယ် ဒေါင်းလုဒ်လုပ်နေသည်...
ne: बोली पहिचान मोडेल डाउनलोड गर्दै...
nl: Spraakherkenningsmodel downloaden...
pa: ਬੋਲੀ ਪਛਾਣ ਮਾਡਲ ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Pobieranie modelu rozpoznawania mowy...
pt_pt: A transferir modelo de reconhecimento de fala...
ru: Загрузка модели распознавания речи...
si: කථන හඳුනාගැනීමේ ආකෘතිය බාගත කරමින්...
sl: Prena코am model prepoznavanja govora...
sr: Преузимање модела за препознавање говора...
sw: Inapakua modeli ya utambuzi wa hotuba...
ta: பேச்சு அங்கீகார மாதிரி பதிவிறக்குகிறது...
te: స్పీచ్ రికగ్నిషన్ మోడల్ డౌన్‌లోడ్ అవుతోంది...
th: กำลังดาวน์โหลดโมเดลการรู้จำเสียง...
uk: Завантаження моделі розпізнавання мовлення...
zu: Iyadownloada imodeli yokubona inkulumo...

# whisper.download.error
source: Download Error
af: Aflaaifout
am: የማውረድ ስህተት
ar: خطأ في التنزيل
bg: Грешка при изтегляне
bn: ডাউনলোড ত্রুটি
ca: Error de descrrega
de: Downloadfehler
el: Σφάλμα λήψης
et: Allalaadimise viga
eu: Deskarga errorea
fi: Latausvirhe
fil: Error sa Download
fr: Erreur de téléchargement
gl: Erro de descarga
gu: ડાઉનલોડ ભૂલ
he: שת ר
hi: डाउनलोड त्रुटि
hu: Letöltési hiba
id: Kesalahan Unduhan
it: Errore di download
ja: ダウンロードエラー
km: កំហុសការទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ದೋಷ
lo: ຂໍ້ຜິດພາດການດາວໂຫລດ
mk: Грешка при преземање
ml: ഡൗൺലോഡ് പിശക്
mr: डाउनलोड त्रुटी
ms: Ralat Muat Turun
my: ဒေါင်းလုဒ် အမှား
ne: डाउनलोड त्रुटि
nl: Downloadfout
pa: ਡਾਊਨਲੋਡ ਗਲਤੀ
pl: Bd pobierania
pt_pt: Erro de Transferência
ru: Ошибка загрузки
si: බාගත කිරීමේ දෝෂය
sl: Napaka prenosa
sr: Грешка при преузимању
sw: Hitilafu ya Upakuaji
ta: பதிவிறக்க பிழை
te: డౌన్‌లోడ్ లోపం
th: ข้อผิดพลาดในการดาวน์โหลด
uk: Помилка завантаження
zu: Iphutha Lokudownloada

# whisper.load.error
source: Model Load Error
af: Model-laaifout
am: የሞዴል ጫኛ ስህተት
ar: خطأ في تحميل النموذج
bg: Грешка при зареждане на модел
bn: মডেল লোড ত্রুটি
ca: Error de crrega del model
de: Modell-Ladefehler
el: Σφάλμα φόρτωσης μοντέλου
et: Mudeli laadimise viga
eu: Eredu karga errorea
fi: Mallin latausvirhe
fil: Error sa Model Load
fr: Erreur de chargement du modèle
gl: Erro ao cargar o modelo
gu: મોડેલ લોડ ભૂલ
he: שת עת
hi: मॉडल लोड त्रुटि
hu: Modell betöltési hiba
id: Kesalahan Pemuatan Model
it: Errore di caricamento del modello
ja: モデル読み込みエラー
km: កំហុសការផ្ទុកគំរូ
kn: ಮಾಡೆಲ್ ಲೋಡ್ ದೋಷ
lo: ຂໍ້ຜິດພາດການໂຫລດໂມເດລ
mk: Грешка при вчитување на модел
ml: മോഡൽ ലോഡ് പിശക്
mr: मॉडेल लोड त्रुटी
ms: Ralat Muatan Model
my: မော်ဒယ် တင်မှု အမှား
ne: मोडेल लोड त्रुटि
nl: Modellaadout
pa: ਮਾਡਲ ਲੋਡ ਗਲਤੀ
pl: Bd adowania modelu
pt_pt: Erro de Carregamento do Modelo
ru: Ошибка загрузки модели
si: ආකෘතිය පූරණ දෝෂය
sl: Napaka nalaganja modela
sr: Грешка при учитавању модела
sw: Hitilafu ya Kupakia Modeli
ta: மாதிரி ஏற்றும் பிழை
te: మోడల్ లోడ్ లోపం
th: ข้อผิดพลาดในการโหลดโมเดล
uk: Помилка завантаження моделі
zu: Iphutha Lokulayisha Imodeli

# whisper.permission.denied
source: Microphone access not allowed
af: Mikrofoon-toegang nie toegelaat nie
am: የማይክሮፎን መድረስ አልተፈቀደም
ar: لم يُسمح بالوصول إلى الميكروفون
bg: Достъпът до микрофона не е разрешен
bn: মাইক্রোফোন অ্যাক্সেস অনুমোদিত নয়
ca: Accés al micròfon no permès
de: Mikrofonzugriff nicht erlaubt
el: Η πρόσβαση στο μικρόφωνο δεν επιτρέπεται
et: Mikrofoni juurdepääs pole lubatud
eu: Mikrofonoaren sarbidea ez dago baimenduta
fi: Mikrofonipääsy ei sallittu
fil: Hindi pinahintulutan ang access sa microphone
fr: Accès au microphone non autorisé
gl: Acceso ao micrófono non permitido
gu: માઇક્રોફોન એક્સેસ પરવાનગી નથી
he: ש קרפ תר
hi: माइक्रोफोन एक्सेस की अनुमति नहीं है
hu: Mikrofon hozzáférés nem engedélyezett
id: Akses mikrofon tidak diizinkan
it: Accesso al microfono non consentito
ja: マイクの使用が許可されていません
km: ការចូលប្រើមីក្រូហ្វូនមិនត្រូវបានអនុញ្ញាត
kn: ಮೈಕ್ರೊಫೋನ್ ಪ್ರವೇಶ ಅನುಮತಿ ಇಲ್ಲ
lo: ບໍ່ໄດ້ຮັບອະນຸຍາດເຂົ້າເຖິງໄມໂຄຣໂຟນ
mk: Пристапот до микрофон не е дозволен
ml: മൈക്രോഫോൺ ആക്സസ് അനുവദിച്ചിട്ടില്ല
mr: मायक्रोफोन अॅक्सेस परवानगी नाही
ms: Akses mikrofon tidak dibenarkan
my: မိုက်ခရိုဖုန်း သုံးစွဲခွင့် ခွင့်ပြုချက် မရပါ
ne: माइक्रोफोन पहुँच अनुमति दिइएको छैन
nl: Toegang tot microfoon niet toegestaan
pa: ਮਾਈਕ੍ਰੋਫੋਨ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ
pl: Dostp do mikrofonu niedozwolony
pt_pt: Acesso ao microfone não permitido
ru: Доступ к микрофону не разрешён
si: මයික්‍රෆෝනය ප්‍රවේශයට අවසර නැත
sl: Dostop do mikrofona ni dovoljen
sr: Приступ микрофону није дозвољен
sw: Ufikiaji wa kipaza sauti haujaruhusiwa
ta: மைக்ரோஃபோன் அணுகல் அனுமதிக்கப்படவில்லை
te: మైక్రోఫోన్ యాక్సెస్ అనుమతించబడలేదు
th: ไม่อนุญาตให้เข้าถึงไมโครโฟน
uk: Доступ до мікрофона не дозволено
zu: Ukufinyelela kumakrofoni akuvumelwe

# whisper.transcribe.error
source: Transcription Error
af: Transkripsie-fout
am: የትርጉም ስህተት
ar: خطأ في النسخ
bg: Грешка при транскрибиране
bn: প্রতিলিপি ত্রুটি
ca: Error de transcripció
de: Transkriptionsfehler
el: Σφάλμα μεταγραφής
et: Transkribeerimise viga
eu: Transkripzio errorea
fi: Litterointivirhe
fil: Error sa Transcription
fr: Erreur de transcription
gl: Erro de transcrición
gu: ટ્રાન્સક્રિપ્શન ભૂલ
he: שת ת
hi: ट्रांसक्रिप्शन त्रुटि
hu: Átírási hiba
id: Kesalahan Transkripsi
it: Errore di trascrizione
ja: 文字起こしエラー
km: កំហុសការចម្លង
kn: ಟ್ರಾನ್ಸ್‌ಕ್ರಿಪ್ಶನ್ ದೋಷ
lo: ຂໍ້ຜິດພາດການຖອດຄວາມ
mk: Грешка при транскрипција
ml: ട്രാൻസ്ക്രിപ്ഷൻ പിശക്
mr: ट्रान्सक्रिप्शन त्रुटी
ms: Ralat Transkripsi
my: စာသားပြောင်းမှု အမှား
ne: ट्रान्सक्रिप्शन त्रुटि
nl: Transcriptiefout
pa: ਟਰਾਂਸਕ੍ਰਿਪਸ਼ਨ ਗਲਤੀ
pl: Bd transkrypcji
pt_pt: Erro de Transcrição
ru: Ошибка транскрибации
si: පිටපත් කිරීමේ දෝෂය
sl: Napaka prepisa
sr: Грешка при транскрипцији
sw: Hitilafu ya Utumbuzi
ta: எழுத்துப்பதிவு பிழை
te: ట్రాన్స్‌క్రిప్షన్ లోపం
th: ข้อผิดพลาดในการแปลงเสียง
uk: Помилка транскрипції
zu: Iphutha Lokubhala

# whisper.error.permission
source: Microphone permission required
af: Mikrofoon-toestemming benodig
am: የማይክሮፎን ፈቃድ ያስፈልጋል
ar: مطلوب إذن الميكروفون
bg: Изисква се разрешение за микрофон
bn: মাইক্রোফোন অনুমতি প্রয়োজন
ca: Permís de micròfon necessari
de: Mikrofonberechtigung erforderlich
el: Απαιτείται άδεια μικροφώνου
et: Vajalik mikrofoni luba
eu: Mikrofonoaren baimena behar da
fi: Mikrofoninlupa vaaditaan
fil: Kailangan ang permission sa microphone
fr: Autorisation du microphone requise
gl: Permiso de micrófono necesario
gu: માઇક્રોફોન પરવાનગી જરૂરી
he: רשת רשת קרפ
hi: माइक्रोफोन अनुमति आवश्यक
hu: Mikrofon engedély szükséges
id: Izin mikrofon diperlukan
it: Autorizzazione microfono necessaria
ja: マイクのアクセス許可が必要です
km: ទាមទារការអនុញ្ញាតមីក្រូហ្វូន
kn: ಮೈಕ್ರೊಫೋನ್ ಅನುಮತಿ ಅಗತ್ಯ
lo: ຕ້ອງການການອະນຸຍາດໄມໂຄຣໂຟນ
mk: Потребна е дозвола за микрофон
ml: മൈക്രോഫോൺ അനുമതി ആവശ്യമാണ്
mr: मायक्रोफोन परवानगी आवश्यक
ms: Kebenaran mikrofon diperlukan
my: မိုက်ခရိုဖုန်း ခွင့်ပြုချက် လိုအပ်သည်
ne: माइक्रोफोन अनुमति आवश्यक
nl: Microfoontoestemming vereist
pa: ਮਾਈਕ੍ਰੋਫੋਨ ਇਜਾਜ਼ਤ ਲੋੜੀਂਦੀ
pl: Wymagane uprawnienie do mikrofonu
pt_pt: Permissão de microfone necessária
ru: Требуется разрешение на использование микрофона
si: මයික්‍රෆෝනය අවසර අවශ්‍යයි
sl: Potrebno je dovoljenje za mikrofon
sr: Потребна је дозвола за микрофон
sw: Ruhusa ya kipaza sauti inahitajika
ta: மைக்ரோஃபோன் அனுமதி தேவை
te: మైక్రోఫోన్ అనుమతి అవసరం
th: ต้องการสิทธิ์ไมโครโฟน
uk: Потрібен дозвіл на мікрофон
zu: Imvume yemakrofoni iyadingeka

# whisper.error.not.recording
source: Not currently recording
af: Tans nie besig om op te neem nie
am: በአሁኑ ጊዜ በመቅረጽ ላይ አይደለም
ar: لا يتم التسجيل حالياً
bg: В момента не се записва
bn: বর্তমানে রেকর্ডিং নয়
ca: Actualment no s'est gravant
de: Derzeit keine Aufnahme aktiv
el: Δεν γίνεται εγγραφή αυτήν τη στιγμή
et: Praegu ei salvesta
eu: Orain ez da grabatzen ari
fi: Ei parhaillaan nauhoiteta
fil: Hindi kasalukuyang nagrererecord
fr: Aucun enregistrement en cours
gl: Non se está gravando actualmente
gu: વર્તમાનમાં રેકોર્ડિંગ નથી
he: ק רע
hi: वर्तमान में रिकॉर्डिंग नहीं हो रही
hu: Jelenleg nem rögzít
id: Saat ini tidak merekam
it: Nessuna registrazione in corso
ja: 録音中ではありません
km: មិនកំពុងថតសំឡេងទេ
kn: ಪ್ರಸ್ತುತ ರೆಕಾರ್ಡಿಂಗ್ ಮಾಡುತ್ತಿಲ್ಲ
lo: ບໍ່ໄດ້ບັນທຶກຢູ່
mk: Моментално не се снима
ml: നിലവിൽ റെക്കോർഡ് ചെയ്യുന്നില്ല
mr: सध्या रेकॉर्डिंग नाही
ms: Tidak merakam pada masa ini
my: လောလောဆယ် အသံသွင်းနေခြင်း မဟုတ်ပါ
ne: हाल रेकर्डिङ गरिएको छैन
nl: Momenteel niet aan het opnemen
pa: ਹਾਲੇ ਰਿਕਾਰਡ ਨਹੀਂ ਹੋ ਰਿਹਾ
pl: Obecnie nie nagrywa
pt_pt: Não está a gravar atualmente
ru: Запись не ведётся
si: දැනට පටිගත කරන්නේ නැත
sl: Trenutno ne snemam
sr: Тренутно се не снима
sw: Sasa hivi hairekodi
ta: தற்போது பதிவு செய்யவில்லை
te: ప్రస్తుతం రికార్డింగ్ లేదు
th: ไม่ได้อัดเสียงอยู่
uk: Зараз не записується
zu: Ayirekhoda okwamanje

# whisper.error.no.recording
source: No recording data
af: Geen opnamedata nie
am: ምንም የቅጣ መረጃ የለም
ar: لا توجد بيانات تسجيل
bg: Няма данни за запис
bn: কোনো রেকর্ডিং ডেটা নেই
ca: No hi ha dades de gravació
de: Keine Aufnahmedaten vorhanden
el: Δεν υπάρχουν δεδομένα εγγραφής
et: Salvestusandmeid pole
eu: Ez dago grabazio daturik
fi: Ei nauhoitusdataa
fil: Walang recording data
fr: Aucune donnée d'enregistrement
gl: Sen datos de gravación
gu: રેકોર્ડિંગ ડેટા નથી
he: ת ק
hi: कोई रिकॉर्डिंग डेटा नहीं
hu: Nincs felvételi adat
id: Tidak ada data rekaman
it: Nessun dato di registrazione
ja: 録音データがありません
km: គ្មានទិន្នន័យថតសំឡេង
kn: ರೆಕಾರ್ಡಿಂಗ್ ಡೇಟಾ ಇಲ್ಲ
lo: ບໍ່ມີຂໍ້ມູນການບັນທຶກ
mk: Нема податоци за снимање
ml: റെക്കോർഡിംഗ് ഡാറ്റയില്ല
mr: रेकॉर्डिंग डेटा नाही
ms: Tiada data rakaman
my: အသံသွင်း ဒေတာ မရှိပါ
ne: कुनै रेकर्डिङ डाटा छैन
nl: Geen opnamegegevens
pa: ਕੋਈ ਰਿਕਾਰਡਿੰਗ ਡੇਟਾ ਨਹੀਂ
pl: Brak danych nagrania
pt_pt: Sem dados de gravação
ru: Нет данных записи
si: පටිගත දත්ත නැත
sl: Ni podatkov o snemanju
sr: Нема података о снимању
sw: Hakuna data ya kurekodi
ta: பதிவு தரவு இல்லை
te: రికార్డింగ్ డేటా లేదు
th: ไม่มีข้อมูลการอัดเสียง
uk: Немає даних запису
zu: Ayikho idatha yokurekhodwa

# whisper.error.model.not.loaded
source: Speech recognition model not loaded
af: Spraakherkenningsmodel nie gelaai nie
am: የንግግር ማወቂያ ሞዴል አልተጫነም
ar: لم يتم تحميل نموذج التعرف على الكلام
bg: Моделът за разпознаване на реч не е зареден
bn: স্পিচ রিকগনিশন মডেল লোড হয়নি
ca: Model de reconeixement de parla no carregat
de: Spracherkennungsmodell nicht geladen
el: Το μοντέλο αναγνώρισης ομιλίας δεν φορτώθηκε
et: Kõnetuvastuse mudel pole laaditud
eu: Hizketa ezagutze eredua ez dago kargatuta
fi: Puheentunnistusmallia ei ladattu
fil: Hindi na-load ang speech recognition model
fr: Modèle de reconnaissance vocale non chargé
gl: Modelo de recoñecemento de voz non cargado
gu: સ્પીચ રેકગ્નિશન મોડેલ લોડ થયું નથી
he: ר ע
hi: स्पीच रिकग्निशन मॉडल लोड नहीं है
hu: Beszédfelismerő modell nincs betöltve
id: Model pengenalan suara tidak dimuat
it: Modello di riconoscimento vocale non caricato
ja: 音声認識モデルが読み込まれていません
km: គំរូការស្គាល់សុន្ទរកថាមិនបានផ្ទុក
kn: ಸ್ಪೀಚ್ ರೆಕಗ್ನಿಷನ್ ಮಾಡೆಲ್ ಲೋಡ್ ಆಗಿಲ್ಲ
lo: ໂມເດລການຮັບຮູ້ສຽງບໍ່ໄດ້ໂຫລດ
mk: Моделот за препознавање на говор не е вчитан
ml: സംഭാഷണ തിരിച്ചറിയൽ മോഡൽ ലോഡ് ചെയ്തിട്ടില്ല
mr: भाषण ओळख मॉडेल लोड झाले नाही
ms: Model pengecaman pertuturan tidak dimuatkan
my: စကားပြော အသိအမှတ်ပြုမှု မော်ဒယ် တင်ထားခြင်း မရှိပါ
ne: बोली पहिचान मोडेल लोड भएको छैन
nl: Spraakherkenningsmodel niet geladen
pa: ਬੋਲੀ ਪਛਾਣ ਮਾਡਲ ਲੋਡ ਨਹੀਂ ਹੋਇਆ
pl: Model rozpoznawania mowy nie zosta zaadowany
pt_pt: Modelo de reconhecimento de fala não carregado
ru: Модель распознавания речи не загружена
si: කථන හඳුනාගැනීමේ ආකෘතිය පූරණය වී නැත
sl: Model prepoznavanja govora ni nalo쬰n
sr: Модел за препознавање говора није учитан
sw: Modeli ya utambuzi wa hotuba haijapakiwa
ta: பேச்சு அங்கீகார மாதிரி ஏற்றப்படவில்லை
te: స్పీచ్ రికగ్నిషన్ మోడల్ లోడ్ కాలేదు
th: ไม่ได้โหลดโมเดลการรู้จำเสียง
uk: Модель розпізнавання мовлення не завантажена
zu: Imodeli yokubona inkulumo ayilayishiwe

# whisper.error.transcription
source: Transcription failed
af: Transkripsie misluk
am: ትርጉም አልተሳካም
ar: فشل النسخ
bg: Транскрибирането не успя
bn: প্রতিলিপি ব্যর্থ
ca: Transcripció fallida
de: Transkription fehlgeschlagen
el: Η μεταγραφή απέτυχε
et: Transkribimine ebaõnnestus
eu: Transkripzioak huts egin du
fi: Litterointi epäonnistui
fil: Nabigo ang transcription
fr: Échec de la transcription
gl: Erro de transcrición
gu: ટ્રાન્સક્રિપ્શન નિષ્ફળ
he: ת ש
hi: ट्रांसक्रिप्शन विफल
hu: Átírás sikertelen
id: Transkripsi gagal
it: Trascrizione fallita
ja: 文字起こしに失敗しました
km: ការចម្លងបរាជ័យ
kn: ಟ್ರಾನ್ಸ್‌ಕ್ರಿಪ್ಶನ್ ವಿಫಲವಾಗಿದೆ
lo: ການຖອດຄວາມບໍ່ໄດ້
mk: Транскрипцијата не успеа
ml: ട്രാൻസ്ക്രിപ്ഷൻ പരാജയപ്പെട്ടു
mr: ट्रान्सक्रिप्शन अयशस्वी
ms: Transkripsi gagal
my: စာသားပြောင်းမှု မအောင်မြင်ပါ
ne: ट्रान्सक्रिप्शन असफल
nl: Transcriptie mislukt
pa: ਟਰਾਂਸਕ੍ਰਿਪਸ਼ਨ ਅਸਫਲ
pl: Transkrypcja nie powioda si
pt_pt: Falha na transcrição
ru: Ошибка транскрибации
si: පිටපත් කිරීම අසමත් විය
sl: Prepis ni uspel
sr: Транскрипција није успела
sw: Utumbuzi umeshindwa
ta: எழுத்துப்பதிவு தோல்வியடைந்தது
te: ట్రాన్స్‌క్రిప్షన్ విఫలమైంది
th: การแปลงเสียงล้มเหลว
uk: Транскрипція не вдалася
zu: Ukubhala akuphumelelanga

# speech.download.title
source: Voice Recognition Required
af: Stemherkenning Benodig
am: የድምጽ ማወቂያ ያስፈልጋል
ar: مطلوب التعرف على الصوت
bg: Изисква се гласово разпознаване
bn: ভয়েস রিকগনিশন প্রয়োজন
ca: Reconeixement de veu necessari
de: Spracherkennung erforderlich
el: Απαιτείται αναγνώριση φωνής
et: Vajalik häältuvastus
eu: Ahots ezagutza behar da
fi: Puheentunnistus vaaditaan
fil: Kailangan ang Voice Recognition
fr: Reconnaissance vocale requise
gl: Recoñecemento de voz necesario
gu: અવાજ ઓળખ જરૂરી
he: רש ק
hi: वॉइस रिकग्निशन आवश्यक
hu: Hangfelismerés szükséges
id: Pengenalan Suara Diperlukan
it: Riconoscimento vocale necessario
km: ទាមទារការស្គាល់សំឡេង
kn: ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ಅಗತ್ಯ
lo: ຕ້ອງການການຮັບຮູ້ສຽງ
mk: Потребно е препознавање на глас
ml: ശബ്ദ തിരിച്ചറിയൽ ആവശ്യമാണ്
mr: आवाज ओळख आवश्यक
ms: Pengecaman Suara Diperlukan
my: အသံ အသိအမှတ်ပြုမှု လိုအပ်သည်
ne: आवाज पहिचान आवश्यक
nl: Spraakherkenning vereist
pa: ਆਵਾਜ਼ ਪਛਾਣ ਲੋੜੀਂਦੀ
pl: Wymagane rozpoznawanie mowy
pt_pt: Reconhecimento de Voz Necessário
ru: Требуется распознавание речи
si: හඬ හඳුනාගැනීම අවශ්‍යයි
sl: Potrebno prepoznavanje glasu
sr: Потребно препознавање гласа
sw: Utambuzi wa Sauti Unahitajika
ta: குரல் அங்கீகாரம் தேவை
te: వాయిస్ గుర్తింపు అవసరం
th: ต้องการการรู้จำเสียง
uk: Потрібно розпізнавання голосу
zu: Ukubona Izwi Kuyadingeka

# speech.download.action
source: Download
af: Laai Af
am: አውርድ
ar: تنزيل
bg: Изтегли
bn: ডাউনলোড
ca: Descarregar
de: Herunterladen
el: Λήψη
et: Laadi alla
eu: Deskargatu
fi: Lataa
fil: I-download
fr: Télécharger
gl: Descargar
gu: ડાઉનલોડ
he: ר
hi: डाउनलोड
hu: Letöltés
id: Unduh
it: Scarica
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್
lo: ດາວໂຫລດ
mk: Преземи
ml: ഡൗൺലോഡ്
mr: डाउनलोड
ms: Muat Turun
my: ဒေါင်းလုဒ်
ne: डाउनलोड गर्नुहोस्
pa: ਡਾਊਨਲੋਡ
pl: Pobierz
pt_pt: Transferir
ru: Загрузить
si: බාගන්න
sl: Prenesi
sr: Преузми
sw: Pakua
ta: பதிவிறக்கு
te: డౌన్‌లోడ్
th: ดาวน์โหลด
uk: Завантажити
zu: Downloada
