Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# privacy.stored.data.content
source: Conversation history (stored only on device) AI model files (stored only on device) App settings (stored only on device) This data is never shared externally.
af: Gespreksrekord (slegs op toestel gestoor) KI-modellêers (slegs op toestel gestoor) Toepassing-instellings (slegs op toestel gestoor) Hierdie data word nooit ekstern gedeel nie.
am: የውይይት ታሪክ (በመሣሪያ ላይ ብቻ የተቀመጠ) የAI ሞዴል ፋይሎች (በመሣሪያ ላይ ብቻ የተቀመጡ) የመተግበሪያ ቅንብሮች (በመሣሪያ ላይ ብቻ የተቀመጡ) ይህ መረጃ በውጭ በፈጻሚ አይጋራም።
ar: سجل المحادثات (مخزّن على الجهاز فقط) ملفات نموذج الذكاء الاصطناعي (مخزّنة على الجهاز فقط) إعدادات التطبيق (مخزّنة على الجهاز فقط) لا تتم مشاركة هذه البيانات خارجياً أبداً.
bg: История на разговорите (съхранява се само на устройството) AI модел файлове (съхраняват се само на устройството) Настройки на приложението (съхраняват се само на устройството) Тези данни никога не се споделят външно.
bn: কথোপকথনের ইতিহাস (শুধুমাত্র ডিভাইসে সংরক্ষিত) AI মডেল ফাইল (শুধুমাত্র ডিভাইসে সংরক্ষিত) অ্যাপ সেটিংস (শুধুমাত্র ডিভাইসে সংরক্ষিত) এই ডেটা কখনো বাহ্যিকভাবে শেয়ার করা হয় না।
ca: Historial de converses (emmagatzemat només al dispositiu) Fitxers del model d'IA (emmagatzemats només al dispositiu) Configuració de l'app (emmagatzemada només al dispositiu) Aquestes dades mai es comparteixen externament.
de: Unterhaltungsverlauf (nur auf dem Gerät gespeichert) KI-Modelldateien (nur auf dem Gerät gespeichert) App-Einstellungen (nur auf dem Gerät gespeichert) Diese Daten werden niemals extern weitergegeben.
el: Ιστορικό συνομιλιών (αποθηκευμένο μόνο στη συσκευή) Αρχεία μοντέλου τεχνητής νοημοσύνης (αποθηκευμένα μόνο στη συσκευή) Ρυθμίσεις εφαρμογής (αποθηκευμένες μόνο στη συσκευή) Αυτά τα δεδομένα δεν κοινοποιούνται ποτέ εξωτερικά.
et: Vestluste ajalugu (salvestatud ainult seadmes) AI mudeli failid (salvestatud ainult seadmes) Rakenduse seaded (salvestatud ainult seadmes) Neid andmeid ei jagata kunagi väliselt.
eu: Elkarrizketa historia (gailuan soilik gordeta) IA eredu fitxategiak (gailuan soilik gordeta) Aplikazioaren ezarpenak (gailuan soilik gordeta) Datu hauek ez dira inoiz kanpora partekatzen.
fi: Keskusteluhistoria (tallennettu vain laitteelle) Tekoälymallitiedostot (tallennettu vain laitteelle) Sovelluksen asetukset (tallennettu vain laitteelle) Näitä tietoja ei koskaan jaeta ulkoisesti.
fil: Kasaysayan ng conversation (nakaimbak sa device lamang) Mga AI model file (nakaimbak sa device lamang) Mga setting ng app (nakaimbak sa device lamang) Ang data na ito ay hindi kailanman ibinabahagi sa labas.
fr: Historique des conversations (stocké uniquement sur l'appareil) Fichiers de modèle IA (stockés uniquement sur l'appareil) Paramètres de l'app (stockés uniquement sur l'appareil) Ces données ne sont jamais partagées à l'extérieur.
gl: Historial de conversas (almacenado só no dispositivo) Arquivos de modelo de IA (almacenados só no dispositivo) Configuración da app (almacenada só no dispositivo) Estes datos nunca se comparten externamente.
gu: વાતચીતનો ઇતિહાસ (ફક્ત ઉપકરણ પર સંગ્રહિત) AI મોડેલ ફાઇલો (ફક્ત ઉપકરણ પર સંગ્રહિત) એપ સેટિંગ્સ (ફક્ત ઉપકરણ પર સંગ્રહિત) આ ડેટા ક્યારેય બાહ્ય રીતે શેર કરવામાં આવતો નથી.
he: סרת שת (ס שר ) קצ AI (ס שר ) רת פקצ (ס שר ) ת ע שתפ פ ץ.
hi: बातचीत इतिहास (केवल डिवाइस पर संग्रहित) AI मॉडल फाइलें (केवल डिवाइस पर संग्रहित) ऐप सेटिंग्स (केवल डिवाइस पर संग्रहित) यह डेटा कभी बाहर साझा नहीं किया जाता।
hu: Beszélgetési előzmények (csak eszközön tárolva) AI modell fájlok (csak eszközön tárolva) App beállítások (csak eszközön tárolva) Ezek az adatok soha nem kerülnek külsőleg megosztásra.
id: Riwayat percakapan (hanya disimpan di perangkat) File model AI (hanya disimpan di perangkat) Pengaturan aplikasi (hanya disimpan di perangkat) Data ini tidak pernah dibagikan secara eksternal.
it: Cronologia delle conversazioni (archiviata solo sul dispositivo) File del modello IA (archiviati solo sul dispositivo) Impostazioni dell'app (archiviate solo sul dispositivo) Questi dati non vengono mai condivisi all'esterno.
ja: 会話履歴（デバイス内のみ） AIモデルファイル（デバイス内のみ） アプリ設定（デバイス内のみ） これらのデータが外部に共有されることはありません。
km: ប្រវត្តិសន្ទនា (រក្សាទុកនៅលើឧបករណ៍តែប៉ុណ្ណោះ) ឯកសារគំរូ AI (រក្សាទុកនៅលើឧបករណ៍តែប៉ុណ្ណោះ) ការកំណត់កម្មវិធី (រក្សាទុកនៅលើឧបករណ៍តែប៉ុណ្ណោះ) ទិន្នន័យនេះមិនត្រូវបានចែករំលែកខាងក្រៅទេ។
kn: ಸಂಭಾಷಣೆ ಇತಿಹಾಸ (ಸಾಧನದಲ್ಲಿ ಮಾತ್ರ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ) AI ಮಾಡೆಲ್ ಫೈಲ್‌ಗಳು (ಸಾಧನದಲ್ಲಿ ಮಾತ್ರ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ) ಅಪ್ಲಿಕೇಶನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು (ಸಾಧನದಲ್ಲಿ ಮಾತ್ರ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ) ಈ ಡೇಟಾವನ್ನು ಎಂದಿಗೂ ಬಾಹ್ಯವಾಗಿ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.
lo: ປະຫວັດການສົນທະນາ (ບັນທຶກໃນອຸປະກອນເທົ່ານັ້ນ) ໄຟລ໌ໂມເດລ AI (ບັນທຶກໃນອຸປະກອນເທົ່ານັ້ນ) ການຕັ້ງຄ່າແອັບ (ບັນທຶກໃນອຸປະກອນເທົ່ານັ້ນ) ຂໍ້ມູນນີ້ບໍ່ຖືກແບ່ງປັນພາຍນອກ.
mk: Историја на разговори (зачувана само на уредот) АИ модел датотеки (зачувани само на уредот) Поставки на апликацијата (зачувани само на уредот) Овие податоци никогаш не се споделуваат надворешно.
ml: സംഭാഷണ ചരിത്രം (ഉപകരണത്തിൽ മാത്രം സംഭരിച്ചിരിക്കുന്നു) AI മോഡൽ ഫയലുകൾ (ഉപകരണത്തിൽ മാത്രം സംഭരിച്ചിരിക്കുന്നു) ആപ്പ് ക്രമീകരണങ്ങൾ (ഉപകരണത്തിൽ മാത്രം സംഭരിച്ചിരിക്കുന്നു) ഈ ഡാറ്റ ഒരിക്കലും ബാഹ്യമായി പങ്കിടുന്നില്ല.
mr: संभाषण इतिहास (केवळ डिव्हाइसवर संचयित) AI मॉडेल फायली (केवळ डिव्हाइसवर संचयित) अॅप सेटिंग्ज (केवळ डिव्हाइसवर संचयित) हा डेटा कधीही बाहेरून शेअर केला जात नाही.
ms: Sejarah perbualan (disimpan pada peranti sahaja) Fail model AI (disimpan pada peranti sahaja) Tetapan aplikasi (disimpan pada peranti sahaja) Data ini tidak pernah dikongsi secara luaran.
my: စကားစမြည့် မှတ်တမ်း (စက်တွင်သာ သိမ်းဆည်းထားသည်) AI မော်ဒယ် ဖိုင်များ (စက်တွင်သာ သိမ်းဆည်းထားသည်) အက်ပ် ဆက်တင်များ (စက်တွင်သာ သိမ်းဆည်းထားသည်) ဤဒေတာကို ပြင်ပတွင် မျှဝေခြင်း မရှိပါ။
ne: कुराकानी इतिहास (उपकरणमा मात्र भण्डारण) AI मोडेल फाइलहरू (उपकरणमा मात्र भण्डारण) एप सेटिङ्स (उपकरणमा मात्र भण्डारण) यो डाटा कहिल्यै बाह्य रूपमा साझेदारी गरिएको छैन।
nl: Gespreksgeschiedenis (alleen op apparaat opgeslagen) AI-modelbestanden (alleen op apparaat opgeslagen) App-instellingen (alleen op apparaat opgeslagen) Deze gegevens worden nooit extern gedeeld.
pa: ਗੱਲਬਾਤ ਇਤਿਹਾਸ (ਸਿਰਫ਼ ਡਿਵਾਈਸ 'ਤੇ ਸਟੋਰ ਕੀਤਾ) AI ਮਾਡਲ ਫਾਈਲਾਂ (ਸਿਰਫ਼ ਡਿਵਾਈਸ 'ਤੇ ਸਟੋਰ ਕੀਤੀਆਂ) ਐਪ ਸੈਟਿੰਗਾਂ (ਸਿਰਫ਼ ਡਿਵਾਈਸ 'ਤੇ ਸਟੋਰ ਕੀਤੀਆਂ) ਇਹ ਡੇਟਾ ਕਦੇ ਬਾਹਰ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ।
pl: Historia rozmów (przechowywana tylko na urzdzeniu) Pliki modeli AI (przechowywane tylko na urzdzeniu) Ustawienia aplikacji (przechowywane tylko na urzdzeniu) Te dane nigdy nie s udostpniane zewntrznie.
pt_pt: Histórico de conversas (armazenado apenas no dispositivo) Ficheiros de modelo de IA (armazenados apenas no dispositivo) Definições da aplicação (armazenadas apenas no dispositivo) Estes dados nunca são partilhados externamente.
ru: История разговоров (хранится только на устройстве) Файлы моделей ИИ (хранятся только на устройстве) Настройки приложения (хранятся только на устройстве) Эти данные никогда не передаются наружу.
si: කතාබස් ඉතිහාසය (උපාංගයේ පමණක් ගබඩා කර ඇත) AI ආකෘති ගොනු (උපාංගයේ පමණක් ගබඩා කර ඇත) යෙදුම් සැකසුම් (උපාංගයේ පමණක් ගබඩා කර ඇත) මෙම දත්ත කිසිදා බාහිරව බෙදා නොගනී.
sl: Zgodovina pogovorov (shranjena samo na napravi) Datoteke AI modelov (shranjene samo na napravi) Nastavitve aplikacije (shranjene samo na napravi) Ti podatki se nikoli ne delijo z zunanjimi strankami.
sr: Историја разговора (сачувана само на уређају) AI датотеке модела (сачуване само на уређају) Подешавања апликације (сачувана само на уређају) Ови подаци се никада не деле споља.
sw: Historia ya mazungumzo (imehifadhiwa tu kwenye kifaa) Faili za modeli ya AI (zimehifadhiwa tu kwenye kifaa) Mipangilio ya programu (imehifadhiwa tu kwenye kifaa) Data hii haishirikiwi kamwe nje.
ta: உரையாடல் வரலாறு (சாதனத்தில் மட்டுமே சேமிக்கப்பட்டது) AI மாதிரி கோப்புகள் (சாதனத்தில் மட்டுமே சேமிக்கப்பட்டது) பயன்பாட்டு அமைப்புகள் (சாதனத்தில் மட்டுமே சேமிக்கப்பட்டது) இந்த தரவு வெளிப்புறமாக பகிரப்படுவதில்லை.
te: సంభాషణ చరిత్ర (పరికరంలో మాత్రమే నిల్వ) AI మోడల్ ఫైల్స్ (పరికరంలో మాత్రమే నిల్వ) యాప్ సెట్టింగ్స్ (పరికరంలో మాత్రమే నిల్వ) ఈ డేటా బాహ్యంగా ఎప్పుడూ షేర్ చేయబడదు.
th: ประวัติการสนทนา (เก็บบนอุปกรณ์เท่านั้น) ไฟล์โมเดล AI (เก็บบนอุปกรณ์เท่านั้น) การตั้งค่าแอป (เก็บบนอุปกรณ์เท่านั้น) ข้อมูลนี้จะไม่ถูกแชร์ภายนอก
uk: Історія розмов (зберігається тільки на пристрої) Файли моделі ШІ (зберігаються тільки на пристрої) Налаштування додатка (зберігаються тільки на пристрої) Ці дані ніколи не передаються зовні.
zu: Umlando wezingxoxo (ugcinwe kuphela kudivayisi) Amafayela emodeli ye-AI (agcinwe kuphela kudivayisi) Izilungiselelo ze-app (zigcinwe kuphela kudivayisi) Le datha ayikaze yabiwe ngaphandle.

# privacy.data.deletion.title
source: Data Deletion
af: Data-uitwissing
am: የመረጃ መሰረዝ
ar: حذف البيانات
bg: Изтриване на данни
bn: ডেটা মুছে ফেলা
ca: Eliminació de dades
de: Datenlöschung
el: Διαγραφή δεδομένων
et: Andmete kustutamine
eu: Datuen ezabaketa
fi: Tietojen poistaminen
fil: Pagbura ng Data
fr: Suppression des données
gl: Eliminación de datos
gu: ડેટા કાઢી નાખવું
he: קת ת
hi: डेटा हटाना
hu: Adattörlés
id: Penghapusan Data
it: Eliminazione dei dati
ja: データの削除
km: ការលុបទិន្នន័យ
kn: ಡೇಟಾ ಅಳಿಸುವಿಕೆ
lo: ການລຶບຂໍ້ມູນ
mk: Бришење податоци
ml: ഡാറ്റ ഇല്ലാതാക്കൽ
mr: डेटा हटवणे
ms: Pemadaman Data
my: ဒေတာ ဖျက်ပစ်မှု
ne: डाटा मेटाउने
nl: Gegevensverwijdering
pa: ਡੇਟਾ ਮਿਟਾਉਣਾ
pl: Usuwanie danych
pt_pt: Eliminação de Dados
ru: Удаление данных
si: දත්ත මකාදැමීම
sl: Brisanje podatkov
sr: Брисање података
sw: Kufuta Data
ta: தரவு நீக்கம்
te: డేటా తొలగింపు
th: การลบข้อมูล
uk: Видалення даних
zu: Ukususa Idatha

# privacy.data.deletion.content
source: You can delete all data anytime from Settings > Data Management. Uninstalling the app will delete all data.
af: Jy kan alle data enige tyd skrap van Instellings > Databestuur. Om die toepassing te deïnstalleer sal alle data skrap.
am: ሁሉንም መረጃ በማንኛውም ጊዜ ከቅንብሮች > የመረጃ አስተዳደር መሰረዝ ይችላሉ። መተግበሪያውን ማራገፍ ሁሉንም መረጃ ይሰርዛል።
ar: يمكنك حذف جميع البيانات في أي وقت من الإعدادات > إدارة البيانات. سيؤدي إلغاء تثبيت التطبيق إلى حذف جميع البيانات.
bg: Можете да изтриете всички данни по всяко време от Настройки > Управление на данни. Деинсталирането на приложението ще изтрие всички данни.
bn: আপনি যে কোনো সময় সেটিংস > ডেটা ব্যবস্থাপনা থেকে সমস্ত ডেটা মুছতে পারেন। অ্যাপ আনইনস্টল করলে সমস্ত ডেটা মুছে যাবে।
ca: Pots eliminar totes les dades en qualsevol moment des de Configuració > Gestió de dades. Desinstal·lar l'app eliminar totes les dades.
de: Du kannst alle Daten jederzeit unter Einstellungen > Datenverwaltung löschen. Durch Deinstallation der App werden alle Daten gelöscht.
el: Μπορείτε να διαγράψετε όλα τα δεδομένα ανά πάσα στιγμή από Ρυθμίσεις > Διαχείριση δεδομένων. Η απεγκατάσταση της εφαρμογής θα διαγράψει όλα τα δεδομένα.
et: Saate kustutada kõik andmed igal ajal Seaded > Andmehaldus. Rakenduse desinstallimisel kustutatakse kõik andmed.
eu: Datu guztiak ezaba ditzakezu edonoiz Ezarpenak > Datuen kudeaketa atalean. Aplikazioa desinstalatzeak datu guztiak ezabatuko ditu.
fi: Voit poistaa kaikki tiedot milloin tahansa kohdasta Asetukset > Tiedonhallinta. Sovelluksen poistaminen poistaa kaikki tiedot.
fil: Maaari mong burahin ang lahat ng data anumang oras mula sa Settings > Pamamahala ng Data. Ang pag-uninstall ng app ay magbubura ng lahat ng data.
fr: Vous pouvez supprimer toutes les données à tout moment depuis Réglages > Gestion des données. La désinstallation de l'app supprimera toutes les données.
gl: Podes eliminar todos os datos en calquera momento desde Configuración > Xestión de datos. Desinstalar a app eliminará todos os datos.
gu: તમે સેટિંગ્સ > ડેટા મેનેજમેન્ટ માંથી કોઈપણ સમયે બધો ડેટા કાઢી શકો છો. એપ અનઇન્સ્ટૉલ કરવાથી બધો ડેટા કાઢી નાખવામાં આવશે.
he: ת ק ת ת עת רת > ת. סרת פקצ תק ת ת.
hi: आप सेटिंग्स > डेटा प्रबंधन से कभी भी सभी डेटा हटा सकते हैं। ऐप अनइंस्टॉल करने से सभी डेटा हट जाएगा।
hu: Bármikor törölheted az összes adatot a Beállítások > Adatkezelés menüben. Az app eltávolítása törli az összes adatot.
id: Anda dapat menghapus semua data kapan saja dari Pengaturan > Manajemen Data. Mencopot pemasangan aplikasi akan menghapus semua data.
it: Puoi eliminare tutti i dati in qualsiasi momento da Impostazioni > Gestione dati. La disinstallazione dell'app eliminerà tutti i dati.
ja: 設定 > データ管理からいつでも全データを削除できます。 アプリをアンインストールすると、すべてのデータが削除されます。
km: អ្នកអាចលុបទិន្នន័យទាំងអស់បានគ្រប់ពេលពីការកំណត់ > ការគ្រប់គ្រងទិន្នន័យ។ ការលុបកម្មវិធីនឹងលុបទិន្នន័យទាំងអស់។
kn: ನೀವು ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಡೇಟಾ ನಿರ್ವಹಣೆಯಿಂದ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಅಳಿಸಬಹುದು. ಅಪ್ಲಿಕೇಶನ್ ಅನ್‌ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡುವುದರಿಂದ ಎಲ್ಲಾ ಡೇಟಾ ಅಳಿಸಲಾಗುತ್ತದೆ.
lo: ທ່ານສາມາດລຶບຂໍ້ມູນທັງໝົດໄດ້ທຸກເວລາຈາກການຕັ້ງຄ່າ > ການຈັດການຂໍ້ມູນ. ການຖອນການຕິດຕັ້ງແອັບຈະລຶບຂໍ້ມູນທັງໝົດ.
mk: Можете да ги избришете сите податоци во секое време од Поставки > Управување со податоци. Одинсталирањето на апликацијата ќе ги избрише сите податоци.
ml: ക്രമീകരണങ്ങൾ > ഡാറ്റ മാനേജ്മെന്റിൽ നിന്ന് നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും എല്ലാ ഡാറ്റയും ഇല്ലാതാക്കാം. ആപ്പ് അൺഇൻസ്റ്റാൾ ചെയ്യുന്നത് എല്ലാ ഡാറ്റയും ഇല്ലാതാക്കും.
mr: तुम्ही सेटिंग्ज > डेटा व्यवस्थापनातून कधीही सर्व डेटा हटवू शकता. अॅप अनइन्स्टॉल केल्याने सर्व डेटा हटवला जाईल.
ms: Anda boleh memadam semua data pada bila-bila masa dari Tetapan > Pengurusan Data. Menyahpasang aplikasi akan memadam semua data.
my: သင်သည် ဆက်တင်များ > ဒေတာ စီမံခန့်ခွဲမှု မှ မည်သည့်အချိန်မဆို ဒေတာ အားလုံးကို ဖျက်နိုင်သည်။ အက်ပ် ဖယ်ရှားခြင်းသည် ဒေတာ အားလုံးကို ဖျက်ပစ်မည်။
ne: तपाईं सेटिङ्स > डाटा व्यवस्थापनबाट जुनसुकै समयमा सबै डाटा मेटाउन सक्नुहुन्छ। एप अनइन्स्टल गर्दा सबै डाटा मेटिनेछ।
nl: Je kunt alle gegevens op elk moment verwijderen via Instellingen > Gegevensbeheer. Het verwijderen van de app zal alle gegevens verwijderen.
pa: ਤੁਸੀਂ ਸੈਟਿੰਗਾਂ > ਡੇਟਾ ਪ੍ਰਬੰਧਨ ਤੋਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸਾਰਾ ਡੇਟਾ ਮਿਟਾ ਸਕਦੇ ਹੋ। ਐਪ ਅਣਇੰਸਟਾਲ ਕਰਨ ਨਾਲ ਸਾਰਾ ਡੇਟਾ ਮਿਟ ਜਾਵੇਗਾ।
pl: Możesz usun wszystkie dane w dowolnym momencie z Ustawienia > Zarzdzanie danymi. Odinstalowanie aplikacji spowoduje usunicie wszystkich danych.
pt_pt: Pode eliminar todos os dados a qualquer momento em Definições > Gestão de Dados. Desinstalar a aplicação eliminará todos os dados.
ru: Вы можете удалить все данные в любой момент в Настройках > Управление данными. Удаление приложения удалит все данные.
si: ඔබට ඕනෑම වේලාවක සැකසුම් > දත්ත කළමනාකරණය වෙතින් සියලු දත්ත මකා දැමිය හැකිය. යෙදුම අස්ථාපනය කිරීමෙන් සියලු දත්ත මකා දමනු ඇත.
sl: Vse podatke lahko kadarkoli izbri코ete v Nastavitve > Upravljanje podatkov. Odstranitev aplikacije bo izbrisala vse podatke.
sr: Можете обрисати све податке у било ком тренутку из Подешавања > Управљање подацима. Деинсталирање апликације ће обрисати све податке.
sw: Unaweza kufuta data yote wakati wowote kutoka Mipangilio > Usimamizi wa Data. Kuondoa programu kutafuta data yote.
ta: அமைப்புகள் > தரவு மேலாண்மையிலிருந்து எப்போது வேண்டுமானாலும் அனைத்து தரவையும் நீக்கலாம். பயன்பாட்டை நிறுவல் நீக்குவது அனைத்து தரவையும் நீக்கும்.
te: మీరు సెట్టింగ్స్ > డేటా మేనేజ్‌మెంట్ నుండి ఎప్పుడైనా అన్ని డేటాను తొలగించవచ్చు. యాప్‌ను అన్‌ఇన్‌స్టాల్ చేయడం వల్ల అన్ని డేటా తొలగించబడుతుంది.
th: คุณสามารถลบข้อมูลทั้งหมดได้ตลอดเวลาจากการตั้งค่า > การจัดการข้อมูล การถอนการติดตั้งแอปจะลบข้อมูลทั้งหมด
uk: Ви можете видалити всі дані в будь-який час із Налаштувань > Управління даними. Видалення додатка видалить усі дані.
zu: Ungasusa yonke idatha noma yinini kusuka kuzilungiselelo > Ukuphatha Idatha. Ukususwa kwe-app kuzosusa yonke idatha.

# terms.title
source: Terms of Service
af: Diensbepalings
am: የአገልግሎት ውሎች
ar: شروط الخدمة
bg: Условия за ползване
bn: সেবার শর্তাবলী
ca: Condicions del servei
de: Nutzungsbedingungen
el: Όροι χρήσης
et: Kasutustingimused
eu: Zerbitzu baldintzak
fi: Käyttöehdot
fil: Mga Tuntunin ng Serbisyo
fr: Conditions d'utilisation
gl: Termos de servizo
gu: સેવાની શરતો
he: ת שרת
hi: सेवा की शर्तें
hu: Szolgáltatási feltételek
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
km: លក្ខខណ្ឌសេវាកម្ម
kn: ಸೇವಾ ನಿಯಮಗಳು
lo: ເງື່ອນໄຂການບໍລິການ
mk: Услови на користење
ml: സേവന വ്യവസ്ഥകൾ
mr: सेवा अटी
ms: Terma Perkhidmatan
my: ဝန်ဆောင်မှု စည်းမျဉ်းများ
ne: सेवा सर्तहरू
nl: Servicevoorwaarden
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki usugi
pt_pt: Termos de Serviço
ru: Условия использования
si: සේවා කොන්දේසි
sl: Pogoji uporabe
sr: Услови коришћења
sw: Masharti ya Huduma
ta: சேவை விதிமுறைகள்
te: సర్వీస్ నిబంధనలు
th: เงื่อนไขการใช้บริการ
uk: Умови використання
zu: Imigomo Yesevisi

# terms.service.title
source: Service Description
af: Diensbeskrywing
am: የአገልግሎት መግለጫ
ar: وصف الخدمة
bg: Описание на услугата
bn: সেবার বিবরণ
ca: Descripció del servei
de: Dienstbeschreibung
el: Περιγραφή υπηρεσίας
et: Teenuse kirjeldus
eu: Zerbitzu deskribapena
fi: Palvelun kuvaus
fil: Paglalarawan ng Serbisyo
fr: Description du service
gl: Descrición do servizo
gu: સેવા વર્ણન
he: תר שרת
hi: सेवा विवरण
hu: Szolgáltatás leírása
id: Deskripsi Layanan
it: Descrizione del servizio
ja: サービスの説明
km: ការពិពណ៌នាសេវាកម្ម
kn: ಸೇವೆಯ ವಿವರಣೆ
lo: ຄຳອະທິບາຍການບໍລິການ
mk: Опис на услугата
ml: സേവന വിവരണം
mr: सेवा वर्णन
ms: Penerangan Perkhidmatan
my: ဝန်ဆောင်မှု ဖော်ပြချက်
ne: सेवा विवरण
nl: Servicebeschrijving
pa: ਸੇਵਾ ਵਰਣਨ
pl: Opis usugi
pt_pt: Descrição do Serviço
ru: Описание сервиса
si: සේවා විස්තරය
sl: Opis storitve
sr: Опис услуге
sw: Maelezo ya Huduma
ta: சேவை விளக்கம்
te: సర్వీస్ వివరణ
th: คำอธิบายบริการ
uk: Опис послуги
zu: Incazelo Yesevisi

# terms.service.content
source: This app provides AI assistant functionality using a locally running AI model.
af: Hierdie toepassing bied KI-assistentfunksionaliteit deur 'n plaaslik-lopende KI-model te gebruik.
am: ይህ መተግበሪያ በአካባቢያዊ ሁኔታ በሚሰራ AI ሞዴል በመጠቀም የAI ረዳት ተግባርን ይሰጣል።
ar: يوفر هذا التطبيق وظائف مساعد ذكاء اصطناعي باستخدام نموذج ذكاء اصطناعي يعمل محلياً.
bg: Това приложение предоставя функционалност на AI асистент чрез локално работещ AI модел.
bn: এই অ্যাপ একটি স্থানীয়ভাবে চলা AI মডেল ব্যবহার করে AI সহকারী কার্যকারিতা প্রদান করে।
ca: Aquesta app proporciona funcionalitat d'assistent d'IA utilitzant un model d'IA que s'executa localment.
de: Diese App bietet KI-Assistenzfunktionen mithilfe eines lokal laufenden KI-Modells.
el: Αυτή η εφαρμογή παρέχει λειτουργικότητα βοηθού τεχνητής νοημοσύνης χρησιμοποιώντας ένα μοντέλο τεχνητής νοημοσύνης που εκτελείται τοπικά.
et: See rakendus pakub AI assistendi funktsionaalsust, kasutades kohalikku AI mudelit.
eu: Aplikazio honek IA laguntzaile funtzionalitatea eskaintzen du tokian exekutatzen den IA eredu bat erabiliz.
fi: Tämä sovellus tarjoaa tekoälyavustajatoimintoja paikallisesti toimivan tekoälymallin avulla.
fil: Ang app na ito ay nagbibigay ng AI assistant functionality gamit ang AI model na tumatakbo nang lokal.
fr: Cette app fournit une fonctionnalité d'assistant IA utilisant un modèle IA exécuté localement.
gl: Esta app proporciona funcionalidade de asistente de IA usando un modelo de IA que se executa localmente.
gu: આ એપ સ્થાનિક રીતે ચાલતા AI મોડેલનો ઉપયોગ કરીને AI સહાયક કાર્યક્ષમતા પ્રદાન કરે છે.
he: פקצ ספקת פקצת ער AI שתשת AI רץ קת.
hi: यह ऐप स्थानीय रूप से चलने वाले AI मॉडल का उपयोग करके AI सहायक सुविधा प्रदान करता है।
hu: Ez az app AI asszisztens funkciókat biztosít egy helyben futó AI modell használatával.
id: Aplikasi ini menyediakan fungsionalitas asisten AI menggunakan model AI yang berjalan secara lokal.
it: Questa app fornisce funzionalità di assistente IA utilizzando un modello di IA eseguito localmente.
ja: このアプリは、ローカルで動作するAIモデルを使用したAIアシスタント機能を提供します。
km: កម្មវិធីនេះផ្តល់មុខងារជំនួយការ AI ដោយប្រើគំរូ AI ដែលដំណើរការមូលដ្ឋាន។
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಸ್ಥಳೀಯವಾಗಿ ರನ್ ಆಗುತ್ತಿರುವ AI ಮಾಡೆಲ್ ಬಳಸಿ AI ಸಹಾಯಕ ಕಾರ್ಯಶೀಲತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ.
lo: ແອັບນີ້ສະໜອງຄວາມສາມາດຜູ້ຊ່ວຍ AI ໂດຍໃຊ້ໂມເດລ AI ທີ່ເຮັດວຽກທ້ອງຖິ່ນ.
mk: Оваа апликација обезбедува АИ асистент функционалност користејќи локално работечки АИ модел.
ml: പ്രാദേശികമായി പ്രവർത്തിക്കുന്ന AI മോഡൽ ഉപയോഗിച്ച് ഈ ആപ്പ് AI അസിസ്റ്റന്റ് പ്രവർത്തനം നൽകുന്നു.
mr: हे अॅप स्थानिकपणे चालणारे AI मॉडेल वापरून AI असिस्टंट कार्यक्षमता प्रदान करते.
ms: Aplikasi ini menyediakan fungsi pembantu AI menggunakan model AI yang berjalan secara tempatan.
my: ဤအက်ပ်သည် ဒေသခံ လည်ပတ်သော AI မော်ဒယ်ကို အသုံးပြု၍ AI လက်ထောက် လုပ်ဆောင်ချက် ပေးသည်။
ne: यो एपले स्थानीय रूपमा चल्ने AI मोडेल प्रयोग गरेर AI सहायक कार्यक्षमता प्रदान गर्दछ।
nl: Deze app biedt AI-assistentfunctionaliteit met een lokaal draaiend AI-model.
pa: ਇਹ ਐਪ ਸਥਾਨਕ ਤੌਰ 'ਤੇ ਚੱਲਣ ਵਾਲੇ AI ਮਾਡਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ AI ਸਹਾਇਕ ਕਾਰਜਕੁਸ਼ਲਤਾ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ।
pl: Ta aplikacja zapewnia funkcjonalno asystenta AI za pomoc lokalnie dziaajcego modelu AI.
pt_pt: Esta aplicação fornece funcionalidade de assistente de IA usando um modelo de IA a executar localmente.
ru: Это приложение предоставляет функциональность ИИ-ассистента с использованием локально работающей модели ИИ.
si: මෙම යෙදුම දේශීයව ධාවනය වන AI ආකෘතියක් භාවිතා කරමින් AI සහායක ක්‍රියාකාරිත්වය සපයයි.
sl: Ta aplikacija zagotavlja funkcionalnost AI asistenta z uporabo lokalno teko캜ega AI modela.
sr: Ова апликација пружа функционалност AI асистента користећи локално покренути AI модел.
sw: Programu hii inatoa utendaji wa msaidizi wa AI kwa kutumia modeli ya AI inayoendesha kienyeji.
ta: இந்த பயன்பாடு உள்ளூரில் இயங்கும் AI மாதிரியைப் பயன்படுத்தி AI உதவியாளர் செயல்பாட்டை வழங்குகிறது.
te: ఈ యాప్ స్థానికంగా రన్ అయ్యే AI మోడల్‌ను ఉపయోగించి AI అసిస్టెంట్ ఫంక్షనాలిటీని అందిస్తుంది.
th: แอปนี้ให้บริการฟังก์ชันผู้ช่วย AI โดยใช้โมเดล AI ที่ทำงานบนเครื่อง
uk: Цей додаток надає функціональність асистента ШІ, використовуючи локально працюючу модель ШІ.
zu: Le app inikeza ukusebenza komsizi we-AI isebenzisa imodeli ye-AI esebenza ngendlela yendawo.

# terms.disclaimer.title
source: Disclaimer
af: Vrywaring
am: ማስተባበያ
ar: إخلاء المسؤولية
bg: Отказ от отговорност
bn: দাবি পরিত্যাগ
ca: Exclusió de responsabilitat
de: Haftungsausschluss
el: Αποποίηση ευθύνης
et: Vastutuse piiramine
eu: Erantzukizunaren mugaketa
fi: Vastuuvapauslauseke
fr: Avertissement
gl: Renuncia
gu: અસ્વીકરણ
he: ת תר
hi: अस्वीकरण
hu: Felelősség kizárása
id: Penafian
it: Esclusione di responsabilità
ja: 免責事項
km: ការបដិសេធ
kn: ನಿರಾಕರಣೆ
lo: ການປະຕິເສດ
mk: Одрекување од одговорност
ml: നിരാകരണം
mr: अस्वीकरण
ms: Penafian
my: ငြင်းပယ်ချက်
ne: अस्वीकरण
pa: ਅਸਵੀਕਰਨ
pl: Zastrzeżenie
pt_pt: Aviso Legal
ru: Отказ от ответственности
si: වියාචනය
sl: Izjava o omejitvi odgovornosti
sr: Одрицање одговорности
sw: Kanusho
ta: பொறுப்புத் துறப்பு
te: నిరాకరణ
th: ข้อจำกัดความรับผิด
uk: Відмова від відповідальності
zu: Ukwenqaba
