Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# onboarding.getstarted.subtitle
source: Download the recommended AI model and start chatting right away
af: Laai die aanbevole KI-model af en begin dadelik gesels
am: የሚመከረውን AI ሞዴል ያውርዱ እና ወዲያውኑ ውይይት ይጀምሩ
ar: قم بتنزيل نموذج الذكاء الاصطناعي الموصى به وابدأ المحادثة فوراً
bg: Изтеглете препоръчания AI модел и започнете веднага да чатите
bn: প্রস্তাবিত AI মডেল ডাউনলোড করুন এবং এখনই চ্যাট শুরু করুন
ca: Descarrega el model d'IA recomanat i comença a xatejar de seguida
de: Lade das empfohlene KI-Modell herunter und chatte sofort los
el: Κατεβάστε το προτεινόμενο μοντέλο τεχνητής νοημοσύνης και ξεκινήστε τη συνομιλία αμέσως
et: Laadige alla soovitatud AI mudel ja alustage vestlust kohe
eu: Deskargatu gomendatutako IA eredua eta hasi txateatzean berehala
fi: Lataa suositeltu tekoälymalli ja aloita keskustelu heti
fil: I-download ang inirerekomendang AI model at magsimulang mag-chat kaagad
fr: Téléchargez le modèle IA recommandé et commencez à discuter immédiatement
gl: Descarga o modelo de IA recomendado e comeza a conversar de inmediato
gu: ભલામણ કરેલ AI મોડેલ ડાઉનલોડ કરો અને તરત જ ચેટ કરવાનું શરૂ કરો
he: ר ת -AI ץ ת צ'
hi: अनुशंसित AI मॉडल डाउनलोड करें और तुरंत चैटिंग शुरू करें
hu: Töltsd le az ajánlott AI modellt és kezdj el chattelni azonnal
id: Unduh model AI yang direkomendasikan dan mulai mengobrol langsung
it: Scarica il modello IA consigliato e inizia subito a chattare
ja: 推奨AIモデルをダウンロードして すぐに使い始められます
km: ទាញយកគំរូ AI ដែលបានណែនាំ និងចាប់ផ្តើមសន្ទនាភ្លាមៗ
kn: ಶಿಫಾರಸು ಮಾಡಲಾದ AI ಮಾಡೆಲ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ತಕ್ಷಣ ಚಾಟ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಿ
lo: ດາວໂຫລດໂມເດລ AI ທີ່ແນະນຳ ແລະເລີ່ມສົນທະນາທັນທີ
mk: Преземете го препорачаниот АИ модел и започнете со разговор веднаш
ml: ശുപാർശ ചെയ്യുന്ന AI മോഡൽ ഡൗൺലോഡ് ചെയ്ത് ഉടനെ ചാറ്റ് ചെയ്യാൻ ആരംഭിക്കുക
mr: शिफारस केलेले AI मॉडेल डाउनलोड करा आणि लगेच चॅट करणे सुरू करा
ms: Muat turun model AI yang disyorkan dan mula sembang dengan serta-merta
my: အကြံပြုထားသော AI မော်ဒယ်ကို ဒေါင်းလုဒ်လုပ်ပြီး ချက်ချင်း စကားစမြည့် စတင်ပါ
ne: सिफारिस गरिएको AI मोडेल डाउनलोड गर्नुहोस् र तुरुन्तै कुराकानी सुरु गर्नुहोस्
nl: Download het aanbevolen AI-model en begin meteen met chatten
pa: ਸਿਫਾਰਸ਼ੀ AI ਮਾਡਲ ਡਾਊਨਲੋਡ ਕਰੋ ਅਤੇ ਤੁਰੰਤ ਚੈਟ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pl: Pobierz zalecany model AI i zacznij rozmawia od razu
pt_pt: Transfira o modelo de IA recomendado e comece a conversar imediatamente
ru: Загрузите рекомендуемую модель ИИ и начните общение прямо сейчас
si: නිර්දේශිත AI ආකෘතිය බාගත කර හරි අමතක නැතිව කතා කිරීම ආරම්භ කරන්න
sl: Prenesite priporo캜eni AI model in za캜nite takoj klepetati
sr: Преузмите препоручени AI модел и почните да ћаскате одмах
sw: Pakua modeli ya AI inayopendekezwa na uanze kuzungumza mara moja
ta: பரிந்துரைக்கப்பட்ட AI மாதிரியைப் பதிவிறக்கவும் மற்றும் உடனே அரட்டையைத் தொடங்கவும்
te: సిఫార్సు చేయబడిన AI మోడల్‌ను డౌన్‌లోడ్ చేసి వెంటనే చాట్ చేయడం ప్రారంభించండి
th: ดาวน์โหลดโมเดล AI ที่แนะนำ และเริ่มแชททันที
uk: Завантажте рекомендовану модель ШІ та почніть спілкуватися відразу
zu: Downloada imodeli ye-AI enconyiwe ese uqale ukuxoxa ngokushesha

# onboarding.step1
source: Download recommended model
af: Laai aanbevole model af
am: የሚመከረውን ሞዴል አውርድ
ar: تنزيل النموذج الموصى به
bg: Изтеглете препоръчания модел
bn: প্রস্তাবিত মডেল ডাউনলোড করুন
ca: Descarregar model recomanat
de: Empfohlenes Modell herunterladen
el: Λήψη προτεινόμενου μοντέλου
et: Laadige alla soovitatud mudel
eu: Deskargatu gomendatutako eredua
fi: Lataa suositeltu malli
fil: I-download ang inirerekomendang model
fr: Télécharger le modèle recommandé
gl: Descargar modelo recomendado
gu: ભલામણ કરેલ મોડેલ ડાઉનલોડ કરો
he: ר ץ
hi: अनुशंसित मॉडल डाउनलोड करें
hu: Töltsd le az ajánlott modellt
id: Unduh model yang direkomendasikan
it: Scarica il modello consigliato
ja: 推奨モデルをダウンロード
km: ទាញយកគំរូដែលបានណែនាំ
kn: ಶಿಫಾರಸು ಮಾಡಲಾದ ಮಾಡೆಲ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
lo: ດາວໂຫລດໂມເດລທີ່ແນະນຳ
mk: Преземи препорачан модел
ml: ശുപാർശ ചെയ്യുന്ന മോഡൽ ഡൗൺലോഡ് ചെയ്യുക
mr: शिफारस केलेले मॉडेल डाउनलोड करा
ms: Muat turun model yang disyorkan
my: အကြံပြုထားသော မော်ဒယ် ဒေါင်းလုဒ်လုပ်ပါ
ne: सिफारिस गरिएको मोडेल डाउनलोड गर्नुहोस्
nl: Download aanbevolen model
pa: ਸਿਫਾਰਸ਼ੀ ਮਾਡਲ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz zalecany model
pt_pt: Transferir modelo recomendado
ru: Загрузить рекомендуемую модель
si: නිර්දේශිත ආකෘතිය බාගන්න
sl: Prenesi priporo캜eni model
sr: Преузмите препоручени модел
sw: Pakua modeli inayopendekezwa
ta: பரிந்துரைக்கப்பட்ட மாதிரியைப் பதிவிறக்கவும்
te: సిఫార్సు చేయబడిన మోడల్‌ను డౌన్‌లోడ్ చేయండి
th: ดาวน์โหลดโมเดลที่แนะนำ
uk: Завантажте рекомендовану модель
zu: Downloada imodeli enconyiwe

# onboarding.step2
source: Wait a few minutes
af: Wag 'n paar minute
am: ጥቂት ደቂቃዎች ይጠብቁ
ar: انتظر بضع دقائق
bg: Изчакайте няколко минути
bn: কয়েক মিনিট অপেক্ষা করুন
ca: Esperar uns minuts
de: Ein paar Minuten warten
el: Περιμένετε μερικά λεπτά
et: Oodake mõni minut
eu: Itxaron minutu batzuk
fi: Odota muutama minuutti
fil: Maghintay ng ilang minuto
fr: Patientez quelques minutes
gl: Esperar uns minutos
gu: થોડી મિનિટો રાહ જુઓ
he: ת ספר קת
hi: कुछ मिनट प्रतीक्षा करें
hu: Várj pár percet
id: Tunggu beberapa menit
it: Attendi qualche minuto
ja: 数分待つだけ
km: រង់ចាំពីរបីនាទី
kn: ಕೆಲವು ನಿಮಿಷ ಕಾಯಿರಿ
lo: ລໍຖ້າສອງສາມນາທີ
mk: Почекај неколку минути
ml: കുറച്ച് മിനിറ്റ് കാത്തിരിക്കുക
mr: काही मिनिटे थांबा
ms: Tunggu beberapa minit
my: မိနစ်အနည်းငယ် စောင့်ဆိုင်းပါ
ne: केही मिनेट पर्खनुहोस्
nl: Wacht enkele minuten
pa: ਕੁਝ ਮਿੰਟ ਉਡੀਕ ਕਰੋ
pl: Poczekaj kilka minut
pt_pt: Aguardar alguns minutos
ru: Подождать несколько минут
si: මිනිත්තු කිහිපයක් බලා සිටින්න
sl: Po캜akaj nekaj minut
sr: Сачекајте неколико минута
sw: Subiri dakika chache
ta: சில நிமிடங்கள் காத்திருங்கள்
te: కొన్ని నిమిషాలు వేచి ఉండండి
th: รอสักครู่
uk: Зачекайте кілька хвилин
zu: Linda imizuzu embalwa

# onboarding.step3
source: You're all set!
af: Jy is heeltemal gereed!
am: ሁሉም ነገር ተዘጋጅቷል!
ar: أنت جاهز!
bg: Всичко е готово!
bn: আপনি সব প্রস্তুত!
ca: Tot llest!
de: Fertig!
el: Είστε έτοιμοι!
et: Kõik on valmis!
eu: Dena prest!
fi: Olet valmis!
fil: Handa ka na!
fr: Vous êtes prêt !
gl: Xa está todo listo!
gu: તમે તૈયાર છો!
he: ת !
hi: आप तैयार हैं!
hu: Minden kész!
id: Anda siap!
it: Tutto pronto!
ja: もう準備完了！
km: អ្នករួចរាល់ហើយ!
kn: ನೀವು ಸಿದ್ಧರಿದ್ದೀರಿ!
lo: ທ່ານພ້ອມແລ້ວ!
mk: Сè е подготвено!
ml: നിങ്ങൾ തയ്യാറാണ്!
mr: तुम्ही तयार आहात!
ms: Anda sudah bersedia!
my: အဆင်သင့်ဖြစ်ပြီ!
ne: तपाईं तयार हुनुहुन्छ!
nl: Klaar!
pa: ਤੁਸੀਂ ਤਿਆਰ ਹੋ!
pl: Gotowe!
pt_pt: Está tudo pronto!
ru: Всё готово!
si: ඔබ සියල්ල සකසා ඇත!
sl: Vse je pripravljeno!
sr: Све је спремно!
sw: Uko tayari!
ta: நீங்கள் அனைத்தும் அமைக்கப்பட்டுள்ளீர்கள்!
te: మీరు పూర్తయ్యారు!
th: พร้อมแล้ว!
uk: Все готово!
zu: Usulungele!

# about.title
source: About This App
af: Oor Hierdie Toepassing
am: ስለዚህ መተግበሪያ
ar: حول هذا التطبيق
bg: За това приложение
bn: এই অ্যাপ সম্পর্কে
ca: Sobre aquesta app
de: Über diese App
el: Σχετικά με αυτήν την εφαρμογή
et: Selle rakenduse kohta
eu: Aplikazio honi buruz
fi: Tietoa sovelluksesta
fil: Tungkol sa App na Ito
fr: À propos de cette app
gl: Acerca desta app
gu: આ એપ વિશે
he: ת פקצ
hi: इस ऐप के बारे में
hu: Az appról
id: Tentang Aplikasi Ini
it: Informazioni sull'app
ja: このアプリについて
km: អំពីកម្មវិធីនេះ
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಬಗ್ಗೆ
lo: ກ່ຽວກັບແອັບນີ້
mk: За оваа апликација
ml: ഈ ആപ്പിനെക്കുറിച്ച്
mr: या अॅपबद्दल
ms: Tentang Aplikasi Ini
my: ဤအက်ပ်အကြောင်း
ne: एपको बारेमा
nl: Over deze app
pa: ਇਸ ਐਪ ਬਾਰੇ
pl: O aplikacji
pt_pt: Acerca desta Aplicação
ru: О приложении
si: මෙම යෙදුම ගැන
sl: O aplikaciji
sr: О овој апликацији
sw: Kuhusu Programu Hii
ta: இந்த பயன்பாடு பற்றி
te: ఈ యాప్ గురించి
th: เกี่ยวกับแอปนี้
uk: Про цей додаток
zu: Mayelana Nale App

# about.rate.app
source: Rate App
af: Gradeer Toepassing
am: መተግበሪያን ደረጃ ስጥ
ar: تقييم التطبيق
bg: Оценете приложението
bn: অ্যাপ রেটিং দিন
ca: Puntua l'app
de: App bewerten
el: Αξιολόγηση εφαρμογής
et: Hinda rakendust
eu: Baloratu aplikazioa
fi: Arvostele sovellus
fil: I-rate ang App
fr: Noter l'app
gl: Valorar app
gu: એપને રેટ કરો
he: ר פקצ
hi: ऐप को रेट करें
hu: App értékelése
id: Beri Nilai Aplikasi
it: Valuta l'app
ja: アプリを評価
km: វាយតម្លៃកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ರೇಟ್ ಮಾಡಿ
lo: ໃຫ້ຄະແນນແອັບ
mk: Оценете ја апликацијата
ml: ആപ്പ് റേറ്റ് ചെയ്യുക
mr: अॅप रेट करा
ms: Nilai Aplikasi
my: အက်ပ်အဆင့်သတ်မှတ်ရန်
ne: एप मूल्याङ्कन गर्नुहोस्
nl: Beoordeel app
pa: ਐਪ ਨੂੰ ਰੇਟ ਕਰੋ
pl: Oce aplikacj
pt_pt: Avaliar Aplicação
ru: Оценить приложение
si: යෙදුම ශ්‍රේණිගත කරන්න
sl: Oceni aplikacijo
sr: Оцени апликацију
sw: Kadiria Programu
ta: பயன்பாட்டை மதிப்பிடு
te: యాప్‌ను రేట్ చేయండి
th: ให้คะแนนแอป
uk: Оцінити додаток
zu: Linganisa i-App

# about.share.app
source: Share with Friends
af: Deel met Vriende
am: ከጓደኞች ጋር አጋራ
ar: مشاركة مع الأصدقاء
bg: Сподели с приятели
bn: বন্ধুদের সাথে শেয়ার করুন
ca: Comparteix amb amics
de: Mit Freunden teilen
el: Κοινοποίηση σε φίλους
et: Jaga sõpradega
eu: Partekatu lagunekin
fi: Jaa ystäville
fil: Ibahagi sa Mga Kaibigan
fr: Partager avec des amis
gl: Compartir con amigos
gu: મિત્રો સાથે શેર કરો
he: שתף ע ר
hi: दोस्तों के साथ साझा करें
hu: Megosztás barátokkal
id: Bagikan dengan Teman
it: Condividi con gli amici
ja: 友達に共有
km: ចែករំលែកជាមួយមិត្តភក្តិ
kn: ಸ್ನೇಹಿತರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ
lo: ແບ່ງປັນກັບໝູ່ເພື່ອນ
mk: Споделете со пријатели
ml: സുഹൃത്തുക്കളുമായി പങ്കിടുക
mr: मित्रांसह शेअर करा
ms: Kongsi dengan Rakan
my: သူငယ်ချင်းများနှင့် မျှဝေပါ
ne: साथीहरूसँग साझेदारी गर्नुहोस्
nl: Deel met vrienden
pa: ਦੋਸਤਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ
pl: Udostpnij znajomym
pt_pt: Partilhar com Amigos
ru: Поделиться с друзьями
si: මිතුරන් සමඟ බෙදාගන්න
sl: Deli s prijatelji
sr: Подели са пријатељима
sw: Shiriki na Marafiki
ta: நண்பர்களுடன் பகிர்
te: స్నేహితులతో షేర్ చేయండి
th: แชร์ให้เพื่อน
uk: Поділитися з друзями
zu: Yabelana Nabangane

# about.privacy.policy
source: Privacy Policy
af: Privaatheidsbeleid
am: የግላዊነት መመሪያ
ar: سياسة الخصوصية
bg: Политика за поверителност
bn: গোপনীয়তা নীতি
ca: Política de privadesa
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
et: Privaatsuspoliitika
eu: Pribatutasun politika
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
gl: Política de privacidade
gu: ગોપનીયતા નીતિ
he: ת פרת
hi: गोपनीयता नीति
hu: Adatvédelmi szabályzat
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
km: គោលការណ៍ឯកជនភាព
kn: ಗೌಪ್ಯತಾ ನೀತಿ
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
mk: Политика за приватност
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
ms: Dasar Privasi
my: ကိုယ်ရေးကိုယ်တာ မူဝါဒ
ne: गोपनीयता नीति
nl: Privacybeleid
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
pl: Polityka prywatnoci
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
si: රහස්‍යතා ප්‍රතිපත්තිය
sl: Pravilnik o zasebnosti
sr: Политика приватности
sw: Sera ya Faragha
ta: தனியுரிமைக் கொள்கை
te: ప్రైవసీ పాలసీ
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності
zu: Inqubomgomo Yobumfihlo

# about.terms
source: Terms of Service
af: Diensbepalings
am: የአገልግሎት ውሎች
ar: شروط الخدمة
bg: Условия за ползване
bn: সেবার শর্তাবলী
ca: Condicions del servei
de: Nutzungsbedingungen
el: Όροι χρήσης
et: Kasutustingimused
eu: Zerbitzu baldintzak
fi: Käyttöehdot
fil: Mga Tuntunin ng Serbisyo
fr: Conditions d'utilisation
gl: Termos de servizo
gu: સેવાની શરતો
he: ת שרת
hi: सेवा की शर्तें
hu: Szolgáltatási feltételek
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
km: លក្ខខណ្ឌសេវាកម្ម
kn: ಸೇವಾ ನಿಯಮಗಳು
lo: ເງື່ອນໄຂການບໍລິການ
mk: Услови на користење
ml: സേവന വ്യവസ്ഥകൾ
mr: सेवा अटी
ms: Terma Perkhidmatan
my: ဝန်ဆောင်မှု စည်းမျဉ်းများ
ne: सेवा सर्तहरू
nl: Servicevoorwaarden
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki usugi
pt_pt: Termos de Serviço
ru: Условия использования
si: සේවා කොන්දේසි
sl: Pogoji uporabe
sr: Услови коришћења
sw: Masharti ya Huduma
ta: சேவை விதிமுறைகள்
te: సర్వీస్ నిబంధనలు
th: เงื่อนไขการใช้บริการ
uk: Умови використання
zu: Imigomo Yesevisi

# about.tech.info
source: Technical Info
af: Tegniese Inligting
am: ቴክኒካዊ መረጃ
ar: معلومات تقنية
bg: Техническа информация
bn: প্রযুক্তিগত তথ্য
ca: Informació tècnica
de: Technische Infos
el: Τεχνικές πληροφορίες
et: Tehniline info
eu: Informazio teknikoa
fi: Tekniset tiedot
fil: Teknikal na Impormasyon
fr: Informations techniques
gl: Información técnica
gu: તાંત્રિક માહિતી
he: ע
hi: तकनीकी जानकारी
hu: Technikai információ
id: Info Teknis
it: Informazioni tecniche
ja: 技術情報
km: ព័ត៌មានបច្ចេកទេស
kn: ತಾಂತ್ರಿಕ ಮಾಹಿತಿ
lo: ຂໍ້ມູນດ້ານເຕັກນິກ
mk: Технички информации
ml: സാങ്കേതിക വിവരം
mr: तांत्रिक माहिती
ms: Maklumat Teknikal
my: နည်းပညာ အချက်အလက်
ne: प्राविधिक जानकारी
nl: Technische info
pa: ਤਕਨੀਕੀ ਜਾਣਕਾਰੀ
pl: Informacje techniczne
pt_pt: Informação Técnica
ru: Техническая информация
si: තාක්ෂණික තොරතුරු
sl: Tehni캜ne informacije
sr: Техничке информације
sw: Maelezo ya Kiufundi
ta: தொழில்நுட்ப தகவல்
te: టెక్నికల్ సమాచారం
th: ข้อมูลทางเทคนิค
uk: Технічна інформація
zu: Ulwazi Lobuchwepheshe

# about.tech.engine
source: AI Engine
af: KI-Enjin
am: AI ሞተር
ar: محرك الذكاء الاصطناعي
bg: AI Двигател
bn: AI ইঞ্জিন
ca: Motor d'IA
de: KI-Engine
el: Μηχανή Τεχνητής Νοημοσύνης
et: AI mootor
eu: IA motorea
fi: Tekoälymoottori
fr: Moteur IA
gl: Motor de IA
gu: AI એન્જિન
he: ע AI
hi: AI इंजन
hu: AI motor
id: Mesin AI
it: Motore IA
ja: AIエンジン
km: ម៉ាស៊ីន AI
kn: AI ಇಂಜಿನ್
lo: ເຄື່ອງຈັກ AI
mk: АИ мотор
ml: AI എൻജിൻ
mr: AI इंजिन
ms: Enjin AI
my: AI အင်ဂျင်
ne: AI इन्जिन
pa: AI ਇੰਜਣ
pl: Silnik AI
pt_pt: Motor de IA
ru: Движок ИИ
si: AI එන්ජිම
sr: AI мотор
sw: Injini ya AI
ta: AI இயந்திரம்
te: AI ఇంజిన్
th: เครื่องมือ AI
uk: Двигун ШІ
zu: Injini ye-AI

# about.tech.format
source: Supported Format
af: Ondersteunde Formaat
am: የሚደገፍ ቅርጸት
ar: التنسيق المدعوم
bg: Поддържан формат
bn: সমর্থিত ফর্ম্যাট
ca: Format suportat
de: Unterstütztes Format
el: Υποστηριζόμενη μορφή
et: Toetatud formaat
eu: Onartutako formatua
fi: Tuettu formaatti
fil: Suportadong Format
fr: Format pris en charge
gl: Formato admitido
gu: સપોર્ટ કરેલું ફોર્મેટ
he: פר ת
hi: समर्थित प्रारूप
hu: Támogatott formátum
id: Format yang Didukung
it: Formato supportato
ja: 対応モデル
km: ទ្រង់ទ្រាយគាំទ្រ
kn: ಬೆಂಬಲಿತ ಸ್ವರೂಪ
lo: ຮູບແບບທີ່ສະໜັບສະໜູນ
mk: Поддржан формат
ml: പിന്തുണയ്ക്കുന്ന ഫോർമാറ്റ്
mr: समर्थित स्वरूप
ms: Format Yang Disokong
my: ပံ့ပိုးထားသော ပုံစံ
ne: समर्थित ढाँचा
nl: Ondersteund formaat
pa: ਸਮਰਥਿਤ ਫਾਰਮੈਟ
pl: Obsugiwany format
pt_pt: Formato Suportado
ru: Поддерживаемый формат
si: සහාය දක්වන ආකෘතිය
sl: Podprta oblika
sr: Подржани формат
sw: Muundo Unaotumika
ta: ஆதரிக்கப்படும் வடிவம்
te: సపోర్టెడ్ ఫార్మాట్
th: รูปแบบที่รองรับ
uk: Підтримуваний формат
zu: Ifomethi Esekelwayo

# about.tech.inference
source: Inference
af: Inferensie
am: ተናደድ
ar: الاستدلال
bg: Извод
bn: ইনফারেন্স
ca: Inferència
de: Inferenz
el: Συμπερασμός
et: Järeldamine
eu: Inferentzia
fi: Päättely
fr: Inférence
gl: Inferencia
gu: ઇન્ફરન્સ
he: סק
hi: इंफरेंस
hu: Következtetés
id: Inferensi
it: Inferenza
ja: 推論
km: ការសន្និដ្ឋាន
kn: ಇನ್‌ಫರೆನ್ಸ್
lo: ການສະຫຼຸບ
mk: Инференција
ml: ഇൻഫറൻസ്
mr: इन्फरन्स
ms: Inferens
my: ကောက်ချက်ချမှု
ne: इन्फरेन्स
nl: Inferentie
pa: ਇੰਫਰੈਂਸ
pl: Wnioskowanie
pt_pt: Inferência
ru: Инференс
si: නිගමනය
sl: Inferenca
sr: Закључивање
sw: Uamuzi
ta: அனுமானம்
te: ఇన్‌ఫరెన్స్
th: การอนุมาน
uk: Виведення
zu: Ukuqagela

# about.data.management
source: Data Management
af: Databestuur
am: የመረጃ አስተዳደር
ar: إدارة البيانات
bg: Управление на данни
bn: ডেটা ব্যবস্থাপনা
ca: Gestió de dades
de: Datenverwaltung
el: Διαχείριση δεδομένων
et: Andmehaldus
eu: Datuen kudeaketa
fi: Tiedonhallinta
fil: Pamamahala ng Data
fr: Gestion des données
gl: Xestión de datos
gu: ડેટા મેનેજમેન્ટ
he: ת
hi: डेटा प्रबंधन
hu: Adatkezelés
id: Manajemen Data
it: Gestione dati
ja: データ管理
km: ការគ្រប់គ្រងទិន្នន័យ
kn: ಡೇಟಾ ನಿರ್ವಹಣೆ
lo: ການຈັດການຂໍ້ມູນ
mk: Управување со податоци
ml: ഡാറ്റ മാനേജ്മെന്റ്
mr: डेटा व्यवस्थापन
ms: Pengurusan Data
my: ဒေတာ စီမံခန့်ခွဲမှု
ne: डाटा व्यवस्थापन
nl: Gegevensbeheer
pa: ਡੇਟਾ ਪ੍ਰਬੰਧਨ
pl: Zarzdzanie danymi
pt_pt: Gestão de Dados
ru: Управление данными
si: දත්ත කළමනාකරණය
sl: Upravljanje podatkov
sr: Управљање подацима
sw: Usimamizi wa Data
ta: தரவு மேலாண்மை
te: డేటా మేనేజ్‌మెంట్
th: การจัดการข้อมูล
uk: Управління даними
zu: Ukuphatha Idatha

# about.delete.all
source: Delete All Conversations
af: Skrap Alle Gesprekke
am: ሁሉንም ውይይቶች ሰርዝ
ar: حذف جميع المحادثات
bg: Изтрий всички разговори
bn: সমস্ত কথোপকথন মুছুন
ca: Eliminar totes les converses
de: Alle Unterhaltungen löschen
el: Διαγραφή όλων των συνομιλιών
et: Kustuta kõik vestlused
eu: Ezabatu elkarrizketa guztiak
fi: Poista kaikki keskustelut
fil: Burahin ang Lahat ng Conversation
fr: Supprimer toutes les conversations
gl: Eliminar todas as conversas
gu: બધી વાતચીતો કાઢી નાખો
he: ק ת שת
hi: सभी बातचीत हटाएं
hu: Minden beszélgetés törlése
id: Hapus Semua Percakapan
it: Elimina tutte le conversazioni
ja: すべての会話を削除
km: លុបសន្ទនាទាំងអស់
kn: ಎಲ್ಲಾ ಸಂಭಾಷಣೆಗಳನ್ನು ಅಳಿಸಿ
lo: ລຶບການສົນທະນາທັງໝົດ
mk: Избриши ги сите разговори
ml: എല്ലാ സംഭാഷണങ്ങളും ഇല്ലാതാക്കുക
mr: सर्व संभाषणे हटवा
ms: Padam Semua Perbualan
my: စကားစမြည့် အားလုံး ဖျက်ပါ
ne: सबै कुराकानीहरू मेटाउनुहोस्
nl: Verwijder alle gesprekken
pa: ਸਾਰੀਆਂ ਗੱਲਬਾਤਾਂ ਮਿਟਾਓ
pl: Usu wszystkie rozmowy
pt_pt: Eliminar Todas as Conversas
ru: Удалить все разговоры
si: සියලුම කතාබස් මකන්න
sl: Izbri코i vse pogovore
sr: Обриши све разговоре
sw: Futa Mazungumzo Yote
ta: அனைத்து உரையாடல்களையும் நீக்கு
te: అన్ని సంభాషణలను తొలగించు
th: ลบการสนทนาทั้งหมด
uk: Видалити всі розмови
zu: Susa Zonke Izingxoxo

# about.credits
source: Credits
af: Krediete
am: ክሬዲቶች
ar: الاعتمادات
bg: Кредити
bn: কৃতিত্ব
ca: Crèdits
de: Danksagungen
el: Συντελεστές
et: Autorid
eu: Kredituak
fi: Tekijätiedot
fil: Mga Kredito
fr: Crédits
gl: Créditos
gu: શ્રેય
he: קר
hi: क्रेडिट
hu: Köszönetnyilvánítás
id: Kredit
it: Crediti
ja: クレジット
km: កិត្តិយស
kn: ಕ್ರೆಡಿಟ್‌ಗಳು
lo: ກຽດຕິ
mk: Кредити
ml: ക്രെഡിറ്റുകൾ
mr: श्रेय
ms: Kredit
my: ဂုဏ်ပြုချီးမွမ်းမှု
ne: श्रेयहरू
pa: ਕ੍ਰੈਡਿਟਸ
pl: Podzikowania
pt_pt: Créditos
ru: Благодарности
si: ගෞරව
sl: Zasluge
sr: Заслуге
sw: Sifa
ta: நன்றி
te: క్రెడిట్స్
th: เครดิต
uk: Подяки
zu: Amalungelo

# about.credits.description
source: This app uses open source libraries
af: Hierdie toepassing gebruik oopbronbiblioteke
am: ይህ መተግበሪያ ክፍት ምንጭ ቤተ-መጻሕፍትን ይጠቀማል
ar: يستخدم هذا التطبيق مكتبات مفتوحة المصدر
bg: Това приложение използва библиотеки с отворен код
bn: এই অ্যাপ ওপেন সোর্স লাইব্রেরি ব্যবহার করে
ca: Aquesta app utilitza biblioteques de codi obert
de: Diese App verwendet Open-Source-Bibliotheken
el: Αυτή η εφαρμογή χρησιμοποιεί βιβλιοθήκες ανοιχτού κώδικα
et: See rakendus kasutab avatud lähtekoodiga teeke
eu: Aplikazio honek kode irekiko liburutegiak erabiltzen ditu
fi: Tämä sovellus käyttää avoimen lähdekoodin kirjastoja
fil: Ang app na ito ay gumagamit ng open source libraries
fr: Cette app utilise des bibliothèques open source
gl: Esta app usa bibliotecas de código aberto
gu: આ એપ ઓપન સોર્સ લાઇબ્રેરી વાપરે છે
he: פקצ שתשת ספרת ק פת
hi: यह ऐप ओपन सोर्स लाइब्रेरीज़ का उपयोग करता है
hu: Ez az app nyílt forráskódú könyvtárakat használ
id: Aplikasi ini menggunakan pustaka sumber terbuka
it: Questa app utilizza librerie open source
ja: このアプリはオープンソースライブラリを使用しています
km: កម្មវិធីនេះប្រើបណ្ណាល័យប្រភពបើកចំហ
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಓಪನ್ ಸೋರ್ಸ್ ಲೈಬ್ರರಿಗಳನ್ನು ಬಳಸುತ್ತದೆ
lo: ແອັບນີ້ໃຊ້ໄລບຣາລີແຫຼ່ງເປີດ
mk: Оваа апликација користи библиотеки со отворен код
ml: ഈ ആപ്പ് ഓപ്പൺ സോഴ്സ് ലൈബ്രറികൾ ഉപയോഗിക്കുന്നു
mr: हे अॅप ओपन सोर्स लायब्ररी वापरते
ms: Aplikasi ini menggunakan perpustakaan sumber terbuka
my: ဤအက်ပ်သည် ပွင့်လင်းရင်းမြစ် စာကြည့်တိုက်များကို အသုံးပြုသည်
ne: यो एपले खुला स्रोत पुस्तकालयहरू प्रयोग गर्दछ
nl: Deze app maakt gebruik van open source bibliotheken
pa: ਇਹ ਐਪ ਓਪਨ ਸੋਰਸ ਲਾਇਬ੍ਰੇਰੀਆਂ ਵਰਤਦੀ ਹੈ
pl: Ta aplikacja wykorzystuje biblioteki open source
pt_pt: Esta aplicação usa bibliotecas de código aberto
ru: Это приложение использует библиотеки с открытым исходным кодом
si: මෙම යෙදුම විවෘත මූලාශ්‍ර පුස්තකාල භාවිතා කරයි
sl: Ta aplikacija uporablja knji쬹ice odprtokodne
sr: Ова апликација користи библиотеке отвореног кода
sw: Programu hii inatumia maktaba za chanzo wazi
ta: இந்த பயன்பாடு திறந்த மூல நூலகங்களைப் பயன்படுத்துகிறது
te: ఈ యాప్ ఓపెన్ సోర్స్ లైబ్రరీలను ఉపయోగిస్తుంది
th: แอปนี้ใช้ไลบรารีโอเพ่นซอร์ส
uk: Цей додаток використовує бібліотеки з відкритим кодом
zu: Le app isebenzisa imitapo yomthombo ovulelekile

# about.privacy.section
source: Privacy
af: Privaatheid
am: ግላዊነት
ar: الخصوصية
bg: Поверителност
bn: গোপনীয়তা
ca: Privadesa
de: Datenschutz
el: Απόρρητο
et: Privaatsus
eu: Pribatutasuna
fi: Yksityisyys
fr: Confidentialité
gl: Privacidade
gu: ગોપનીયતા
he: פרת
hi: गोपनीयता
hu: Adatvédelem
id: Privasi
ja: プライバシー
km: ឯកជនភាព
kn: ಗೌಪ್ಯತೆ
lo: ຄວາມເປັນສ່ວນຕົວ
mk: Приватност
ml: സ്വകാര്യത
mr: गोपनीयता
ms: Privasi
my: ကိုယ်ရေးကိုယ်တာ
ne: गोपनीयता
pa: ਗੋਪਨੀਯਤਾ
pl: Prywatno
pt_pt: Privacidade
ru: Конфиденциальность
si: රහස්‍යතාව
sl: Zasebnost
sr: Приватност
sw: Faragha
ta: தனியுரிமை
te: ప్రైవసీ
th: ความเป็นส่วนตัว
uk: Конфіденційність
zu: Ubumfihlo

# about.gguf.format
source: GGUF Format
af: GGUF-formaat
am: GGUF ቅርጸት
ar: تنسيق GGUF
bg: GGUF формат
bn: GGUF ফর্ম্যাট
ca: Format GGUF
el: Μορφή GGUF
et: GGUF formaat
eu: GGUF formatua
fi: GGUF-formaatti
fr: Format GGUF
gl: Formato GGUF
gu: GGUF ફોર્મેટ
he: פר GGUF
hi: GGUF प्रारूप
hu: GGUF formátum
id: Format GGUF
it: Formato GGUF
ja: GGUF形式
km: ទ្រង់ទ្រាយ GGUF
kn: GGUF ಸ್ವರೂಪ
lo: ຮູບແບບ GGUF
mk: GGUF формат
ml: GGUF ഫോർമാറ്റ്
mr: GGUF स्वरूप
ms: Format GGUF
my: GGUF ပုံစံ
ne: GGUF ढाँचा
nl: GGUF-formaat
pa: GGUF ਫਾਰਮੈਟ
pl: Format GGUF
pt_pt: Formato GGUF
ru: Формат GGUF
si: GGUF ආකෘතිය
sl: Oblika GGUF
sr: GGUF формат
sw: Muundo wa GGUF
ta: GGUF வடிவம்
te: GGUF ఫార్మాట్
th: รูปแบบ GGUF
uk: Формат GGUF
zu: Ifomethi ye-GGUF

# about.metal.gpu
source: Metal GPU Acceleration
af: Metal GPU-versnelling
am: Metal GPU ማፋጠን
ar: تسريع Metal GPU
bg: Metal GPU ускоряване
bn: Metal GPU ত্বরণ
ca: Acceleració GPU Metal
de: Metal-GPU-Beschleunigung
el: Επιτάχυνση Metal GPU
et: Metal GPU kiirendus
eu: Metal GPU azelerazioa
fi: Metal GPU -kiihdytys
fr: Accélération GPU Metal
gl: Aceleración GPU Metal
gu: Metal GPU પ્રવેગ
he: צת Metal GPU
hi: Metal GPU त्वरण
hu: Metal GPU gyorsítás
id: Akselerasi GPU Metal
it: Accelerazione GPU Metal
ja: Metal GPU加速
km: ការបង្កើនល្បឿន Metal GPU
kn: Metal GPU ವೇಗವರ್ಧನೆ
lo: ການເພີ່ມຄວາມໄວ Metal GPU
mk: Metal GPU забрзување
ml: Metal GPU ത്വരണം
mr: Metal GPU प्रवेग
ms: Pecutan Metal GPU
my: Metal GPU အရှိန်မြှင့်တင်မှု
ne: Metal GPU त्वरण
nl: Metal GPU-versnelling
pa: Metal GPU ਪ੍ਰਵੇਗ
pl: Przyspieszenie Metal GPU
pt_pt: Aceleração GPU Metal
ru: Ускорение Metal GPU
si: Metal GPU ත්වරණය
sl: Pospe코evanje Metal GPU
sr: Metal GPU убрзање
sw: Kuongeza Kasi kwa Metal GPU
ta: Metal GPU முடுக்கம்
te: Metal GPU వేగవృద్ధి
th: การเร่งความเร็ว Metal GPU
uk: Прискорення Metal GPU
zu: Ukusheshisa kwe-Metal GPU

# referral.title
source: Refer Friends
af: Verwys Vriende
am: ጓደኞችን ጠቅስ
ar: إحالة الأصدقاء
bg: Препоръчай приятели
bn: বন্ধুদের রেফার করুন
ca: Recomana amics
de: Freunde empfehlen
el: Προτείνετε σε φίλους
et: Soovita sõpradele
eu: Gonbidatu lagunak
fi: Suosittele ystäville
fil: Mag-refer ng Mga Kaibigan
fr: Parrainer des amis
gl: Referir amigos
gu: મિત્રોને સંદર્ભિત કરો
he: פ ר
hi: दोस्तों को रेफर करें
hu: Barátok ajánlása
id: Ajak Teman
it: Invita amici
ja: 友達を紹介
km: បញ្ជូនមិត្តភក្តិ
kn: ಸ್ನೇಹಿತರನ್ನು ಉಲ್ಲೇಖಿಸಿ
lo: ແນະນຳໝູ່ເພື່ອນ
mk: Препорачајте пријатели
ml: സുഹൃത്തുക്കളെ പരാമർശിക്കുക
mr: मित्रांना संदर्भित करा
ms: Rujuk Rakan
my: သူငယ်ချင်းများ လွှဲပြောင်းပေးပါ
ne: साथीहरूलाई सिफारिस गर्नुहोस्
nl: Verwijs vrienden
pa: ਦੋਸਤਾਂ ਨੂੰ ਹਵਾਲਾ ਦਿਓ
pl: Pole znajomym
pt_pt: Indicar Amigos
ru: Пригласить друзей
si: මිතුරන් යොමු කරන්න
sl: Priporo캜i prijateljem
sr: Препоручи пријатеље
sw: Pendekeza Marafiki
ta: நண்பர்களைப் பரிந்துரைக்கவும்
te: స్నేహితులను రెఫర్ చేయండి
th: แนะนำเพื่อน
uk: Порекомендувати друзям
zu: Dlulisela Abangane
