Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# vision.model.required.description
source: To analyze images, you need a vision-capable AI model
af: Om beelde te analiseer, het jy 'n visie-bekwame KI-model nodig
am: ምስሎችን ለመተንተን የእይታ-ብቃት ያለው AI ሞዴል ያስፈልግዎታል
ar: لتحليل الصور، تحتاج إلى نموذج ذكاء اصطناعي يدعم الرؤية
bg: За да анализирате изображения, е необходим AI модел със способност за зрение
bn: ছবি বিশ্লেষণ করতে, আপনার একটি ভিশন-সক্ষম AI মডেল প্রয়োজন
ca: Per analitzar imatges, necessites un model d'IA amb capacitat de visió
de: Um Bilder zu analysieren, benötigst du ein KI-Modell mit Bilderkennung
el: Για να αναλύσετε εικόνες, χρειάζεστε ένα μοντέλο τεχνητής νοημοσύνης με δυνατότητα όρασης
et: Piltide analüüsimiseks vajate nägemissuutlikku AI mudelit
eu: Irudiak aztertzeko, ikusmen gaitasuna duen IA eredu bat behar duzu
fi: Kuvien analysointiin tarvitset näkökykyisen tekoälymallin
fil: Para mag-analisa ng mga larawan, kailangan mo ng vision-capable na AI model
fr: Pour analyser des images, vous avez besoin d'un modèle IA compatible avec la vision
gl: Para analizar imaxes, necesitas un modelo de IA con capacidade de visión
gu: છબીઓનું વિશ્લેષણ કરવા માટે, તમારે વિઝન-સક્ષમ AI મોડેલ જોઈએ
he: ת תת, ת צר AI ע ת ר
hi: छवियों का विश्लेषण करने के लिए आपको विज़न-सक्षम AI मॉडल की आवश्यकता है
hu: Képek elemzéséhez látás-képes AI modellre van szükség
id: Untuk menganalisis gambar, Anda memerlukan model AI dengan kemampuan visi
it: Per analizzare le immagini, è necessario un modello IA con capacità visive
ja: 画像を分析するには、画像認識対応のAIモデルが必要です
km: ដើម្បីវិភាគរូបភាព អ្នកត្រូវការគំរូ AI ដែលមានសមត្ថភាពមើលឃើញ
kn: ಚಿತ್ರಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಲು, ನಿಮಗೆ ವಿಷನ್-ಸಾಮರ್ಥ್ಯದ AI ಮಾಡೆಲ್ ಅಗತ್ಯವಿದೆ
lo: ເພື່ອວິເຄາະຮູບພາບ, ທ່ານຕ້ອງການໂມເດລ AI ທີ່ມີຄວາມສາມາດວິໄສທັດ
mk: За да анализирате слики, потребен ви е АИ модел со способност за видување
ml: ചിത്രങ്ങൾ വിശകലനം ചെയ്യാൻ, നിങ്ങൾക്ക് വിഷൻ-പ്രാപ്തമായ AI മോഡൽ ആവശ്യമാണ്
mr: प्रतिमा विश्लेषण करण्यासाठी, तुम्हाला व्हिजन-सक्षम AI मॉडेल आवश्यक आहे
ms: Untuk menganalisis imej, anda memerlukan model AI yang berkebolehan penglihatan
my: ပုံများ ပိုင်းခြားစိတ်ဖြာရန်၊ သင့်အနေဖြင့် အမြင်အာရုံ စွမ်းရည်ရှိသော AI မော်ဒယ် လိုအပ်သည်
ne: छविहरू विश्लेषण गर्न, तपाईंलाई दृष्टि-सक्षम AI मोडेल चाहिन्छ
nl: Om afbeeldingen te analyseren, heb je een vision-capable AI-model nodig
pa: ਤਸਵੀਰਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਵਿਜ਼ਨ-ਸਮਰੱਥ AI ਮਾਡਲ ਦੀ ਲੋੜ ਹੈ
pl: Aby analizowa obrazy, potrzebujesz modelu AI z możliwoci wizji
pt_pt: Para analisar imagens, precisa de um modelo de IA com capacidade de visão
ru: Для анализа изображений нужна модель ИИ с возможностью зрения
si: රූප විශ්ලේෂණය කිරීමට, ඔබට දර්ශන හැකියාව ඇති AI ආකෘතියක් අවශ්‍යයි
sl: Za analizo slik potrebujete AI model s podporo za vid
sr: За анализу слика, потребан вам је AI модел способан за визију
sw: Ili kuchambua picha, unahitaji modeli ya AI yenye uwezo wa maono
ta: படங்களைப் பகுப்பாய்வு செய்ய, உங்களுக்கு பார்வை-திறன் கொண்ட AI மாதிரி தேவை
te: చిత్రాలను విశ్లేషించడానికి, మీకు విజన్-సామర్థ్య AI మోడల్ అవసరం
th: เพื่อวิเคราะห์ภาพ คุณต้องใช้โมเดล AI ที่สามารถใช้วิชันได้
uk: Для аналізу зображень потрібна модель ШІ з можливістю зору
zu: Ukuze uhlaziye izithombe, udinga imodeli ye-AI enelokho ukubuka

# vision.model.switch
source: Switch Model
af: Wissel Model
am: ሞዴል ቀይር
ar: تبديل النموذج
bg: Превключи модел
bn: মডেল পরিবর্তন করুন
ca: Canviar model
de: Modell wechseln
el: Εναλλαγή μοντέλου
et: Vaheta mudelit
eu: Aldatu eredua
fi: Vaihda mallia
fil: Lumipat ng Model
fr: Changer de modèle
gl: Cambiar modelo
gu: મોડેલ બદલો
he: ף
hi: मॉडल बदलें
hu: Modell váltás
id: Ganti Model
it: Cambia modello
ja: 切り替える
km: ប្តូរគំរូ
kn: ಮಾಡೆಲ್ ಬದಲಿಸಿ
lo: ປ່ຽນໂມເດລ
mk: Промени модел
ml: മോഡൽ മാറ്റുക
mr: मॉडेल बदला
ms: Tukar Model
my: မော်ဒယ် ပြောင်းပါ
ne: मोडेल स्विच गर्नुहोस्
nl: Wissel van model
pa: ਮਾਡਲ ਬਦਲੋ
pl: Zmie model
pt_pt: Mudar de Modelo
ru: Переключить модель
si: ආකෘතිය මාරු කරන්න
sl: Preklopi model
sr: Промени модел
sw: Badilisha Modeli
ta: மாதிரியை மாற்று
te: మోడల్‌ను మార్చు
th: สลับโมเดล
uk: Перемкнути модель
zu: Shintsha Imodeli

# vision.model.switch.message %@
source: Switch to %@ to enable image analysis?
af: Wissel na %@ om beeldanalise te aktiveer?
am: ወደ %@ ቀይር የምስል ትንተናን ለማንቃት?
ar: هل تريد التبديل إلى %@ لتفعيل تحليل الصور؟
bg: Превключи на %@, за да активирате анализа на изображения?
bn: ছবি বিশ্লেষণ সক্ষম করতে %@ এ পরিবর্তন করবেন?
ca: Canviar a %@ per activar l'anlisi d'imatge?
de: Zu %@ wechseln, um Bildanalyse zu aktivieren?
el: Εναλλαγή σε %@ για ενεργοποίηση ανάλυσης εικόνας;
et: Vahetada mudelile %@ pildianalüüsi lubamiseks?
eu: Aldatu %@ra irudi azterketa gaitzeko?
fi: Vaihda malliin %@ ottaaksesi kuva-analyysin käyttöön?
fil: Lumipat sa %@ para i-enable ang image analysis?
fr: Passer à %@ pour activer l'analyse d'image ?
gl: Cambiar a %@ para activar o análise de imaxes?
gu: છબી વિશ્લેષણ સક્ષમ કરવા માટે %@ પર સ્વિચ કરવું?
he: ף -%@ פע ת ת?
hi: छवि विश्लेषण सक्षम करने के लिए %@ पर स्विच करें?
hu: Váltás %@ modellre a képelemzés engedélyezéséhez?
id: Ganti ke %@ untuk mengaktifkan analisis gambar?
it: Passare a %@ per abilitare l'analisi delle immagini?
ja: %@ に切り替えて画像分析を有効にしますか？
km: ប្តូរទៅ %@ ដើម្បីបើកការវិភាគរូបភាព?
kn: ಚಿತ್ರ ವಿಶ್ಲೇಷಣೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು %@ ಗೆ ಬದಲಾಯಿಸುವುದೇ?
lo: ປ່ຽນໄປເປັນ %@ ເພື່ອເປີດການວິເຄາະຮູບພາບບໍ?
mk: Да се промени на %@ за да се овозможи анализа на слики?
ml: ചിത്രം വിശകലനം പ്രാപ്തമാക്കാൻ %@ ലേക്ക് മാറണോ?
mr: प्रतिमा विश्लेषण सक्षम करण्यासाठी %@ वर स्विच करायचे?
ms: Tukar ke %@ untuk mengaktifkan analisis imej?
my: ပုံ ပိုင်းခြားစိတ်ဖြာမှု ဖွင့်ရန် %@ သို့ ပြောင်းမလား?
ne: छवि विश्लेषण सक्षम पार्न %@ मा स्विच गर्ने?
nl: Overschakelen naar %@ om beeldanalyse in te schakelen?
pa: ਤਸਵੀਰ ਵਿਸ਼ਲੇਸ਼ਣ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ %@ 'ਤੇ ਬਦਲਣਾ?
pl: Przeczy na %@, aby wczy analiz obrazu?
pt_pt: Mudar para %@ para ativar análise de imagem?
ru: Переключиться на %@ для анализа изображений?
si: රූප විශ්ලේෂණය සක්‍රීය කිරීමට %@ වෙත මාරු වන්නද?
sl: Preklopi na %@ za analizo slik?
sr: Пребаци на %@ да омогућиш анализу слике?
sw: Badilisha kwenda %@ ili kuwezesha uchambuzi wa picha?
ta: படம் பகுப்பாய்வை இயக்க %@ க்கு மாறவா?
te: చిత్ర విశ్లేషణ ఎనేబుల్ చేయడానికి %@కు మారాలా?
th: สลับไปยัง %@ เพื่อเปิดการวิเคราะห์ภาพ?
uk: Перемкнутися на %@ для активації аналізу зображень?
zu: Shintshela ku-%@ ukuze unike amandla ukuhlaziya isithombe?

# vision.model.download
source: Download
af: Laai Af
am: አውርድ
ar: تنزيل
bg: Изтегли
bn: ডাউনলোড
ca: Descarregar
de: Herunterladen
el: Λήψη
et: Laadi alla
eu: Deskargatu
fi: Lataa
fil: I-download
fr: Télécharger
gl: Descargar
gu: ડાઉનલોડ
he: ר
hi: डाउनलोड
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್
lo: ດາວໂຫລດ
mk: Преземи
ml: ഡൗൺലോഡ്
mr: डाउनलोड
ms: Muat Turun
my: ဒေါင်းလုဒ်
ne: डाउनलोड गर्नुहोस्
pa: ਡਾਊਨਲੋਡ
pl: Pobierz
pt_pt: Transferir
ru: Загрузить
si: බාගන්න
sl: Prenesi
sr: Преузми
sw: Pakua
ta: பதிவிறக்கு
te: డౌన్‌లోడ్
th: ดาวน์โหลด
uk: Завантажити
zu: Downloada

# vision.model.download.message %@ %@
source: Download %@ (%@) to analyze images?
af: Laai %@ (%@) af om beelde te analiseer?
am: %@ (%@) አውርድ ምስሎችን ለመተንተን?
ar: هل تريد تنزيل %@ (%@) لتحليل الصور؟
bg: Изтегли %@ (%@), за да анализирате изображения?
bn: ছবি বিশ্লেষণ করতে %@ (%@) ডাউনলোড করবেন?
ca: Descarregar %@ (%@) per analitzar imatges?
de: %@ (%@) herunterladen, um Bilder zu analysieren?
el: Λήψη %@ (%@) για ανάλυση εικόνων;
et: Laadida alla %@ (%@) piltide analüüsimiseks?
eu: Deskargatu %@ (%@) irudiak aztertzeko?
fi: Ladataanko %@ (%@) kuvien analysointia varten?
fil: I-download ang %@ (%@) para mag-analisa ng mga larawan?
fr: Télécharger %@ (%@) pour analyser les images ?
gl: Descargar %@ (%@) para analizar imaxes?
gu: છબીઓનું વિશ્લેષણ કરવા માટે %@ (%@) ડાઉનલોડ કરવું?
he: ר %@ (%@) ת תת?
hi: छवियों का विश्लेषण करने के लिए %@ (%@) डाउनलोड करें?
hu: %@ (%@) letöltése képek elemzéséhez?
id: Unduh %@ (%@) untuk menganalisis gambar?
it: Scaricare %@ (%@) per analizzare le immagini?
ja: 画像分析のために %@ (%@) をダウンロードしますか？
km: ទាញយក %@ (%@) ដើម្បីវិភាគរូបភាព?
kn: ಚಿತ್ರಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಲು %@ (%@) ಡೌನ್‌ಲೋಡ್ ಮಾಡುವುದೇ?
lo: ດາວໂຫລດ %@ (%@) ເພື່ອວິເຄາະຮູບພາບບໍ?
mk: Да се преземе %@ (%@) за анализа на слики?
ml: ചിത്രങ്ങൾ വിശകലനം ചെയ്യാൻ %@ (%@) ഡൗൺലോഡ് ചെയ്യണോ?
mr: प्रतिमा विश्लेषण करण्यासाठी %@ (%@) डाउनलोड करायचे?
ms: Muat turun %@ (%@) untuk menganalisis imej?
my: ပုံများ ပိုင်းခြားစိတ်ဖြာရန် %@ (%@) ဒေါင်းလုဒ်လုပ်မလား?
ne: छविहरू विश्लेषण गर्न %@ (%@) डाउनलोड गर्ने?
nl: %@ (%@) downloaden om afbeeldingen te analyseren?
pa: ਤਸਵੀਰਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ %@ (%@) ਡਾਊਨਲੋਡ ਕਰਨਾ?
pl: Pobra %@ (%@), aby analizowa obrazy?
pt_pt: Transferir %@ (%@) para analisar imagens?
ru: Загрузить %@ (%@) для анализа изображений?
si: රූප විශ්ලේෂණය කිරීමට %@ (%@) බාගන්නද?
sl: Prenesi %@ (%@) za analizo slik?
sr: Преузми %@ (%@) за анализу слика?
sw: Pakua %@ (%@) ili kuchambua picha?
ta: படங்களைப் பகுப்பாய்வு செய்ய %@ (%@) பதிவிறக்கவா?
te: చిత్రాలను విశ్లేషించడానికి %@ (%@) డౌన్‌లోడ్ చేయాలా?
th: ดาวน์โหลด %@ (%@) เพื่อวิเคราะห์ภาพ?
uk: Завантажити %@ (%@) для аналізу зображень?
zu: Downloada u-%@ (%@) ukuze uhlaziye izithombe?

# vision.model.not.available
source: No compatible vision model available for your device
af: Geen versoenbare visiemodel beskikbaar vir jou toestel nie
am: ለእርስዎ መሣሪያ ምንም ተኳሃኝ የእይታ ሞዴል የለም
ar: لا يتوفر نموذج رؤية متوافق مع جهازك
bg: Няма съвместим модел за зрение за вашето устройство
bn: আপনার ডিভাইসের জন্য কোনো সামঞ্জস্যপূর্ণ ভিশন মডেল উপলব্ধ নেই
ca: No hi ha cap model de visió compatible disponible per al teu dispositiu
de: Kein kompatibles Vision-Modell für dein Gerät verfügbar
el: Δεν υπάρχει διαθέσιμο συμβατό μοντέλο όρασης για τη συσκευή σας
et: Teie seadmele pole sobivaid nägemismudeleid saadaval
eu: Ez dago bateragarria den ikusmen eredurik zure gailurako
fi: Yhteensopivaa näkömallia ei ole saatavilla laitteellesi
fil: Walang compatible na vision model na available para sa iyong device
fr: Aucun modèle de vision compatible disponible pour votre appareil
gl: Non hai ningún modelo de visión compatible dispoñible para o teu dispositivo
gu: તમારા ઉપકરણ માટે સુસંગત વિઝન મોડેલ ઉપલબ્ધ નથી
he: ר ת שר ש
hi: आपके डिवाइस के लिए कोई संगत विज़न मॉडल उपलब्ध नहीं
hu: Nincs kompatibilis látás modell az eszközhöz
id: Tidak ada model visi yang kompatibel untuk perangkat Anda
it: Nessun modello visivo compatibile disponibile per il tuo dispositivo
ja: このデバイスに対応する画像認識モデルがありません
km: គ្មានគំរូមើលឃើញឆបគ្នាសម្រាប់ឧបករណ៍របស់អ្នក
kn: ನಿಮ್ಮ ಸಾಧನಕ್ಕಾಗಿ ಹೊಂದಾಣಿಕೆಯ ವಿಷನ್ ಮಾಡೆಲ್ ಲಭ್ಯವಿಲ್ಲ
lo: ບໍ່ມີໂມເດລວິໄສທັດທີ່ເຂົ້າກັນກັບອຸປະກອນຂອງທ່ານ
mk: Нема компатибилен модел за видување достапен за вашиот уред
ml: നിങ്ങളുടെ ഉപകരണത്തിന് അനുയോജ്യമായ വിഷൻ മോഡൽ ലഭ്യമല്ല
mr: तुमच्या डिव्हाइससाठी सुसंगत व्हिजन मॉडेल उपलब्ध नाही
ms: Tiada model penglihatan yang serasi tersedia untuk peranti anda
my: သင့်စက်အတွက် သင့်လျော်သော အမြင်အာရုံ မော်ဒယ် မရှိပါ
ne: तपाईंको उपकरणको लागि कुनै उपयुक्त दृष्टि मोडेल उपलब्ध छैन
nl: Geen compatibel vision-model beschikbaar voor je apparaat
pa: ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਲਈ ਕੋਈ ਅਨੁਕੂਲ ਵਿਜ਼ਨ ਮਾਡਲ ਉਪਲਬਧ ਨਹੀਂ
pl: Brak kompatybilnego modelu wizyjnego dla Twojego urzdzenia
pt_pt: Nenhum modelo de visão compatível disponível para o seu dispositivo
ru: Нет совместимой модели со зрением для вашего устройства
si: ඔබේ උපාංගය සඳහා ගැලපෙන දර්ශන ආකෘතියක් නැත
sl: Za va코o napravo ni na voljo zdru쬷jiv model za vid
sr: Нема компатибилног модела за визију доступног за ваш уређај
sw: Hakuna modeli inayofaa ya maono inayopatikana kwa kifaa chako
ta: உங்கள் சாதனத்திற்கு இணக்கமான பார்வை மாதிரி கிடைக்கவில்லை
te: మీ పరికరం కోసం అనుకూల విజన్ మోడల్ అందుబాటులో లేదు
th: ไม่มีโมเดลวิชันที่เข้ากันได้สำหรับอุปกรณ์ของคุณ
uk: Немає сумісної моделі зору для вашого пристрою
zu: Ayikho imodeli yokubuka ehambisanayo etholakalayo kudivayisi yakho

# vision.model.switching
source: Switching model...
af: Wissel model...
am: ሞዴል በመቀየር ላይ...
ar: جارٍ تبديل النموذج...
bg: Превключване на модел...
bn: মডেল পরিবর্তন করছে...
ca: Canviant de model...
de: Modell wird gewechselt...
el: Εναλλαγή μοντέλου...
et: Vahetatakse mudelit...
eu: Eredua aldatzen...
fi: Vaihdetaan mallia...
fil: Lumilipat ng model...
fr: Changement de modèle...
gl: Cambiando modelo...
gu: મોડેલ બદલી રહ્યું છે...
he: ף ...
hi: मॉडल बदल रहा है...
hu: Modell váltás...
id: Mengganti model...
it: Cambio modello in corso...
ja: モデルを切り替え中...
km: កំពុងប្តូរគំរូ...
kn: ಮಾಡೆಲ್ ಬದಲಾಯಿಸುತ್ತಿದೆ...
lo: ກຳລັງປ່ຽນໂມເດລ...
mk: Се менува модел...
ml: മോഡൽ മാറ്റുന്നു...
mr: मॉडेल बदलत आहे...
ms: Menukar model...
my: မော်ဒယ် ပြောင်းနေသည်...
ne: मोडेल स्विच गर्दै...
nl: Model wisselen...
pa: ਮਾਡਲ ਬਦਲ ਰਿਹਾ ਹੈ...
pl: Przeczanie modelu...
pt_pt: A mudar de modelo...
ru: Переключение модели...
si: ආකෘතිය මාරු කරමින්...
sl: Preklapljam model...
sr: Промена модела...
sw: Inabadilisha modeli...
ta: மாதிரியை மாற்றுகிறது...
te: మోడల్ మారుస్తోంది...
th: กำลังสลับโมเดล...
uk: Перемикання моделі...
zu: Ishintsha imodeli...

# vision.model.download.title
source: Vision Models
af: Visiemodelle
am: የእይታ ሞዴሎች
ar: نماذج الرؤية
bg: Модели за зрение
bn: ভিশন মডেল
ca: Models de visió
de: Vision-Modelle
el: Μοντέλα όρασης
et: Nägemismudelid
eu: Ikusmen ereduak
fi: Näkömallit
fil: Mga Vision Model
fr: Modèles de vision
gl: Modelos de visión
gu: વિઝન મોડેલ્સ
he: ר
hi: विज़न मॉडल
hu: Látás modellek
id: Model Visi
it: Modelli visivi
ja: 画像認識モデル
km: គំរូមើលឃើញ
kn: ವಿಷನ್ ಮಾಡೆಲ್‌ಗಳು
lo: ໂມເດລວິໄສທັດ
mk: Модели за видување
ml: വിഷൻ മോഡലുകൾ
mr: व्हिजन मॉडेल्स
ms: Model Penglihatan
my: အမြင်အာရုံ မော်ဒယ်များ
ne: दृष्टि मोडेलहरू
nl: Vision-modellen
pa: ਵਿਜ਼ਨ ਮਾਡਲ
pl: Modele wizyjne
pt_pt: Modelos de Visão
ru: Модели со зрением
si: දර්ශන ආකෘති
sl: Modeli za vid
sr: Модели за визију
sw: Miundo ya Maono
ta: பார்வை மாதிரிகள்
te: విజన్ మోడల్స్
th: โมเดลวิชัน
uk: Моделі зору
zu: Amamodeli Okubuka

# vision.model.recommended
source: Recommended for your device
af: Aanbeveel vir jou toestel
am: ለእርስዎ መሣሪያ የሚመከር
ar: موصى به لجهازك
bg: Препоръчително за вашето устройство
bn: আপনার ডিভাইসের জন্য প্রস্তাবিত
ca: Recomanat per al teu dispositiu
de: Empfohlen für dein Gerät
el: Προτεινόμενο για τη συσκευή σας
et: Soovitatav teie seadmele
eu: Gomendatua zure gailurako
fi: Suositeltu laitteellesi
fil: Inirerekemenda para sa iyong device
fr: Recommandé pour votre appareil
gl: Recomendado para o teu dispositivo
gu: તમારા ઉપકરણ માટે ભલામણ કરેલ
he: ץ שר ש
hi: आपके डिवाइस के लिए अनुशंसित
hu: Ajánlott az eszközhöz
id: Direkomendasikan untuk perangkat Anda
it: Consigliato per il tuo dispositivo
ja: このデバイスにおすすめ
km: បានណែនាំសម្រាប់ឧបករណ៍របស់អ្នក
kn: ನಿಮ್ಮ ಸಾಧನಕ್ಕಾಗಿ ಶಿಫಾರಸು
lo: ແນະນຳສຳລັບອຸປະກອນຂອງທ່ານ
mk: Препорачано за вашиот уред
ml: നിങ്ങളുടെ ഉപകരണത്തിന് ശുപാർശ
mr: तुमच्या डिव्हाइससाठी शिफारसीत
ms: Disyorkan untuk peranti anda
my: သင့်စက်အတွက် အကြံပြုထားသော
ne: तपाईंको उपकरणको लागि सिफारिस गरिएको
nl: Aanbevolen voor je apparaat
pa: ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਲਈ ਸਿਫਾਰਸ਼ੀ
pl: Zalecany dla Twojego urzdzenia
pt_pt: Recomendado para o seu dispositivo
ru: Рекомендуется для вашего устройства
si: ඔබේ උපාංගය සඳහා නිර්දේශිත
sl: Priporo캜eno za va코o napravo
sr: Препоручено за ваш уређај
sw: Inashauriwa kwa kifaa chako
ta: உங்கள் சாதனத்திற்கு பரிந்துரைக்கப்பட்டது
te: మీ పరికరం కోసం సిఫార్సు చేయబడింది
th: แนะนำสำหรับอุปกรณ์ของคุณ
uk: Рекомендовано для вашого пристрою
zu: Kunconywa kudivayisi yakho

# vision.model.recommended.size %@
source: Recommended: %@
af: Aanbeveel: %@
am: የሚመከር: %@
ar: موصى به: %@
bg: Препоръчителен: %@
bn: প্রস্তাবিত: %@
ca: Recomanat: %@
de: Empfohlen: %@
el: Προτεινόμενο: %@
et: Soovitatav: %@
eu: Gomendatua: %@
fi: Suositeltu: %@
fil: Inirerekemenda: %@
fr: Recommandé : %@
gl: Recomendado: %@
gu: ભલામણ કરેલ: %@
he: ץ: %@
hi: अनुशंसित: %@
hu: Ajánlott: %@
id: Direkomendasikan: %@
it: Consigliato: %@
ja: 推奨: %@
km: បានណែនាំ: %@
kn: ಶಿಫಾರಸು: %@
lo: ແນະນຳ: %@
mk: Препорачано: %@
ml: ശുപാർശ: %@
mr: शिफारसीत: %@
ms: Disyorkan: %@
my: အကြံပြုထားသော: %@
ne: सिफारिस गरिएको: %@
nl: Aanbevolen: %@
pa: ਸਿਫਾਰਸ਼: %@
pl: Zalecany: %@
pt_pt: Recomendado: %@
ru: Рекомендуется: %@
si: නිර්දේශිත: %@
sl: Priporo캜eno: %@
sr: Препоручено: %@
sw: Inashauriwa: %@
ta: பரிந்துரைக்கப்பட்டது: %@
te: సిఫార్సు చేయబడింది: %@
th: แนะนำ: %@
uk: Рекомендовано: %@
zu: Kunconywa: %@

# vision.model.use.this
source: Use This Model
af: Gebruik Hierdie Model
am: ይህን ሞዴል ተጠቀም
ar: استخدام هذا النموذج
bg: Използвай този модел
bn: এই মডেল ব্যবহার করুন
ca: Usa aquest model
de: Dieses Modell verwenden
el: Χρήση αυτού του μοντέλου
et: Kasuta seda mudelit
eu: Erabili eredu hau
fi: Käytä tätä mallia
fil: Gamitin ang Model na Ito
fr: Utiliser ce modèle
gl: Usar este modelo
gu: આ મોડેલ વાપરો
he: שתש
hi: इस मॉडल का उपयोग करें
hu: Ezt használom
id: Gunakan Model Ini
it: Usa questo modello
ja: このモデルを使用
km: ប្រើគំរូនេះ
kn: ಈ ಮಾಡೆಲ್ ಬಳಸಿ
lo: ໃຊ້ໂມເດລນີ້
mk: Користи го овој модел
ml: ഈ മോഡൽ ഉപയോഗിക്കുക
mr: हे मॉडेल वापरा
ms: Gunakan Model Ini
my: ဤမော်ဒယ်ကို အသုံးပြုပါ
ne: यो मोडेल प्रयोग गर्नुहोस्
nl: Gebruik dit model
pa: ਇਹ ਮਾਡਲ ਵਰਤੋ
pl: Użyj tego modelu
pt_pt: Usar Este Modelo
ru: Использовать эту модель
si: මෙම ආකෘතිය භාවිතා කරන්න
sl: Uporabi ta model
sr: Користи овај модел
sw: Tumia Modeli Hii
ta: இந்த மாதிரியைப் பயன்படுத்து
te: ఈ మోడల్‌ను ఉపయోగించు
th: ใช้โมเดลนี้
uk: Використати цю модель
zu: Sebenzisa Le modeli

# vision.model.download.button %@
source: Download (%@)
af: Laai Af (%@)
am: አውርድ (%@)
ar: تنزيل (%@)
bg: Изтегли (%@)
bn: ডাউনলোড (%@)
ca: Descarregar (%@)
de: Herunterladen (%@)
el: Λήψη (%@)
et: Laadi alla (%@)
eu: Deskargatu (%@)
fi: Lataa (%@)
fil: I-download (%@)
fr: Télécharger (%@)
gl: Descargar (%@)
gu: ડાઉનલોડ (%@)
he: ר (%@)
hi: डाउनलोड (%@)
hu: Letöltés (%@)
id: Unduh (%@)
it: Scarica (%@)
ja: ダウンロード (%@)
km: ទាញយក (%@)
kn: ಡೌನ್‌ಲೋಡ್ (%@)
lo: ດາວໂຫລດ (%@)
mk: Преземи (%@)
ml: ഡൗൺലോഡ് (%@)
mr: डाउनलोड (%@)
ms: Muat Turun (%@)
my: ဒေါင်းလုဒ် (%@)
ne: डाउनलोड गर्नुहोस् (%@)
pa: ਡਾਊਨਲੋਡ (%@)
pl: Pobierz (%@)
pt_pt: Transferir (%@)
ru: Загрузить (%@)
si: බාගන්න (%@)
sl: Prenesi (%@)
sr: Преузми (%@)
sw: Pakua (%@)
ta: பதிவிறக்கு (%@)
te: డౌన్‌లోడ్ (%@)
th: ดาวน์โหลด (%@)
uk: Завантажити (%@)
zu: Downloada (%@)

# vision.model.other.options
source: Other Vision Models
af: Ander Visiemodelle
am: ሌሎች የእይታ ሞዴሎች
ar: نماذج رؤية أخرى
bg: Други модели за зрение
bn: অন্যান্য ভিশন মডেল
ca: Altres models de visió
de: Weitere Vision-Modelle
el: Άλλα μοντέλα όρασης
et: Muud nägemismudelid
eu: Beste ikusmen ereduak
fi: Muut näkömallit
fil: Iba Pang Mga Vision Model
fr: Autres modèles de vision
gl: Outros modelos de visión
gu: અન્ય વિઝન મોડેલ્સ
he: ר ר
hi: अन्य विज़न मॉडल
hu: További látás modellek
id: Model Visi Lainnya
it: Altri modelli visivi
ja: その他の画像認識モデル
km: គំរូមើលឃើញផ្សេងទៀត
kn: ಇತರ ವಿಷನ್ ಮಾಡೆಲ್‌ಗಳು
lo: ໂມເດລວິໄສທັດອື່ນໆ
mk: Други модели за видување
ml: മറ്റ് വിഷൻ മോഡലുകൾ
mr: इतर व्हिजन मॉडेल्स
ms: Model Penglihatan Lain
my: အခြား အမြင်အာရုံ မော်ဒယ်များ
ne: अन्य दृष्टि मोडेलहरू
nl: Andere vision-modellen
pa: ਹੋਰ ਵਿਜ਼ਨ ਮਾਡਲ
pl: Inne modele wizyjne
pt_pt: Outros Modelos de Visão
ru: Другие модели со зрением
si: වෙනත් දර්ශන ආකෘති
sl: Drugi modeli za vid
sr: Остали модели за визију
sw: Miundo Mingine ya Maono
ta: மற்ற பார்வை மாதிரிகள்
te: ఇతర విజన్ మోడల్స్
th: โมเดลวิชันอื่นๆ
uk: Інші моделі зору
zu: Amanye Amamodeli Okubuka

# vision.model.download.complete
source: Download Complete
af: Aflaai Voltooi
am: ማውረድ ተጠናቋል
ar: اكتمل التنزيل
bg: Изтеглянето завърши
bn: ডাউনলোড সম্পন্ন
ca: Descrrega completada
de: Download abgeschlossen
el: Η λήψη ολοκληρώθηκε
et: Allalaadimine lõpetatud
eu: Deskarga amaituta
fi: Lataus valmis
fil: Nakumpleto ang Download
fr: Téléchargement terminé
gl: Descarga completada
gu: ડાઉનલોડ પૂર્ણ
he: ר ש
hi: डाउनलोड पूर्ण
hu: Letöltés befejezve
id: Unduhan Selesai
it: Download completato
ja: ダウンロード完了
km: ការទាញយកបានបញ្ចប់
kn: ಡೌನ್‌ಲೋಡ್ ಪೂರ್ಣಗೊಂಡಿದೆ
lo: ດາວໂຫລດສຳເລັດ
mk: Преземањето е завршено
ml: ഡൗൺലോഡ് പൂർത്തിയായി
mr: डाउनलोड पूर्ण झाले
ms: Muat Turun Selesai
my: ဒေါင်းလုဒ် ပြီးပါပြီ
ne: डाउनलोड पूरा भयो
nl: Download voltooid
pa: ਡਾਊਨਲੋਡ ਪੂਰਾ ਹੋਇਆ
pl: Pobieranie ukoczone
pt_pt: Transferência Concluída
ru: Загрузка завершена
si: බාගත කිරීම සම්පූර්ණයි
sl: Prenos kon캜an
sr: Преузимање завршено
sw: Upakuaji Umekamilika
ta: பதிவிறக்கம் முடிந்தது
te: డౌన్‌లోడ్ పూర్తయింది
th: ดาวน์โหลดเสร็จสมบูรณ์
uk: Завантаження завершено
zu: Ukudownloada Kuqediwe

# vision.model.download.complete.message
source: Ready to analyze images
af: Gereed om beelde te analiseer
am: ምስሎችን ለመተንተን ዝግጁ
ar: جاهز لتحليل الصور
bg: Готов за анализиране на изображения
bn: ছবি বিশ্লেষণের জন্য প্রস্তুত
ca: Preparat per analitzar imatges
de: Bereit zur Bildanalyse
el: Έτοιμο για ανάλυση εικόνων
et: Valmis piltide analüüsimiseks
eu: Irudiak aztertzeko prest
fi: Valmis analysoimaan kuvia
fil: Handa nang mag-analisa ng mga larawan
fr: Prêt à analyser les images
gl: Listo para analizar imaxes
gu: છબીઓનું વિશ્લેષણ કરવા માટે તૈયાર
he: ת תת
hi: छवियों का विश्लेषण करने के लिए तैयार
hu: Kész a képek elemzésére
id: Siap menganalisis gambar
it: Pronto per analizzare le immagini
ja: 画像分析の準備ができました
km: រួចរាល់ដើម្បីវិភាគរូបភាព
kn: ಚಿತ್ರಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಸಿದ್ಧ
lo: ພ້ອມວິເຄາະຮູບພາບແລ້ວ
mk: Подготвено за анализа на слики
ml: ചിത്രങ്ങൾ വിശകലനം ചെയ്യാൻ തയ്യാറാണ്
mr: प्रतिमा विश्लेषण करण्यासाठी तयार
ms: Sedia untuk menganalisis imej
my: ပုံများ ပိုင်းခြားစိတ်ဖြာရန် အဆင်သင့်
ne: छविहरू विश्लेषण गर्न तयार
nl: Klaar om afbeeldingen te analyseren
pa: ਤਸਵੀਰਾਂ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਲਈ ਤਿਆਰ
pl: Gotowy do analizy obrazów
pt_pt: Pronto para analisar imagens
ru: Готово к анализу изображений
si: රූප විශ්ලේෂණය කිරීමට සූදානම්
sl: Pripravljeno za analizo slik
sr: Спремно за анализу слика
sw: Tayari kuchambua picha
ta: படங்களைப் பகுப்பாய்வு செய்ய தயார்
te: చిత్రాలను విశ్లేషించడానికి రెడీ
th: พร้อมวิเคราะห์ภาพ
uk: Готово до аналізу зображень
zu: Kulungele ukuhlaziya izithombe

# whisper.download.title
source: Voice Recognition Required
af: Stemherkenning Benodig
am: የድምጽ ማወቂያ ያስፈልጋል
ar: مطلوب التعرف على الصوت
bg: Изисква се гласово разпознаване
bn: ভয়েস রিকগনিশন প্রয়োজন
ca: Reconeixement de veu necessari
de: Spracherkennung erforderlich
el: Απαιτείται αναγνώριση φωνής
et: Vajalik häältuvastus
eu: Ahots ezagutza behar da
fi: Puheentunnistus vaaditaan
fil: Kailangan ang Voice Recognition
fr: Reconnaissance vocale requise
gl: Recoñecemento de voz necesario
gu: અવાજ ઓળખ જરૂરી
he: רש ק
hi: वॉइस रिकग्निशन आवश्यक
hu: Hangfelismerés szükséges
id: Pengenalan Suara Diperlukan
it: Riconoscimento vocale necessario
ja: 音声認識モデルが必要
km: ទាមទារការស្គាល់សំឡេង
kn: ಧ್ವನಿ ಗುರುತಿಸುವಿಕೆ ಅಗತ್ಯ
lo: ຕ້ອງການການຮັບຮູ້ສຽງ
mk: Потребно е препознавање на глас
ml: ശബ്ദ തിരിച്ചറിയൽ ആവശ്യമാണ്
mr: आवाज ओळख आवश्यक
ms: Pengecaman Suara Diperlukan
my: အသံ အသိအမှတ်ပြုမှု လိုအပ်သည်
ne: आवाज पहिचान आवश्यक
nl: Spraakherkenning vereist
pa: ਆਵਾਜ਼ ਪਛਾਣ ਲੋੜੀਂਦੀ
pl: Wymagane rozpoznawanie mowy
pt_pt: Reconhecimento de Voz Necessário
ru: Требуется распознавание речи
si: හඬ හඳුනාගැනීම අවශ්‍යයි
sl: Potrebno prepoznavanje glasu
sr: Потребно препознавање гласа
sw: Utambuzi wa Sauti Unahitajika
ta: குரல் அங்கீகாரம் தேவை
te: వాయిస్ గుర్తింపు అవసరం
th: ต้องการการรู้จำเสียง
uk: Потрібно розпізнавання голосу
zu: Ukubona Izwi Kuyadingeka

# whisper.download.action
source: Download
af: Laai Af
am: አውርድ
ar: تنزيل
bg: Изтегли
bn: ডাউনলোড
ca: Descarregar
de: Herunterladen
el: Λήψη
et: Laadi alla
eu: Deskargatu
fi: Lataa
fil: I-download
fr: Télécharger
gl: Descargar
gu: ડાઉનલોડ
he: ר
hi: डाउनलोड
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್
lo: ດາວໂຫລດ
mk: Преземи
ml: ഡൗൺലോഡ്
mr: डाउनलोड
ms: Muat Turun
my: ဒေါင်းလုဒ်
ne: डाउनलोड गर्नुहोस्
pa: ਡਾਊਨਲੋਡ
pl: Pobierz
pt_pt: Transferir
ru: Загрузить
si: බාගන්න
sl: Prenesi
sr: Преузми
sw: Pakua
ta: பதிவிறக்கு
te: డౌన్‌లోడ్
th: ดาวน์โหลด
uk: Завантажити
zu: Downloada
