Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# app.tagline
source: Your secret-keeping second brain.
af: Jou geheimhou-tweede brein.
am: የእርስዎ ሚስጥር-አስቀባ ሁለተኛ አእምሮ።
ar: عقلك الثاني الذي يحفظ أسرارك.
bg: Вашият втори мозък, който пази тайни.
bn: আপনার গোপনীয়তা রক্ষাকারী দ্বিতীয় মস্তিষ্ক।
ca: El teu segon cervell que guarda secrets.
de: Dein geheimes zweites Gehirn.
el: Ο δεύτερος εγκέφαλός σου που κρατάει μυστικά.
et: Teie saladusi hoidev teine aju.
eu: Zure sekretuak gordetzen dituen bigarren burua.
fi: Salaisuuksia säilyttävä toinen aivosi.
fil: Ang iyong pangalawang utak na nag-iingat ng lihim.
fr: Votre second cerveau qui garde vos secrets.
gl: O teu segundo cerebro que garda segredos.
gu: તમારું રહસ્ય-રાખનારું બીજું મગજ.
he: ש ש ששר ע סת.
hi: आपका गोपनीय दूसरा दिमाग।
hu: Titkaid őrző második agyad.
id: Otak kedua Anda yang menjaga rahasia.
it: Il tuo secondo cervello che custodisce i segreti.
ja: あなたの秘密を守る、第2の脳。
km: ខួរក្បាលទីពីររបស់អ្នកដែលរក្សាអាថ៌កំបាំង។
kn: ನಿಮ್ಮ ರಹಸ್ಯ-ಕಾಪಾಡುವ ಎರಡನೇ ಮೆದುಳು.
lo: ສະໝອງທີສອງທີ່ເກັບຄວາມລັບຂອງທ່ານ.
mk: Вашиот втор мозок што чува тајни.
ml: നിങ്ങളുടെ രഹസ്യം സൂക്ഷിക്കുന്ന രണ്ടാമത്തെ മസ്തിഷ്കം.
mr: तुमचा गुप्त-ठेवणारा दुसरा मेंदू.
ms: Otak kedua anda yang menjaga rahsia.
my: သင့်လျှို့ဝှက်ချက်များကို သိမ်းဆည်းပေးသော ဒုတိယ ဦးနှောက်။
ne: तपाईंको गोप्य राख्ने दोस्रो दिमाग।
nl: Je geheimhoudende tweede brein.
pa: ਤੁਹਾਡਾ ਰਾਜ਼ ਰੱਖਣ ਵਾਲਾ ਦੂਜਾ ਦਿਮਾਗ।
pl: Twój drugi mózg chronicy sekrety.
pt_pt: O seu segundo cérebro que guarda segredos.
ru: Ваш второй мозг, хранящий секреты.
si: ඔබේ රහස් රැකගන්නා දෙවන මොළය.
sl: Va코 drugi mo쬲ani, ki varuje skrivnosti.
sr: Ваш други мозак који чува тајне.
sw: Ubongo wako wa pili unaoficha siri.
ta: உங்கள் ரகசியத்தைக் காக்கும் இரண்டாவது மூளை.
te: మీ రహస్య-కాపాడే రెండవ మెదడు.
th: สมองดวงที่สองที่เก็บความลับของคุณ
uk: Ваш другий мозок, що зберігає секрети.
zu: Ubuchopho bakho besibili obugcina izimfihlo.

# common.done
source: Done
af: Klaar
am: ተጠናቋል
ar: تم
bg: Готово
bn: সম্পন্ন
ca: Fet
de: Fertig
el: Τέλος
et: Valmis
eu: Eginda
fi: Valmis
fil: Tapos
fr: Terminé
gl: Feito
gu: થઈ ગયું
he: ס
hi: हो गया
hu: Kész
id: Selesai
it: Fine
ja: 完了
km: រួចរាល់
kn: ಮುಗಿದಿದೆ
lo: ສຳເລັດ
mk: Готово
ml: പൂർത്തിയായി
mr: झाले
ms: Selesai
my: ပြီးပါပြီ
ne: भयो
nl: Klaar
pa: ਹੋ ਗਿਆ
pl: Gotowe
pt_pt: Concluído
ru: Готово
si: හරි
sl: Kon캜ano
sr: Готово
sw: Imekamilika
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
uk: Готово
zu: Kwenziwe

# common.cancel
source: Cancel
af: Kanselleer
am: ሰርዝ
ar: إلغاء
bg: Отказ
bn: বাতিল
ca: Cancel·la
de: Abbrechen
el: Ακύρωση
et: Tühista
eu: Utzi
fi: Peruuta
fil: Kanselahin
fr: Annuler
gl: Cancelar
gu: રદ કરો
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
km: បោះបង់
kn: ರದ್ದುಗೊಳಿಸಿ
lo: ຍົກເລີກ
mk: Откажи
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
my: ပယ်ဖျက်ရန်
ne: रद्द गर्नुहोस्
nl: Annuleer
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_pt: Cancelar
ru: Отмена
si: අවලංගු කරන්න
sl: Prekli캜i
sr: Откажи
sw: Ghairi
ta: ரத்து
te: రద్దు చేయి
th: ยกเลิก
uk: Скасувати
zu: Khansela

# common.delete
source: Delete
af: Skrap
am: ሰርዝ
ar: حذف
bg: Изтрий
bn: মুছুন
ca: Elimina
de: Löschen
el: Διαγραφή
et: Kustuta
eu: Ezabatu
fi: Poista
fil: Burahin
fr: Supprimer
gl: Eliminar
gu: કાઢી નાખો
he: ק
hi: हटाएं
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
km: លុប
kn: ಅಳಿಸಿ
lo: ລຶບ
mk: Избриши
ml: ഇല്ലാതാക്കുക
mr: हटवा
ms: Padam
my: ဖျက်ရန်
ne: मेटाउनुहोस्
nl: Verwijder
pa: ਮਿਟਾਓ
pl: Usu
pt_pt: Eliminar
ru: Удалить
si: මකන්න
sl: Izbri코i
sr: Обриши
sw: Futa
ta: நீக்கு
te: తొలగించు
th: ลบ
uk: Видалити
zu: Susa

# common.save
source: Save
af: Stoor
am: አስቀምጥ
ar: حفظ
bg: Запази
bn: সংরক্ষণ
ca: Desa
de: Speichern
el: Αποθήκευση
et: Salvesta
eu: Gorde
fi: Tallenna
fil: I-save
fr: Enregistrer
gl: Gardar
gu: સાચવો
he: שר
hi: सहेजें
hu: Mentés
id: Simpan
it: Salva
ja: 保存
km: រក្សាទុក
kn: ಉಳಿಸಿ
lo: ບັນທຶກ
mk: Зачувај
ml: സേവ് ചെയ്യുക
mr: जतन करा
ms: Simpan
my: သိမ်းဆည်းရန်
ne: सुरक्षित गर्नुहोस्
nl: Bewaar
pa: ਸੇਵ ਕਰੋ
pl: Zapisz
pt_pt: Guardar
ru: Сохранить
si: සුරකින්න
sl: Shrani
sr: Сачувај
sw: Hifadhi
ta: சேமி
te: సేవ్ చేయి
th: บันทึก
uk: Зберегти
zu: Londoloza

# common.edit
source: Edit
af: Wysig
am: አርትዕ
ar: تعديل
bg: Редактирай
bn: সম্পাদনা
ca: Edita
de: Bearbeiten
el: Επεξεργασία
et: Muuda
eu: Editatu
fi: Muokkaa
fil: I-edit
fr: Modifier
gl: Editar
gu: સંપાદિત કરો
he: ער
hi: संपादित करें
hu: Szerkesztés
it: Modifica
ja: 編集
km: កែសម្រួល
kn: ಸಂಪಾದಿಸಿ
lo: ແກ້ໄຂ
mk: Измени
ml: എഡിറ്റ് ചെയ്യുക
mr: संपादित करा
my: တည်းဖြတ်ရန်
ne: सम्पादन गर्नुहोस्
nl: Bewerk
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj
pt_pt: Editar
ru: Изменить
si: සංස්කරණය
sl: Uredi
sr: Уреди
sw: Hariri
ta: திருத்து
te: సవరించు
th: แก้ไข
uk: Редагувати
zu: Hlela

# common.share
source: Share
af: Deel
am: አጋራ
ar: مشاركة
bg: Сподели
bn: শেয়ার
ca: Comparteix
de: Teilen
el: Κοινοποίηση
et: Jaga
eu: Partekatu
fi: Jaa
fil: Ibahagi
fr: Partager
gl: Compartir
gu: શેર કરો
he: שתף
hi: साझा करें
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
km: ចែករំលែក
kn: ಹಂಚಿಕೊಳ್ಳಿ
lo: ແບ່ງປັນ
mk: Сподели
ml: പങ്കിടുക
mr: शेअर करा
ms: Kongsi
my: မျှဝေရန်
ne: साझेदारी गर्नुहोस्
nl: Deel
pa: ਸਾਂਝਾ ਕਰੋ
pl: Udostpnij
pt_pt: Partilhar
ru: Поделиться
si: බෙදාගන්න
sl: Deli
sr: Подели
sw: Shiriki
ta: பகிர்
te: షేర్ చేయి
th: แชร์
uk: Поділитися
zu: Yabelana

# common.copy
source: Copy
af: Kopieer
am: ቅዳ
ar: نسخ
bg: Копирай
bn: কপি
ca: Copia
de: Kopieren
el: Αντιγραφή
et: Kopeeri
eu: Kopiatu
fi: Kopioi
fil: Kopyahin
fr: Copier
gl: Copiar
gu: કૉપિ કરો
he: עתק
hi: कॉपी करें
hu: Másolás
id: Salin
it: Copia
ja: コピー
km: ចម្លង
kn: ನಕಲಿಸಿ
lo: ສຳເນົາ
mk: Копирај
ml: പകർത്തുക
mr: कॉपी करा
ms: Salin
my: ကူးယူရန်
ne: प्रतिलिपि गर्नुहोस्
nl: Kopieer
pa: ਕਾਪੀ ਕਰੋ
pl: Kopiuj
pt_pt: Copiar
ru: Копировать
si: පිටපත් කරන්න
sl: Kopiraj
sr: Копирај
sw: Nakili
ta: நகலெடு
te: కాపీ చేయి
th: คัดลอก
uk: Копіювати
zu: Kopisha

# common.copied
source: Copied
af: Gekopieer
am: ተቀድቷል
ar: تم النسخ
bg: Копирано
bn: কপি হয়েছে
ca: Copiat
de: Kopiert
el: Αντιγράφηκε
et: Kopeeritud
eu: Kopiatuta
fi: Kopioitu
fil: Nakopya
fr: Copié
gl: Copiado
gu: કૉપિ થઈ ગયું
he: עתק
hi: कॉपी हो गया
hu: Másolva
id: Disalin
it: Copiato
ja: コピー済み
km: បានចម្លង
kn: ನಕಲಿಸಲಾಗಿದೆ
lo: ສຳເນົາແລ້ວ
mk: Копирано
ml: പകർത്തി
mr: कॉपी झाले
ms: Disalin
my: ကူးယူပြီး
ne: प्रतिलिपि गरियो
nl: Gekopieerd
pa: ਕਾਪੀ ਹੋ ਗਿਆ
pl: Skopiowano
pt_pt: Copiado
ru: Скопировано
si: පිටපත් විය
sl: Kopirano
sr: Копирано
sw: Imenakiliwa
ta: நகலெடுக்கப்பட்டது
te: కాపీ చేయబడింది
th: คัดลอกแล้ว
uk: Скопійовано
zu: Kukopishiwe

# common.loading
source: Loading...
af: Laai...
am: በመጫን ላይ...
ar: جارٍ التحميل...
bg: Зареждане...
bn: লোড হচ্ছে...
ca: Carregant...
de: Laden...
el: Φόρτωση...
et: Laadimine...
eu: Kargatzen...
fi: Ladataan...
fil: Naglo-load...
fr: Chargement...
gl: Cargando...
gu: લોડ થઈ રહ્યું છે...
he: ע...
hi: लोड हो रहा है...
hu: Betöltés...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
km: កំពុងផ្ទុក...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
lo: ກຳລັງໂຫລດ...
mk: Се вчитува...
ml: ലോഡ് ചെയ്യുന്നു...
mr: लोड होत आहे...
ms: Memuatkan...
my: တင်နေသည်...
ne: लोड हुँदैछ...
nl: Laden...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: adowanie...
pt_pt: A carregar...
ru: Загрузка...
si: පූරණය වෙමින්...
sl: Nalaganje...
sr: Учитавање...
sw: Inapakia...
ta: ஏற்றுகிறது...
te: లోడ్ అవుతోంది...
th: กำลังโหลด...
uk: Завантаження...
zu: Iyalayisha...

# common.error
source: Error
af: Fout
am: ስህተት
ar: خطأ
bg: Грешка
bn: ত্রুটি
de: Fehler
el: Σφάλμα
et: Viga
eu: Errorea
fi: Virhe
fr: Erreur
gl: Erro
gu: ભૂલ
he: ש
hi: त्रुटि
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
km: កំហុស
kn: ದೋಷ
lo: ຂໍ້ຜິດພາດ
mk: Грешка
ml: പിശക്
mr: त्रुटी
ms: Ralat
my: အမှားအယွင်း
ne: त्रुटि
nl: Fout
pa: ਗਲਤੀ
pl: Bd
pt_pt: Erro
ru: Ошибка
si: දෝෂයකි
sl: Napaka
sr: Грешка
sw: Hitilafu
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
uk: Помилка
zu: Iphutha

# common.retry
source: Retry
af: Probeer Weer
am: እንደገና ሞክር
ar: إعادة المحاولة
bg: Опитай отново
bn: পুনরায় চেষ্টা
ca: Torna-ho a provar
de: Erneut versuchen
el: Επανάληψη
et: Proovi uuesti
eu: Saiatu berriro
fi: Yritä uudelleen
fil: Subukan Muli
fr: Réessayer
gl: Reintentar
gu: ફરીથી પ્રયાસ કરો
he: ס ש
hi: पुनः प्रयास करें
hu: Újra
id: Coba Lagi
it: Riprova
ja: 再試行
km: ព្យាយាមម្តងទៀត
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
lo: ລອງອີກຄັ້ງ
mk: Обиди се повторно
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
ms: Cuba Lagi
my: ထပ်ကြိုးစားရန်
ne: पुन: प्रयास गर्नुहोस्
nl: Opnieuw
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt_pt: Tentar novamente
ru: Повторить
si: නැවත උත්සාහ කරන්න
sl: Poskusi znova
sr: Покушај поново
sw: Jaribu tena
ta: மீண்டும் முயற்சி
te: మళ్లీ ప్రయత్నించు
th: ลองใหม่
uk: Спробувати знову
zu: Zama futhi

# common.skip
source: Skip
af: Slaan Oor
am: ዝለል
ar: تخطي
bg: Пропусни
bn: এড়িয়ে যান
ca: Omet
de: Überspringen
el: Παράλειψη
et: Jäta vahele
eu: Saltatu
fi: Ohita
fil: Laktawan
fr: Passer
gl: Saltar
gu: છોડી દો
hi: छोड़ें
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
km: រំលង
kn: ಬಿಟ್ಟುಬಿಡಿ
lo: ຂ້າມ
mk: Прескокни
ml: ഒഴിവാക്കുക
mr: वगळा
ms: Langkau
my: ကျော်ပစ်ရန်
ne: छोड्नुहोस्
nl: Overslaan
pa: ਛੱਡੋ
pl: Pomi
pt_pt: Saltar
ru: Пропустить
si: මඟහරින්න
sl: Presko캜i
sr: Прескочи
sw: Ruka
ta: தவிர்
te: దాటవేయి
th: ข้าม
uk: Пропустити
zu: Yeqa

# common.next
source: Next
af: Volgende
am: ቀጣይ
ar: التالي
bg: Напред
bn: পরবর্তী
ca: Següent
de: Weiter
el: Επόμενο
et: Edasi
eu: Hurrengoa
fi: Seuraava
fil: Susunod
fr: Suivant
gl: Seguinte
gu: આગળ
hi: अगला
hu: Következő
id: Berikutnya
it: Avanti
ja: 次へ
km: បន្ទាប់
kn: ಮುಂದೆ
lo: ຕໍ່ໄປ
mk: Следно
ml: അടുത്തത്
mr: पुढे
ms: Seterusnya
my: နောက်သို့
ne: अर्को
nl: Volgende
pa: ਅਗਲਾ
pl: Dalej
pt_pt: Seguinte
ru: Далее
si: ඊළඟ
sl: Naprej
sr: Следеће
sw: Ifuatayo
ta: அடுத்து
te: తర్వాత
th: ถัดไป
uk: Далі
zu: Okulandelayo

# common.start
source: Get Started
af: Begin
am: ጀምር
ar: ابدأ الآن
bg: Започни
bn: শুরু করুন
ca: Comença
de: Los geht's
el: Ξεκινήστε
et: Alusta
eu: Hasi
fi: Aloita
fil: Magsimula
fr: Commencer
gl: Comezar
gu: શરૂ કરો
he: ת
hi: शुरू करें
hu: Kezdjük
id: Mulai
it: Iniziamo
ja: 始める
km: ចាប់ផ្តើម
kn: ಪ್ರಾರಂಭಿಸಿ
lo: ເລີ່ມຕົ້ນ
mk: Започни
ml: ആരംഭിക്കുക
mr: सुरू करा
ms: Mulakan
my: စတင်ရန်
ne: सुरु गर्नुहोस्
nl: Start
pa: ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpocznij
pt_pt: Começar
ru: Начать
si: ආරම්භ කරන්න
sl: Za캜ni
sr: Почни
sw: Anza
ta: தொடங்கு
te: ప్రారంభించండి
th: เริ่มต้นใช้งาน
uk: Почати
zu: Qala

# common.add
source: Add
af: Voeg By
am: አክል
ar: إضافة
bg: Добави
bn: যোগ করুন
ca: Afegeix
de: Hinzufügen
el: Προσθήκη
et: Lisa
eu: Gehitu
fi: Lisää
fil: Magdagdag
fr: Ajouter
gl: Engadir
gu: ઉમેરો
he: סף
hi: जोड़ें
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
km: បន្ថែម
kn: ಸೇರಿಸಿ
lo: ເພີ່ມ
mk: Додај
ml: ചേർക്കുക
mr: जोडा
ms: Tambah
my: ထည့်ရန်
ne: थप्नुहोस्
nl: Toevoegen
pa: ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj
pt_pt: Adicionar
ru: Добавить
si: එකතු කරන්න
sl: Dodaj
sr: Додај
sw: Ongeza
ta: சேர்
te: జోడించు
th: เพิ่ม
uk: Додати
zu: Engeza

# common.close
source: Close
af: Sluit
am: ዝጋ
ar: إغلاق
bg: Затвори
bn: বন্ধ
ca: Tanca
de: Schließen
el: Κλείσιμο
et: Sulge
eu: Itxi
fi: Sulje
fil: Isara
fr: Fermer
gl: Pechar
gu: બંધ કરો
he: סר
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
km: បិទ
kn: ಮುಚ್ಚಿ
lo: ປິດ
mk: Затвори
ml: അടയ്ക്കുക
mr: बंद करा
ms: Tutup
my: ပိတ်ရန်
ne: बन्द गर्नुहोस्
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt_pt: Fechar
ru: Закрыть
si: වසන්න
sl: Zapri
sr: Затвори
sw: Funga
ta: மூடு
te: మూసివేయి
th: ปิด
uk: Закрити
zu: Vala

# common.details
source: Details
af: Besonderhede
am: ዝርዝሮች
ar: التفاصيل
bg: Подробности
bn: বিস্তারিত
ca: Detalls
el: Λεπτομέρειες
et: Üksikasjad
eu: Xehetasunak
fi: Tiedot
fil: Mga Detalye
fr: Détails
gl: Detalles
gu: વિગતો
he: פר
hi: विवरण
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
km: ព័ត៌មានលម្អិត
kn: ವಿವರಗಳು
lo: ລາຍລະອຽດ
mk: Детали
ml: വിശദാംശങ്ങൾ
mr: तपशील
ms: Butiran
my: အသေးစိတ်
ne: विवरणहरू
pa: ਵੇਰਵੇ
pl: Szczegóy
pt_pt: Detalhes
ru: Подробности
si: විස්තර
sl: Podrobnosti
sr: Детаљи
sw: Maelezo
ta: விவரங்கள்
te: వివరాలు
th: รายละเอียด
uk: Деталі
zu: Imininingwane

# common.yes
source: Yes
af: Ja
am: አዎ
ar: نعم
bg: Да
bn: হ্যাঁ
ca: Sí
de: Ja
el: Ναι
et: Jah
eu: Bai
fi: Kyllä
fil: Oo
fr: Oui
gl: Si
gu: હા
hi: हाँ
hu: Igen
id: Ya
it: Sì
ja: はい
km: បាទ/ចាស
kn: ಹೌದು
lo: ແມ່ນ
mk: Да
ml: അതെ
mr: होय
ms: Ya
my: ဟုတ်ကဲ့
ne: हो
nl: Ja
pa: ਹਾਂ
pl: Tak
pt_pt: Sim
ru: Да
si: ඔව්
sl: Da
sr: Да
sw: Ndiyo
ta: ஆம்
te: అవును
th: ใช่
uk: Так
zu: Yebo

# common.no
source: No
af: Nee
am: አይደለም
ar: لا
bg: Не
bn: না
de: Nein
el: Όχι
et: Ei
eu: Ez
fi: Ei
fil: Hindi
fr: Non
gl: Non
gu: ના
hi: नहीं
hu: Nem
id: Tidak
ja: いいえ
km: ទេ
kn: ಇಲ್ಲ
lo: ບໍ່
mk: Не
ml: ഇല്ല
mr: नाही
ms: Tidak
my: မဟုတ်ပါ
ne: होइन
nl: Nee
pa: ਨਹੀਂ
pl: Nie
pt_pt: Não
ru: Нет
si: නැහැ
sl: Ne
sr: Не
sw: Hapana
ta: இல்லை
te: కాదు
th: ไม่ใช่
uk: Ні
zu: Cha

# common.unknown
source: Unknown
af: Onbekend
am: ያልታወቀ
ar: غير معروف
bg: Неизвестно
bn: অজানা
ca: Desconegut
de: Unbekannt
el: Άγνωστο
et: Teadmata
eu: Ezezaguna
fi: Tuntematon
fil: Hindi Kilala
fr: Inconnu
gl: Descoñecido
gu: અજ્ઞાત
he: ע
hi: अज्ञात
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
km: មិនដឹង
kn: ಅಜ್ಞಾತ
lo: ບໍ່ຮູ້
mk: Непознато
ml: അജ്ഞാതം
mr: अज्ञात
ms: Tidak Diketahui
my: မသိပါ
ne: अज्ञात
nl: Onbekend
pa: ਅਣਜਾਣ
pl: Nieznane
pt_pt: Desconhecido
ru: Неизвестно
si: නොදනී
sl: Neznano
sr: Непознато
sw: Haijulikani
ta: தெரியாத
te: తెలియదు
th: ไม่ทราบ
uk: Невідомо
zu: Akwaziwa

# chat.placeholder
source: Ask me anything
af: Vra my enigiets
am: ማንኛውንም ነገር ጠይቀኝ
ar: اسألني أي شيء
bg: Попитайте ме нещо
bn: আমাকে যা খুশি জিজ্ঞাসা করুন
ca: Pregunta'm el que vulguis
de: Frag mich etwas
el: Ρωτήστε με οτιδήποτε
et: Küsi mida tahes
eu: Galdetu nahi duzuna
fi: Kysy mitä tahansa
fil: Magtanong ng kahit ano
fr: Posez-moi une question
gl: Pregúntame o que queiras
gu: કંઈપણ પૂછો
he: ש ש
hi: कुछ भी पूछें
hu: Kérdezz bármit
id: Tanyakan apa saja
it: Chiedimi qualsiasi cosa
ja: 質問してみましょう
km: សួរអ្វីក៏បាន
kn: ಏನಾದರೂ ಕೇಳಿ
lo: ຖາມຫຍັງກໍ່ໄດ້
mk: Прашај ме што сакаш
ml: എന്തും ചോദിക്കുക
mr: काहीही विचारा
ms: Tanya apa sahaja
my: ကျွန်ုပ်အား မည်သည့်အရာမဆို မေးနိုင်ပါသည်
ne: मलाई जे पनि सोध्नुहोस्
nl: Vraag me iets
pa: ਕੁਝ ਵੀ ਪੁੱਛੋ
pl: Zapytaj mnie o cokolwiek
pt_pt: Pergunte-me qualquer coisa
ru: Спросите меня о чём угодно
si: මට ඕනෑම දෙයක් අසන්න
sl: Vpra코ajte me karkoli
sr: Питај ме било шта
sw: Niulize chochote
ta: எதையும் என்னிடம் கேளுங்கள்
te: ఏదైనా అడగండి
th: ถามอะไรก็ได้
uk: Запитайте що завгодно
zu: Ngibuze noma yini

# chat.model.not.loaded
source: No Model Loaded
af: Geen Model Gelaai
am: ምንም ሞዴል አልተጫነም
ar: لم يتم تحميل أي نموذج
bg: Няма зареден модел
bn: কোনো মডেল লোড হয়নি
ca: Cap model carregat
de: Kein Modell geladen
el: Κανένα μοντέλο δεν φορτώθηκε
et: Mudel pole laaditud
eu: Ez da modelorik kargatu
fi: Mallia ei ladattu
fil: Walang Na-load na Model
fr: Aucun modèle chargé
gl: Sen modelo cargado
gu: મોડેલ લોડ થયું નથી
he: ע
hi: कोई मॉडल लोड नहीं है
hu: Nincs betöltött modell
id: Tidak Ada Model yang Dimuat
it: Nessun modello caricato
ja: モデル未読み込み
km: គ្មានគំរូដែលបានផ្ទុក
kn: ಮಾಡೆಲ್ ಲೋಡ್ ಆಗಿಲ್ಲ
lo: ບໍ່ມີໂມເດລທີ່ໂຫລດ
mk: Нема вчитан модел
ml: മോഡൽ ലോഡ് ചെയ്തിട്ടില്ല
mr: मॉडेल लोड झाले नाही
ms: Tiada Model Dimuatkan
my: မော်ဒယ်တင်ထားခြင်း မရှိပါ
ne: मोडेल लोड भएको छैन
nl: Geen model geladen
pa: ਕੋਈ ਮਾਡਲ ਲੋਡ ਨਹੀਂ
pl: Brak zaadowanego modelu
pt_pt: Nenhum Modelo Carregado
ru: Модель не загружена
si: ආකෘතියක් පූරණය වී නැත
sl: Model ni nalo쬰n
sr: Модел није учитан
sw: Modeli haijapakiwa
ta: மாதிரி ஏற்றப்படவில்லை
te: మోడల్ లోడ్ కాలేదు
th: ไม่มีโมเดลที่โหลด
uk: Модель не завантажена
zu: Imodeli ayilayishiwe

# chat.model.not.loaded.description
source: Please download a model from Settings
af: Laai asseblief 'n model af van Instellings
am: እባክዎ ከቅንብሮች ሞዴል ያውርዱ
ar: يرجى تنزيل نموذج من الإعدادات
bg: Моля, изтеглете модел от Настройки
bn: সেটিংস থেকে একটি মডেল ডাউনলোড করুন
ca: Si us plau, descarrega un model des de la configuració
de: Bitte lade ein Modell in den Einstellungen herunter
el: Παρακαλώ κατεβάστε ένα μοντέλο από τις Ρυθμίσεις
et: Palun laadige mudel alla seadetest
eu: Mesedez, deskargatu eredu bat ezarpenetatik
fi: Lataa malli Asetuksista
fil: Mangyaring mag-download ng model mula sa Settings
fr: Veuillez télécharger un modèle depuis les Réglages
gl: Por favor, descarga un modelo desde Configuración
gu: કૃપા કરીને સેટિંગ્સમાંથી મોડેલ ડાઉનલોડ કરો
he: ר רת
hi: कृपया सेटिंग्स से एक मॉडल डाउनलोड करें
hu: Tölts le egy modellt a Beállításokban
id: Silakan unduh model dari Pengaturan
it: Scarica un modello dalle Impostazioni
ja: 設定からモデルをダウンロードしてください
km: សូមទាញយកគំរូពីការកំណត់
kn: ದಯವಿಟ್ಟು ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ ಮಾಡೆಲ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
lo: ກະລຸນາດາວໂຫລດໂມເດລຈາກການຕັ້ງຄ່າ
mk: Ве молиме преземете модел од Поставки
ml: ദയവായി ക്രമീകരണങ്ങളിൽ നിന്ന് ഒരു മോഡൽ ഡൗൺലോഡ് ചെയ്യുക
mr: कृपया सेटिंग्जमधून मॉडेल डाउनलोड करा
ms: Sila muat turun model dari Tetapan
my: ဆက်တင်များမှ မော်ဒယ်တစ်ခု ဒေါင်းလုဒ်လုပ်ပါ
ne: कृपया सेटिङ्सबाट मोडेल डाउनलोड गर्नुहोस्
nl: Download een model via Instellingen
pa: ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ ਤੋਂ ਇੱਕ ਮਾਡਲ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz model z Ustawie
pt_pt: Por favor, transfira um modelo nas Definições
ru: Пожалуйста, загрузите модель в Настройках
si: කරුණාකර සැකසුම් වලින් ආකෘතියක් බාගත කරන්න
sl: Prosim, prenesite model iz Nastavitev
sr: Молимо преузмите модел из Подешавања
sw: Tafadhali pakua modeli kutoka kwa Mipangilio
ta: அமைப்புகளிலிருந்து மாதிரியைப் பதிவிறக்கவும்
te: దయచేసి సెట్టింగ్స్ నుండి మోడల్‌ను డౌన్‌లోడ్ చేయండి
th: กรุณาดาวน์โหลดโมเดลจากการตั้งค่า
uk: Завантажте модель у Налаштуваннях
zu: Sicela udownloade imodeli kusuka kuzilungiselelo

# chat.go.to.settings
source: Go to Settings
af: Gaan na Instellings
am: ወደ ቅንብሮች ሂድ
ar: الذهاب إلى الإعدادات
bg: Към настройките
bn: সেটিংসে যান
ca: Anar a la configuració
de: Zu den Einstellungen
el: Μεταβείτε στις Ρυθμίσεις
et: Mine seadetesse
eu: Joan ezarpenetara
fi: Siirry Asetuksiin
fil: Pumunta sa Settings
fr: Aller aux Réglages
gl: Ir a Configuración
gu: સેટિંગ્સ પર જાઓ
he: ער רת
hi: सेटिंग्स पर जाएं
hu: Ugrás a Beállításokhoz
id: Buka Pengaturan
it: Vai alle Impostazioni
ja: 設定へ
km: ទៅកាន់ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಹೋಗಿ
lo: ໄປທີ່ການຕັ້ງຄ່າ
mk: Оди на Поставки
ml: ക്രമീകരണങ്ങളിലേക്ക് പോകുക
mr: सेटिंग्जवर जा
ms: Pergi ke Tetapan
my: ဆက်တင်များသို့ သွားရန်
ne: सेटिङ्समा जानुहोस्
nl: Ga naar Instellingen
pa: ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਜਾਓ
pl: Przejdź do Ustawie
pt_pt: Ir para Definições
ru: Перейти в Настройки
si: සැකසුම් වෙත යන්න
sl: Pojdi v Nastavitve
sr: Иди на Подешавања
sw: Nenda kwa Mipangilio
ta: அமைப்புகளுக்குச் செல்
te: సెట్టింగ్స్‌కు వెళ్లండి
th: ไปที่การตั้งค่า
uk: Перейти до Налаштувань
zu: Hamba kuzilungiselelo

# chat.new.conversation
source: New Chat
af: Nuwe Gesprek
am: አዲስ ውይይት
ar: محادثة جديدة
bg: Нов разговор
bn: নতুন চ্যাট
ca: Xat nou
de: Neuer Chat
el: Νέα συνομιλία
et: Uus vestlus
eu: Txat berria
fi: Uusi keskustelu
fil: Bagong Chat
fr: Nouvelle discussion
gl: Nova conversa
gu: નવી ચેટ
he: צ' ש
hi: नई चैट
hu: Új chat
id: Obrolan Baru
it: Nuova chat
ja: 新規チャット
km: សន្ទនាថ្មី
kn: ಹೊಸ ಚಾಟ್
lo: ການສົນທະນາໃໝ່
mk: Нов разговор
ml: പുതിയ ചാറ്റ്
mr: नवीन चॅट
ms: Sembang Baharu
my: စကားစမြည့်အသစ်
ne: नयाँ कुराकानी
nl: Nieuw gesprek
pa: ਨਵੀਂ ਚੈਟ
pl: Nowa rozmowa
pt_pt: Nova Conversa
ru: Новый чат
si: නව කතාබස්
sl: Nov pogovor
sr: Нов разговор
sw: Mazungumzo Mapya
ta: புதிய அரட்டை
te: కొత్త చాట్
th: แชทใหม่
uk: Новий чат
zu: Ingxoxo Entsha

# chat.stop.generation
source: Stop
am: አቁም
ar: إيقاف
bg: Спри
bn: থামুন
ca: Atura
de: Stopp
el: Διακοπή
et: Peata
eu: Gelditu
fi: Pysäytä
fil: Ihinto
fr: Arrêter
gl: Deter
gu: બંધ કરો
he: עצר
hi: रोकें
hu: Leállítás
id: Berhenti
it: Ferma
ja: 停止
km: បញ្ឈប់
kn: ನಿಲ್ಲಿಸಿ
lo: ຢຸດ
mk: Стопирај
ml: നിർത്തുക
mr: थांबवा
ms: Henti
my: ရပ်တန့်ရန်
ne: रोक्नुहोस्
pa: ਰੋਕੋ
pl: Zatrzymaj
pt_pt: Parar
ru: Остановить
si: නවතන්න
sl: Ustavi
sr: Заустави
sw: Simamisha
ta: நிறுத்து
te: ఆపివేయి
th: หยุด
uk: Зупинити
zu: Misa

# chat.generation.stopped
source: [Generation stopped]
af: [Generasie gestop]
am: [ማመንጨት ቆመ]
ar: [تم إيقاف التوليد]
bg: [Генерирането спря]
bn: [উৎপাদন থামানো হয়েছে]
ca: [Generació aturada]
de: [Generierung gestoppt]
el: [Η παραγωγή διακόπηκε]
et: [Genereerimine peatatud]
eu: [Sorkuntza gelditu da]
fi: [Generointi pysäytetty]
fil: [Itinigil ang generation]
fr: [Génération arrêtée]
gl: [Xeración detida]
gu: [જનરેશન બંધ કરાયું]
he: [צר פסק]
hi: [जनरेशन रोक दी गई]
hu: [Generálás leállítva]
id: [Pembuatan dihentikan]
it: [Generazione interrotta]
ja: [生成を停止しました]
km: [ការបង្កើតបានបញ្ឈប់]
kn: [ಜನರೇಷನ್ ನಿಲ್ಲಿಸಲಾಗಿದೆ]
lo: [ຢຸດການສ້າງແລ້ວ]
mk: [Генерирањето е стопирано]
ml: [ജനറേഷൻ നിർത്തി]
mr: [जनरेशन थांबवले]
ms: [Penjanaan dihentikan]
my: [ထုတ်လုပ်မှု ရပ်တန့်ပြီး]
ne: [जेनेरेसन रोकियो]
nl: [Generatie gestopt]
pa: [ਜਨਰੇਸ਼ਨ ਰੋਕੀ ਗਈ]
pl: [Generowanie zatrzymane]
pt_pt: [Geração interrompida]
ru: [Генерация остановлена]
si: [නිර්මාණය නවතා ඇත]
sl: [Generiranje ustavljeno]
sr: [Генерисање заустављено]
sw: [Uzalishaji umesimamishwa]
ta: [உருவாக்கம் நிறுத்தப்பட்டது]
te: [జనరేషన్ ఆపివేయబడింది]
th: [หยุดการสร้างแล้ว]
uk: [Генерацію зупинено]
zu: [Ukwakhiwa kumisiwe]

# chat.image.sent
source: [Image sent]
af: [Beeld gestuur]
am: [ምስል ተልኳል]
ar: [تم إرسال صورة]
bg: [Изображение изпратено]
bn: [ছবি পাঠানো হয়েছে]
ca: [Imatge enviada]
de: [Bild gesendet]
el: [Εικόνα στάλθηκε]
et: [Pilt saadetud]
eu: [Irudia bidali da]
fi: [Kuva lähetetty]
fil: [Ipinadala ang larawan]
fr: [Image envoyée]
gl: [Imaxe enviada]
gu: [છબી મોકલી]
he: [ש ת]
hi: [छवि भेजी गई]
hu: [Kép elküldve]
id: [Gambar terkirim]
it: [Immagine inviata]
ja: [画像を送信しました]
km: [បានផ្ញើរូបភាព]
kn: [ಚಿತ್ರ ಕಳುಹಿಸಲಾಗಿದೆ]
lo: [ສົ່ງຮູບພາບແລ້ວ]
mk: [Сликата е испратена]
ml: [ചിത്രം അയച്ചു]
mr: [प्रतिमा पाठवली]
ms: [Imej dihantar]
my: [ပုံပို့ပြီး]
ne: [छवि पठाइयो]
nl: [Afbeelding verzonden]
pa: [ਤਸਵੀਰ ਭੇਜੀ ਗਈ]
pl: [Wysano obraz]
pt_pt: [Imagem enviada]
ru: [Изображение отправлено]
si: [රූපය යවා ඇත]
sl: [Slika poslana]
sr: [Слика послата]
sw: [Picha imetumwa]
ta: [படம் அனுப்பப்பட்டது]
te: [చిత్రం పంపబడింది]
th: [ส่งภาพแล้ว]
uk: [Зображення надіслано]
zu: [Isithombe sithunyelwe]

# chat.images.sent
source: [%d images sent]
af: [%d beelde gestuur]
am: [%d ምስሎች ተልከዋል]
ar: [تم إرسال %d صور]
bg: [%d изображения изпратени]
bn: [%d টি ছবি পাঠানো হয়েছে]
ca: [%d imatges enviades]
de: [%d Bilder gesendet]
el: [%d εικόνες στάλθηκαν]
et: [Saadetud %d pilti]
eu: [%d irudi bidali dira]
fi: [%d kuvaa lähetetty]
fil: [Ipinadala ang %d larawan]
fr: [%d images envoyées]
gl: [%d imaxes enviadas]
gu: [%d છબીઓ મોકલી]
he: [ש %d תת]
hi: [%d छवियां भेजी गईं]
hu: [%d kép elküldve]
id: [%d gambar terkirim]
it: [%d immagini inviate]
ja: [%d枚の画像を送信しました]
km: [បានផ្ញើរូបភាព %d]
kn: [%d ಚಿತ್ರಗಳು ಕಳುಹಿಸಲಾಗಿದೆ]
lo: [ສົ່ງຮູບພາບ %d]
mk: [%d слики се испратени]
ml: [%d ചിത്രങ്ങൾ അയച്ചു]
mr: [%d प्रतिमा पाठवल्या]
ms: [%d imej dihantar]
my: [ပုံ %d ပို့ပြီး]
ne: [%d छविहरू पठाइयो]
nl: [%d afbeeldingen verzonden]
pa: [%d ਤਸਵੀਰਾਂ ਭੇਜੀਆਂ ਗਈਆਂ]
pl: [Wysano obrazów: %d]
pt_pt: [%d imagens enviadas]
ru: [Отправлено изображений: %d]
si: [රූප %d යවා ඇත]
sl: [Poslanih slik: %d]
sr: [%d слика послато]
sw: [Picha %d zimetumwa]
ta: [%d படங்கள் அனுப்பப்பட்டன]
te: [%d చిత్రాలు పంపబడ్డాయి]
th: [ส่ง %d ภาพแล้ว]
uk: [Надіслано %d зображень]
zu: [Izithombe %d zithunyelwe]
