Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# chat.suggestion.weather
source: What's the weather today?
af: Wat is die weer vandag?
am: ዛሬ የአየር ሁኔታው ምንድን ነው?
ar: ما حالة الطقس اليوم؟
bg: Какво е времето днес?
bn: আজ আবহাওয়া কেমন?
ca: Quin temps fa avui?
de: Wie ist das Wetter heute?
el: Τι καιρό κάνει σήμερα;
et: Milline on täna ilm?
eu: Zer eguraldi dago gaur?
fi: Millainen sää on tänään?
fil: Ano ang panahon ngayong araw?
fr: Quel temps fait-il aujourd'hui ?
gl: Cal é o tempo hoxe?
gu: આજે હવામાન કેવું છે?
he: ר ?
hi: आज का मौसम कैसा है?
hu: Milyen az időjárás ma?
id: Bagaimana cuaca hari ini?
it: Che tempo fa oggi?
ja: 今日の天気は？
km: អាកាសធាតុថ្ងៃនេះយ៉ាងដូចម្តេច?
kn: ಇಂದು ಹವಾಮಾನ ಹೇಗಿದೆ?
lo: ສະພາບອາກາດມື້ນີ້ແນວໃດ?
mk: Какво е времето денес?
ml: ഇന്നത്തെ കാലാവസ്ഥ എന്താണ്?
mr: आज हवामान कसे आहे?
ms: Bagaimana cuaca hari ini?
my: ယနေ့ ရာသီဥတု ဘယ်လိုရှိသလဲ?
ne: आज मौसम कस्तो छ?
nl: Wat is het weer vandaag?
pa: ਅੱਜ ਮੌਸਮ ਕਿਵੇਂ ਹੈ?
pl: Jaka jest dzisiaj pogoda?
pt_pt: Qual é o tempo hoje?
ru: Какая сегодня погода?
si: අද කාලගුණය කුමක්ද?
sl: Kak코no je vreme danes?
sr: Какво је време данас?
sw: Hali ya hewa ni vipi leo?
ta: இன்று வானிலை என்ன?
te: ఈరోజు వాతావరణం ఎలా ఉంది?
th: อากาศวันนี้เป็นอย่างไร?
uk: Яка сьогодні погода?
zu: Isimo sezulu sinjani namuhla?

# chat.suggestion.help
source: How to use this app
af: Hoe om hierdie toepassing te gebruik
am: ይህን መተግበሪያ እንዴት እንደምጠቀም
ar: كيفية استخدام هذا التطبيق
bg: Как да използвам това приложение
bn: এই অ্যাপ কীভাবে ব্যবহার করবেন
ca: Com utilitzar aquesta app
de: Wie benutze ich diese App
el: Πώς να χρησιμοποιήσετε αυτήν την εφαρμογή
et: Kuidas seda rakendust kasutada
eu: Aplikazio hau nola erabili
fi: Kuinka käyttää tätä sovellusta
fil: Paano gamitin ang app na ito
fr: Comment utiliser cette app
gl: Como usar esta app
gu: આ એપ કેવી રીતે વાપરવી
he: שתש פקצ
hi: इस ऐप का उपयोग कैसे करें
hu: Hogyan használjam az appot
id: Cara menggunakan aplikasi ini
it: Come usare questa app
ja: 使い方を教えて
km: របៀបប្រើកម្មវិធីនេះ
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಬಳಸುವುದು ಹೇಗೆ
lo: ວິທີການໃຊ້ແອັບນີ້
mk: Како да ја користам апликацијата
ml: ഈ ആപ്പ് എങ്ങനെ ഉപയോഗിക്കാം
mr: हे अॅप कसे वापरावे
ms: Cara menggunakan aplikasi ini
my: ဒီအက်ပ်ကို ဘယ်လို အသုံးပြုမလဲ
ne: यो एप कसरी प्रयोग गर्ने
nl: Hoe gebruik ik deze app
pa: ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰੀਏ
pl: Jak używa tej aplikacji
pt_pt: Como usar esta aplicação
ru: Как пользоваться приложением
si: මෙම යෙදුම භාවිතා කරන්නේ කෙසේද
sl: Kako uporabljati to aplikacijo
sr: Како користити ову апликацију
sw: Jinsi ya kutumia programu hii
ta: இந்த பயன்பாட்டை எவ்வாறு பயன்படுத்துவது
te: ఈ యాప్‌ను ఎలా ఉపయోగించాలి
th: วิธีใช้แอปนี้
uk: Як користуватися додатком
zu: Indlela yokusebenzisa lolu hlelo

# chat.websearch.on
source: Web Search On
af: Websoektog Aan
am: ድር ፍለጋ በርቷል
ar: البحث على الويب مفعّل
bg: Търсене в мрежата включено
bn: ওয়েব সার্চ চালু
ca: Cerca web activada
de: Websuche an
el: Αναζήτηση Ιστού Ενεργή
et: Veebiotsing sisse
eu: Web bilaketa aktibatuta
fi: Verkkohaku päällä
fil: Web Search Bukas
fr: Recherche web activée
gl: Busca web activada
gu: વેબ શોધ ચાલુ
he: פש רשת פע
hi: वेब सर्च चालू
hu: Webes keresés be
id: Pencarian Web Aktif
it: Ricerca web attiva
km: ការស្វែងរកតាមវេបបើក
kn: ವೆಬ್ ಸರ್ಚ್ ಆನ್
lo: ການຄົ້ນຫາເວັບເປີດ
mk: Веб-пребарување вклучено
ml: വെബ് തിരയൽ ഓൺ
mr: वेब शोध सुरू
ms: Carian Web Hidup
my: ဝဘ်ရှာဖွေမှု ဖွင့်ထားသည်
ne: वेब खोजी चालु
nl: Zoeken aan
pa: ਵੈੱਬ ਖੋਜ ਚਾਲੂ
pl: Wyszukiwanie wczone
pt_pt: Pesquisa Web Ativada
ru: Веб-поиск включён
si: වෙබ් සෙවීම සක්‍රියයි
sl: Spletno iskanje vklopljeno
sr: Веб претрага укључена
sw: Utaftaji wa Wavuti Umewashwa
ta: இணைய தேடல் இயக்கத்தில்
te: వెబ్ సెర్చ్ ఆన్
th: เปิดการค้นหาเว็บ
uk: Веб-пошук увімкнено
zu: Ukusesha Kwewebhu Kuvuliwe

# chat.websearch.off
source: Web Search Off
af: Websoektog Af
am: ድር ፍለጋ ጠፍቷል
ar: البحث على الويب معطّل
bg: Търсене в мрежата изключено
bn: ওয়েব সার্চ বন্ধ
ca: Cerca web desactivada
de: Websuche aus
el: Αναζήτηση Ιστού Ανενεργή
et: Veebiotsing välja
eu: Web bilaketa desaktibatuta
fi: Verkkohaku pois
fil: Web Search Sarado
fr: Recherche web désactivée
gl: Busca web desactivada
gu: વેબ શોધ બંધ
he: פש רשת
hi: वेब सर्च बंद
hu: Webes keresés ki
id: Pencarian Web Nonaktif
it: Ricerca web disattiva
km: ការស្វែងរកតាមវេបបិទ
kn: ವೆಬ್ ಸರ್ಚ್ ಆಫ್
lo: ການຄົ້ນຫາເວັບປິດ
mk: Веб-пребарување исклучено
ml: വെബ് തിരയൽ ഓഫ്
mr: वेब शोध बंद
ms: Carian Web Mati
my: ဝဘ်ရှာဖွေမှု ပိတ်ထားသည်
ne: वेब खोजी बन्द
nl: Zoeken uit
pa: ਵੈੱਬ ਖੋਜ ਬੰਦ
pl: Wyszukiwanie wyczone
pt_pt: Pesquisa Web Desativada
ru: Веб-поиск выключен
si: වෙබ් සෙවීම අක්‍රියයි
sl: Spletno iskanje izklopljeno
sr: Веб претрага искључена
sw: Utaftaji wa Wavuti Umezimwa
ta: இணைய தேடல் முடக்கப்பட்டது
te: వెబ్ సెర్చ్ ఆఫ్
th: ปิดการค้นหาเว็บ
uk: Веб-пошук вимкнено
zu: Ukusesha Kwewebhu Kuvalwe

# chat.thinking.on
source: Thinking On
af: Denkproses Aan
am: ማሰብ በርቷል
ar: وضع التفكير مفعّل
bg: Мислене включено
bn: থিঙ্কিং চালু
ca: Pensament activat
de: Denkmodus an
el: Σκέψη Ενεργή
et: Mõtlemine sisse
eu: Pentsaketa aktibatuta
fi: Ajattelu päällä
fil: Thinking Bukas
fr: Réflexion activée
gl: Pensamento activado
gu: થિંકિંગ ચાલુ
he: ש פע
hi: थिंकिंग चालू
hu: Gondolkodás be
id: Mode Berpikir Aktif
it: Ragionamento attivo
km: ការគិតបើក
kn: ಥಿಂಕಿಂಗ್ ಆನ್
lo: ການຄິດເປີດ
mk: Размислување вклучено
ml: ചിന്താ രീതി ഓൺ
mr: थिंकिंग सुरू
ms: Pemikiran Hidup
my: တွေးတောမှု ဖွင့်ထားသည်
ne: सोच चालु
nl: Denken aan
pa: ਸੋਚ ਮੋਡ ਚਾਲੂ
pl: Mylenie wczone
pt_pt: Pensamento Ativado
ru: Размышление включено
si: චිත්තාකර්ෂණය සක්‍රියයි
sl: Razmi코ljanje vklopljeno
sr: Размишљање укључено
sw: Mawazo Yamewashwa
ta: சிந்தனை இயக்கத்தில்
te: థింకింగ్ ఆన్
th: เปิดโหมดคิด
uk: Мислення увімкнено
zu: Ukucabanga Kuvuliwe

# chat.thinking.off
source: Thinking Off
af: Denkproses Af
am: ማሰብ ጠፍቷል
ar: وضع التفكير معطّل
bg: Мислене изключено
bn: থিঙ্কিং বন্ধ
ca: Pensament desactivat
de: Denkmodus aus
el: Σκέψη Ανενεργή
et: Mõtlemine välja
eu: Pentsaketa desaktibatuta
fi: Ajattelu pois
fil: Thinking Sarado
fr: Réflexion désactivée
gl: Pensamento desactivado
gu: થિંકિંગ બંધ
he: ש
hi: थिंकिंग बंद
hu: Gondolkodás ki
id: Mode Berpikir Nonaktif
it: Ragionamento disattivo
km: ការគិតបិទ
kn: ಥಿಂಕಿಂಗ್ ಆಫ್
lo: ການຄິດປິດ
mk: Размислување исклучено
ml: ചിന്താ രീതി ഓഫ്
mr: थिंकिंग बंद
ms: Pemikiran Mati
my: တွေးတောမှု ပိတ်ထားသည်
ne: सोच बन्द
nl: Denken uit
pa: ਸੋਚ ਮੋਡ ਬੰਦ
pl: Mylenie wyczone
pt_pt: Pensamento Desativado
ru: Размышление выключено
si: චිත්තාකර්ෂණය අක්‍රියයි
sl: Razmi코ljanje izklopljeno
sr: Размишљање искључено
sw: Mawazo Yamezimwa
ta: சிந்தனை முடக்கப்பட்டது
te: థింకింగ్ ఆఫ్
th: ปิดโหมดคิด
uk: Мислення вимкнено
zu: Ukucabanga Kuvalwe

# chat.transcribing
source: Transcribing...
af: Transkribeer...
am: በመተርጎም ላይ...
ar: جارٍ النسخ...
bg: Транскрибиране...
bn: প্রতিলিপি করছে...
ca: Transcrivint...
de: Transkribiere...
el: Μεταγραφή...
et: Transkribeerimine...
eu: Transkribatzen...
fi: Litteroidaan...
fil: Nag-transcribe...
fr: Transcription...
gl: Transcribindo...
gu: ટ્રાન્સક્રાઇબ કરી રહ્યું છે...
he: ת...
hi: ट्रांसक्राइब हो रहा है...
hu: Átírás...
id: Menyalin...
it: Trascrizione...
km: កំពុងចម្លង...
kn: ಟ್ರಾನ್ಸ್‌ಕ್ರೈಬ್ ಮಾಡುತ್ತಿದೆ...
lo: ກຳລັງຖອດຄວາມ...
mk: Транскрибирам...
ml: ട്രാൻസ്ക്രൈബ് ചെയ്യുന്നു...
mr: ट्रान्सक्राइब करत आहे...
ms: Menyalin...
my: စာသားပြောင်းနေသည်...
ne: ट्रान्सक्राइब गर्दै...
nl: Transcriberen...
pa: ਟਰਾਂਸਕ੍ਰਾਈਬ ਕਰ ਰਿਹਾ ਹੈ...
pl: Transkrybuj...
pt_pt: A transcrever...
ru: Транскрибация...
si: පිටපත් කරමින්...
sl: Prepisujem...
sr: Транскрибовање...
sw: Inasaini...
ta: எழுத்துப்பதிவு செய்கிறது...
te: ట్రాన్స్‌క్రైబ్ చేస్తోంది...
th: กำลังแปลงเสียงเป็นข้อความ...
uk: Транскрибую...
zu: Iyabhala...

# chat.offline
source: Offline
af: Vanlyn
am: ከመስመር ውጭ
ar: غير متصل
bg: Офлайн
bn: অফলাইন
ca: Fora de línia
el: Εκτός σύνδεσης
et: Võrguühenduseta
eu: Lineaz kanpo
fi: Offline-tilassa
fr: Hors ligne
gl: Sen conexión
gu: ઑફલાઇન
he: ק
hi: ऑफलाइन
id: Luring
km: ក្រៅបណ្តាញ
kn: ಆಫ್‌ಲೈನ್
lo: ອອບໄລນ໌
mk: Офлајн
ml: ഓഫ്‌ലൈൻ
mr: ऑफलाइन
ms: Luar Talian
my: အော့ဖ်လိုင်း
ne: अफलाइन
pa: ਔਫਲਾਈਨ
ru: Офлайн
si: නොබැඳි
sl: Brez povezave
sr: Ван мреже
sw: Nje ya mkondoni
ta: இணையமில்லாத
te: ఆఫ్‌లైన్
th: ออฟไลน์
uk: Офлайн
zu: Ngaphandle kwe-inthanethi

# voice.listening
source: Listening...
af: Luister...
am: በማዳመጥ ላይ...
ar: جارٍ الاستماع...
bg: Слушам...
bn: শুনছে...
ca: Escoltant...
de: Hört zu...
el: Ακούω...
et: Kuulan...
eu: Entzuten...
fi: Kuuntelee...
fil: Nakikinig...
fr: Écoute...
gl: Escoitando...
gu: સાંભળી રહ્યું છે...
hi: सुन रहा है...
hu: Hallgatlak...
id: Mendengarkan...
it: In ascolto...
km: កំពុងស្តាប់...
kn: ಕೇಳುತ್ತಿದೆ...
lo: ກຳລັງຟັງ...
mk: Слушам...
ml: കേൾക്കുന്നു...
mr: ऐकत आहे...
ms: Mendengar...
my: နားထောင်နေသည်...
ne: सुन्दैछ...
nl: Luisteren...
pa: ਸੁਣ ਰਿਹਾ ਹੈ...
pl: Sucham...
pt_pt: A ouvir...
ru: Слушаю...
si: සවන් දෙමින්...
sl: Poslu코am...
sr: Слушам...
sw: Sikiliza...
ta: கேட்கிறது...
te: వింటోంది...
th: กำลังฟัง...
uk: Слухаю...
zu: Iyalalela...

# voice.processing
source: Processing...
af: Verwerk...
am: በማካሄድ ላይ...
ar: جارٍ المعالجة...
bg: Обработване...
bn: প্রক্রিয়া করছে...
ca: Processant...
de: Verarbeitung...
el: Επεξεργασία...
et: Töötlemine...
eu: Prozesatzen...
fi: Käsitellään...
fil: Nagpoproseso...
fr: Traitement...
gl: Procesando...
gu: પ્રક્રિયા કરી રહ્યું છે...
he: ע...
hi: प्रोसेस हो रहा है...
hu: Feldolgozás...
id: Memproses...
it: Elaborazione...
km: កំពុងដំណើរការ...
kn: ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತಿದೆ...
lo: ກຳລັງປະມວນຜົນ...
mk: Обработувам...
ml: പ്രോസസ്സ് ചെയ്യുന്നു...
mr: प्रक्रिया करत आहे...
ms: Memproses...
my: စီမံဆောင်ရွက်နေသည်...
ne: प्रशोधन गर्दै...
nl: Verwerken...
pa: ਪ੍ਰੋਸੈਸ ਕਰ ਰਿਹਾ ਹੈ...
pl: Przetwarzam...
pt_pt: A processar...
ru: Обработка...
si: සකස් කරමින්...
sl: Obdelujem...
sr: Обрађујем...
sw: Inachakata...
ta: செயலாக்குகிறது...
te: ప్రాసెస్ చేస్తోంది...
th: กำลังประมวลผล...
uk: Обробка...
zu: Iyacubungula...

# voice.thinking
source: Thinking...
af: Dink...
am: በማሰብ ላይ...
ar: جارٍ التفكير...
bg: Мисля...
bn: চিন্তা করছে...
ca: Pensant...
de: Denkt nach...
el: Σκέφτομαι...
et: Mõtlen...
eu: Pentsatzen...
fi: Ajattelee...
fil: Nag-iisip...
fr: Réflexion...
gl: Pensando...
gu: વિચારી રહ્યું છે...
he: ש...
hi: सोच रहा है...
hu: Gondolkodás...
id: Berpikir...
it: Sto pensando...
km: កំពុងគិត...
kn: ಯೋಚಿಸುತ್ತಿದೆ...
lo: ກຳລັງຄິດ...
mk: Размислувам...
ml: ചിന്തിക്കുന്നു...
mr: विचार करत आहे...
ms: Berfikir...
my: တွေးတောနေသည်...
ne: सोचिरहेको छ...
nl: Denken...
pa: ਸੋਚ ਰਿਹਾ ਹੈ...
pl: Myl...
pt_pt: A pensar...
ru: Думаю...
si: සිතමින්...
sl: Razmi코ljam...
sr: Размишљам...
sw: Ninafikiria...
ta: சிந்திக்கிறது...
te: ఆలోచిస్తోంది...
th: กำลังคิด...
uk: Думаю...
zu: Ngiyacabanga...

# voice.speaking
source: Speaking...
af: Praat...
am: በመናገር ላይ...
ar: جارٍ التحدث...
bg: Говоря...
bn: বলছে...
ca: Parlant...
de: Spricht...
el: Μιλάω...
et: Räägin...
eu: Hitz egiten...
fi: Puhuu...
fil: Nagsasalita...
fr: Parole...
gl: Falando...
gu: બોલી રહ્યું છે...
he: ר...
hi: बोल रहा है...
hu: Beszélés...
id: Berbicara...
it: Sto parlando...
km: កំពុងនិយាយ...
kn: ಮಾತನಾಡುತ್ತಿದೆ...
lo: ກຳລັງເວົ້າ...
mk: Зборувам...
ml: സംസാരിക്കുന്നു...
mr: बोलत आहे...
ms: Bercakap...
my: ပြောနေသည်...
ne: बोल्दैछ...
nl: Spreken...
pa: ਬੋਲ ਰਿਹਾ ਹੈ...
pl: Mówi...
pt_pt: A falar...
ru: Говорю...
si: කතා කරමින්...
sl: Govorim...
sr: Говорим...
sw: Ninazungumza...
ta: பேசுகிறது...
te: మాట్లాడుతోంది...
th: กำลังพูด...
uk: Говорю...
zu: Ngiyakhuluma...

# voice.tap.to.send
source: Tap to send
af: Tik om te stuur
am: ለመላክ መታ ያድርጉ
ar: انقر للإرسال
bg: Докоснете за изпращане
bn: পাঠাতে ট্যাপ করুন
ca: Toca per enviar
de: Zum Senden tippen
el: Πατήστε για αποστολή
et: Puudutage saatmiseks
eu: Sakatu bidaltzeko
fi: Napauta lähettääksesi
fil: I-tap para ipadala
fr: Appuyez pour envoyer
gl: Toca para enviar
gu: મોકલવા માટે ટૅપ કરો
he: קש ש
hi: भेजने के लिए टैप करें
hu: Koppints a küldéshez
id: Ketuk untuk kirim
it: Tocca per inviare
km: ប៉ះដើម្បីផ្ញើ
kn: ಕಳುಹಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
lo: ແຕະເພື່ອສົ່ງ
mk: Допри за испраќање
ml: അയയ്ക്കാൻ ടാപ്പ് ചെയ്യുക
mr: पाठवण्यासाठी टॅप करा
ms: Ketik untuk hantar
my: ပို့ရန် တို့ပါ
ne: पठाउन ट्याप गर्नुहोस्
nl: Tik om te verzenden
pa: ਭੇਜਣ ਲਈ ਟੈਪ ਕਰੋ
pl: Stuknij, aby wysa
pt_pt: Toque para enviar
ru: Нажмите для отправки
si: යැවීමට තට්ටු කරන්න
sl: Tapni za po코iljanje
sr: Тапни за слање
sw: Gusa ili kutuma
ta: அனுப்ப தட்டவும்
te: పంపడానికి ట్యాప్ చేయండి
th: แตะเพื่อส่ง
uk: Торкніться для відправки
zu: Thepha ukuze uthumele

# chat.templates
source: Templates
af: Sjablone
am: አብነቶች
ar: القوالب
bg: Шаблони
bn: টেমপ্লেট
ca: Plantilles
de: Vorlagen
el: Πρότυπα
et: Mallid
eu: Txantiloiak
fi: Mallipohjat
fil: Mga Template
fr: Modèles
gl: Modelos
gu: ટેમ્પ્લેટ્સ
he: תת
hi: टेम्पलेट
hu: Sablonok
id: Template
it: Modelli
km: គំរូ
kn: ಟೆಂಪ್ಲೇಟ್‌ಗಳು
lo: ແມ່ແບບ
mk: Шаблони
ml: ടെംപ്ലേറ്റുകൾ
mr: टेम्पलेट्स
ms: Templat
my: နမူနာများ
ne: टेम्प्लेटहरू
nl: Sjablonen
pa: ਟੈਂਪਲੇਟ
pl: Szablony
pt_pt: Modelos
ru: Шаблоны
si: සැකිලි
sl: Predloge
sr: Шаблони
sw: Violezo
ta: வார்ப்புருக்கள்
te: టెంప్లేట్స్
th: เทมเพลต
uk: Шаблони
zu: Amathempleyithi

# chat.websearch.privacy.title
source: About Web Search
af: Oor Websoektog
am: ስለ ድር ፍለጋ
ar: حول البحث على الويب
bg: За търсенето в мрежата
bn: ওয়েব সার্চ সম্পর্কে
ca: Sobre la cerca web
de: Über die Websuche
el: Σχετικά με την Αναζήτηση Ιστού
et: Veebiotsingu kohta
eu: Web bilaketari buruz
fi: Tietoa verkkohausta
fil: Tungkol sa Web Search
fr: À propos de la recherche web
gl: Acerca da busca web
gu: વેબ શોધ વિશે
he: ת פש רשת
hi: वेब सर्च के बारे में
hu: A webes keresésről
id: Tentang Pencarian Web
it: Informazioni sulla ricerca web
km: អំពីការស្វែងរកតាមវេប
kn: ವೆಬ್ ಸರ್ಚ್ ಬಗ್ಗೆ
lo: ກ່ຽວກັບການຄົ້ນຫາເວັບ
mk: За веб-пребарувањето
ml: വെബ് തിരയലിനെക്കുറിച്ച്
mr: वेब शोधाबद्दल
ms: Tentang Carian Web
my: ဝဘ်ရှာဖွေမှု အကြောင်း
ne: वेब खोजीको बारेमा
nl: Over zoeken op het web
pa: ਵੈੱਬ ਖੋਜ ਬਾਰੇ
pl: O wyszukiwaniu internetowym
pt_pt: Acerca da Pesquisa Web
ru: О веб-поиске
si: වෙබ් සෙවීම පිළිබඳව
sl: O spletnem iskanju
sr: О веб претрази
sw: Kuhusu Utaftaji wa Wavuti
ta: இணைய தேடல் பற்றி
te: వెబ్ సెర్చ్ గురించి
th: เกี่ยวกับการค้นหาเว็บ
uk: Про веб-пошук
zu: Mayelana Nokushesha Kwewebhu

# chat.websearch.privacy.message
source: Enabling web search allows the AI to search the internet via DuckDuckGo for up-to-date information. Search queries are sent to DuckDuckGo but are not tracked.
af: Om websoektog te aktiveer, kan die KI die internet deur DuckDuckGo deursoek vir opdatuminligting. Soeknavrae word na DuckDuckGo gestuur, maar word nie opgespoor nie.
am: ድር ፍለጋን ማነቃቃት AI ኢንተርኔትን በDuckDuckGo በኩል ለዘመናዊ መረጃ እንዲፈልግ ያስችለዋል። የፍለጋ ጥያቄዎች ወደ DuckDuckGo ይላካሉ ግን አይከታተሉም።
ar: يتيح تفعيل البحث على الويب للذكاء الاصطناعي البحث في الإنترنت عبر DuckDuckGo للحصول على معلومات محدّثة. تُرسل استعلامات البحث إلى DuckDuckGo ولكن لا يتم تتبعها.
bg: Активирането на търсене в мрежата позволява на AI да търси в интернет чрез DuckDuckGo за актуална информация. Заявките за търсене се изпращат до DuckDuckGo, но не се проследяват.
bn: ওয়েব সার্চ সক্ষম করলে AI DuckDuckGo-র মাধ্যমে আপ-টু-ডেট তথ্যের জন্য ইন্টারনেট অনুসন্ধান করতে পারে। সার্চ কোয়েরি DuckDuckGo-তে পাঠানো হয় কিন্তু ট্র্যাক করা হয় না।
ca: Activar la cerca web permet que la IA cerqui a Internet a través de DuckDuckGo per obtenir informació actualitzada. Les consultes de cerca s'envien a DuckDuckGo però no es fan seguiment.
de: Wenn du die Websuche aktivierst, kann die KI über DuckDuckGo im Internet nach aktuellen Informationen suchen. Suchanfragen werden an DuckDuckGo gesendet, aber nicht verfolgt.
el: Η ενεργοποίηση της αναζήτησης ιστού επιτρέπει στην τεχνητή νοημοσύνη να αναζητά στο διαδίκτυο μέσω του DuckDuckGo για ενημερωμένες πληροφορίες. Τα ερωτήματα αναζήτησης αποστέλλονται στο DuckDuckGo αλλά δεν παρακολουθούνται.
et: Veebiotsingu lubamine võimaldab AI-l otsida teavet internetist DuckDuckGo kaudu. Otsingupäringud saadetakse DuckDuckGo-le, kuid neid ei jälgita.
eu: Web bilaketa gaituz gero, IAk DuckDuckGo bidez Interneten bilatu ahal izango du informazio eguneratuaren bila. Bilaketa-kontsultak DuckDuckGo-ra bidaltzen dira baina ez dira jarraitzen.
fi: Verkkohaun käyttöönotto antaa tekoälylle mahdollisuuden etsiä internetistä ajantasaista tietoa DuckDuckGon kautta. Hakukyselyt lähetetään DuckDuckGolle, mutta niitä ei seurata.
fil: Ang pag-enable ng web search ay nagpapahintulot sa AI na maghanap sa internet sa pamamagitan ng DuckDuckGo para sa pinakabagong impormasyon. Ang mga search query ay ipinapadala sa DuckDuckGo ngunit hindi sinusubaybayan.
fr: L'activation de la recherche web permet à l'IA de rechercher des informations actualisées sur Internet via DuckDuckGo. Les requêtes sont envoyées à DuckDuckGo mais ne sont pas suivies.
gl: Activar a busca web permite que a IA busque en internet mediante DuckDuckGo para obter información actualizada. As consultas de busca envíanse a DuckDuckGo pero non se rastrea.
gu: વેબ શોધ સક્ષમ કરવાથી AI DuckDuckGo દ્વારા અદ્યતન માહિતી માટે ઇન્ટરનેટ શોધી શકે છે. શોધ ક્વેરી DuckDuckGo ને મોકલવામાં આવે છે પરંતુ ટ્રૅક કરવામાં આવતી નથી.
he: פעת פש רשת פשרת -AI פש ר ר DuckDuckGo ע ע. שתת פש שת -DuckDuckGo עקת.
hi: वेब सर्च चालू करने से AI DuckDuckGo के माध्यम से इंटरनेट पर नवीनतम जानकारी खोज सकता है। सर्च क्वेरी DuckDuckGo को भेजी जाती हैं लेकिन ट्रैक नहीं की जाती हैं।
hu: A webes keresés engedélyezése lehetővé teszi az AI számára, hogy a DuckDuckGo-n keresztül keressen az interneten naprakész információért. A keresési lekérdezések elküldésre kerülnek a DuckDuckGo-nak, de nem követik őket.
id: Mengaktifkan pencarian web memungkinkan AI untuk mencari internet melalui DuckDuckGo untuk informasi terkini. Kueri pencarian dikirim ke DuckDuckGo tetapi tidak dilacak.
it: Attivando la ricerca web, l'IA potrà cercare informazioni aggiornate su internet tramite DuckDuckGo. Le query di ricerca vengono inviate a DuckDuckGo ma non vengono tracciate.
km: ការបើកការស្វែងរកតាមវេបអនុញ្ញាតឱ្យ AI ស្វែងរកអ៊ីនធឺណិតតាមរយៈ DuckDuckGo សម្រាប់ព័ត៌មានថ្មីៗ។ សំណួរស្វែងរកត្រូវបានផ្ញើទៅ DuckDuckGo ប៉ុន្តែមិនត្រូវបានតាមដាននោះទេ។
kn: ವೆಬ್ ಸರ್ಚ್ ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ AI DuckDuckGo ಮೂಲಕ ಅಪ್-ಟು-ಡೇಟ್ ಮಾಹಿತಿಗಾಗಿ ಇಂಟರ್ನೆಟ್ ಹುಡುಕಬಹುದು. ಸರ್ಚ್ ಪ್ರಶ್ನೆಗಳನ್ನು DuckDuckGo ಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ ಆದರೆ ಟ್ರ್ಯಾಕ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ.
lo: ການເປີດການຄົ້ນຫາເວັບອະນຸຍາດໃຫ້ AI ຄົ້ນຫາອິນເຕີເນັດຜ່ານ DuckDuckGo ສຳລັບຂໍ້ມູນຫຼ້າສຸດ. ຄຳຖາມຄົ້ນຫາຖືກສົ່ງໄປຫາ DuckDuckGo ແຕ່ບໍ່ຖືກຕິດຕາມ.
mk: Овозможувањето на веб-пребарувањето им дозволува на АИ да пребарува на интернет преку DuckDuckGo за ажурирани информации. Пребарувачките барања се испраќаат до DuckDuckGo но не се следат.
ml: വെബ് തിരയൽ പ്രാപ്തമാക്കുന്നത് AI യെ DuckDuckGo വഴി ഇന്റർനെറ്റിൽ ആധുനിക വിവരങ്ങൾക്കായി തിരയാൻ അനുവദിക്കുന്നു. തിരയൽ ചോദ്യങ്ങൾ DuckDuckGo ലേക്ക് അയയ്ക്കുന്നു, പക്ഷേ ട്രാക്ക് ചെയ്യുന്നില്ല.
mr: वेब शोध सक्षम केल्याने AI DuckDuckGo द्वारे अद्ययावत माहितीसाठी इंटरनेटवर शोध घेऊ शकते. शोध क्वेरी DuckDuckGo ला पाठवल्या जातात पण ट्रॅक केल्या जात नाहीत.
ms: Mengaktifkan carian web membolehkan AI mencari internet melalui DuckDuckGo untuk maklumat terkini. Pertanyaan carian dihantar ke DuckDuckGo tetapi tidak dijejaki.
my: ဝဘ်ရှာဖွေမှု ဖွင့်ခြင်းသည် AI အား DuckDuckGo မှတဆင့် နောက်ဆုံး အချက်အလက်များအတွက် အင်တာနက် ရှာဖွေခွင့် ပြုသည်။ ရှာဖွေမှု မေးခွန်းများကို DuckDuckGo သို့ ပို့သော်လည်း ခြေရာခံခြင်း မရှိပါ။
ne: वेब खोजी सक्षम पार्दा AI लाई अद्यावधिक जानकारीको लागि DuckDuckGo मार्फत इन्टरनेट खोज्न अनुमति दिन्छ। खोजी प्रश्नहरू DuckDuckGo मा पठाइन्छन् तर ट्र्याक गरिँदैन।
nl: Het inschakelen van zoeken op het web stelt de AI in staat om via DuckDuckGo op internet te zoeken naar actuele informatie. Zoekopdrachten worden naar DuckDuckGo gestuurd maar niet gevolgd.
pa: ਵੈੱਬ ਖੋਜ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣਾ AI ਨੂੰ DuckDuckGo ਰਾਹੀਂ ਤਾਜ਼ਾ ਜਾਣਕਾਰੀ ਲਈ ਇੰਟਰਨੈੱਟ ਤੇ ਖੋਜ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ। ਖੋਜ ਸਵਾਲ DuckDuckGo ਨੂੰ ਭੇਜੇ ਜਾਂਦੇ ਹਨ ਪਰ ਟਰੈਕ ਨਹੀਂ ਕੀਤੇ ਜਾਂਦੇ।
pl: Wczenie wyszukiwania internetowego pozwala AI przeszukiwa internet przez DuckDuckGo w poszukiwaniu aktualnych informacji. Zapytania s wysyane do DuckDuckGo, ale nie s ledzone.
pt_pt: Ativar a pesquisa web permite que a IA pesquise na internet via DuckDuckGo para informações atualizadas. As consultas de pesquisa são enviadas para o DuckDuckGo mas não são rastreadas.
ru: Включение веб-поиска позволяет ИИ искать в интернете через DuckDuckGo актуальную информацию. Поисковые запросы отправляются в DuckDuckGo, но не отслеживаются.
si: වෙබ් සෙවීම සක්‍රීය කිරීමෙන් AI ට DuckDuckGo හරහා නවතම තොරතුරු සඳහා අන්තර්ජාලය සෙවීමට ඉඩ දෙයි. සෙවුම් විමසුම් DuckDuckGo වෙත යවනු ලැබේ නමුත් ලුහුබැඳීමක් නොමැත.
sl: Vklop spletnega iskanja omogo캜a AI iskanje po internetu preko DuckDuckGo za najnovej코e informacije. Poizvedbe so poslane v DuckDuckGo, vendar niso sledene.
sr: Омогућавање веб претраге дозвољава AI-ју да претражује интернет преко DuckDuckGo-а за актуелне информације. Упити за претрагу се шаљу DuckDuckGo-у али се не прате.
sw: Kuwezesha utaftaji wa wavuti huruhusu AI kutafuta mtandaoni kupitia DuckDuckGo kwa maelezo ya hivi sasa. Maombi ya utaftaji yanatumwa kwa DuckDuckGo lakini hayafuatilwi.
ta: இணைய தேடலை இயக்குவது AI DuckDuckGo மூலம் புதுப்பிக்கப்பட்ட தகவலுக்கு இணையத்தில் தேட அனுமதிக்கிறது. தேடல் வினவல்கள் DuckDuckGo க்கு அனுப்பப்படுகின்றன ஆனால் கண்காணிக்கப்படவில்லை.
te: వెబ్ సెర్చ్‌ను ఎనేబుల్ చేయడం వల్ల AI DuckDuckGo ద్వారా తాజా సమాచారం కోసం ఇంటర్నెట్‌ను సెర్చ్ చేయగలదు. సెర్చ్ క్వెరీలు DuckDuckGo కు పంపబడతాయి కానీ ట్రాక్ చేయబడవు.
th: การเปิดใช้การค้นหาเว็บจะอนุญาตให้ AI ค้นหาอินเทอร์เน็ตผ่าน DuckDuckGo เพื่อข้อมูลที่ทันสมัย คำค้นหาจะถูกส่งไปยัง DuckDuckGo แต่จะไม่ถูกติดตาม
uk: Увімкнення веб-пошуку дозволяє ШІ шукати в інтернеті через DuckDuckGo для актуальної інформації. Пошукові запити надсилаються до DuckDuckGo, але не відстежуються.
zu: Ukunika amandla ukusesha kwewebhu kuvumela i-AI ukuthi iseshe ku-inthanethi nge-DuckDuckGo ukuthola ulwazi lwamanje. Izicelo zokusesha zithunyelwa ku-DuckDuckGo kodwa azilandelwa.

# chat.websearch.privacy.enable
source: Enable
af: Aktiveer
am: አንቃ
ar: تفعيل
bg: Активирай
bn: সক্ষম করুন
ca: Activa
de: Aktivieren
el: Ενεργοποίηση
et: Luba
eu: Gaitu
fi: Ota käyttöön
fil: I-enable
fr: Activer
gl: Activar
gu: સક્ષમ કરો
he: פע
hi: चालू करें
hu: Engedélyezés
id: Aktifkan
it: Attiva
km: បើក
kn: ಸಕ್ರಿಯಗೊಳಿಸಿ
lo: ເປີດໃຊ້
mk: Овозможи
ml: പ്രാപ്തമാക്കുക
mr: सक्षम करा
ms: Aktifkan
my: ဖွင့်ရန်
ne: सक्षम पार्नुहोस्
nl: Inschakelen
pa: ਸਮਰੱਥ ਕਰੋ
pl: Wcz
pt_pt: Ativar
ru: Включить
si: සක්‍රීය කරන්න
sl: Vklopi
sr: Омогући
sw: Wezesha
ta: இயக்கு
te: ఎనేబుల్ చేయి
th: เปิดใช้งาน
uk: Увімкнути
zu: Nika amandla

# chat.websearch.privacy.disable
source: Keep Disabled
af: Hou Gedeaktiveer
am: የተሰናከለ አቆይ
ar: الإبقاء معطّلاً
bg: Остави деактивирано
bn: অক্ষম রাখুন
ca: Mantenir desactivat
de: Deaktiviert lassen
el: Διατήρηση Απενεργοποιημένης
et: Jäta väljalülitatuks
eu: Mantendu desaktibatuta
fi: Pidä pois käytöstä
fil: Panatilihing Naka-disable
fr: Laisser désactivé
gl: Manter desactivada
gu: અક્ષમ રાખો
he: שר שת
hi: बंद रखें
hu: Maradjon kikapcsolva
id: Tetap Nonaktif
it: Mantieni disattivata
km: បន្តបិទ
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದನ್ನು ಇರಿಸಿ
lo: ເກັບປິດໄວ້
mk: Задржи исклучено
ml: പ്രാപ്തമാക്കാതെ നിലനിർത്തുക
mr: अक्षम ठेवा
ms: Kekal Dilumpuhkan
my: ပိတ်ထားရန်
ne: अक्षम राख्नुहोस्
nl: Uitgeschakeld houden
pa: ਅਸਮਰੱਥ ਰੱਖੋ
pl: Pozostaw wyczone
pt_pt: Manter Desativada
ru: Оставить выключенным
si: අක්‍රිය තබන්න
sl: Pusti izklopljeno
sr: Остави искључено
sw: Acha Imezimwa
ta: முடக்கப்பட்டதாக வைத்திரு
te: డిసేబుల్ చేసి ఉంచండి
th: ปิดไว้
uk: Залишити вимкненим
zu: Shiya Kuvalwe
