Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# attachment.pdf.pages
source: %d pages
af: %d bladsye
am: %d ገጾች
ar: %d صفحات
bg: %d страници
bn: %d পৃষ্ঠা
ca: %d pgines
de: %d Seiten
el: %d σελίδες
et: %d lehekülge
eu: %d orri
fi: %d sivua
fil: %d pahina
gl: %d páxinas
gu: %d પૃષ્ઠો
he: %d ע
hi: %d पृष्ठ
hu: %d oldal
id: %d halaman
it: %d pagine
ja: %dページ
km: ទំព័រ %d
kn: %d ಪುಟಗಳು
lo: %d ໜ້າ
mk: %d страници
ml: %d പേജുകൾ
mr: %d पृष्ठे
ms: %d halaman
my: စာမျက်နှာ %d
ne: %d पृष्ठहरू
nl: %d pagina's
pa: %d ਪੰਨੇ
pl: %d stron
pt_pt: %d páginas
ru: %d страниц
si: පිටු %d
sl: %d strani
sr: %d страница
sw: kurasa %d
ta: %d பக்கங்கள்
te: %d పేజీలు
th: %d หน้า
uk: %d сторінок
zu: amakhasi %d

# attachment.pdf.vision.enabled
source: Image analysis enabled
af: Beeldanalise geaktiveer
am: የምስል ትንተና ነቅቷል
ar: تحليل الصور مفعّل
bg: Анализ на изображения активиран
bn: ছবি বিশ্লেষণ সক্ষম
ca: Anlisi d'imatge activada
de: Bildanalyse aktiviert
el: Ανάλυση εικόνας ενεργοποιημένη
et: Pildianalüüs sisse lülitatud
eu: Irudi azterketa gaituta
fi: Kuva-analyysi käytössä
fil: Naka-enable ang image analysis
fr: Analyse d'image activée
gl: Análise de imaxe activada
gu: છબી વિશ્લેષણ સક્ષમ કર્યું
he: ת ת פע
hi: छवि विश्लेषण सक्रिय
hu: Képelemzés engedélyezve
id: Analisis gambar diaktifkan
it: Analisi immagini attiva
ja: 画像分析有効
km: ការវិភាគរូបភាពបានបើក
kn: ಚಿತ್ರ ವಿಶ್ಲೇಷಣೆ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
lo: ການວິເຄາະຮູບພາບເປີດ
mk: Анализа на слики овозможена
ml: ചിത്രം വിശകലനം പ്രാപ്തമാക്കി
mr: प्रतिमा विश्लेषण सक्षम केले
ms: Analisis imej diaktifkan
my: ပုံ ပိုင်းခြားစိတ်ဖြာမှု ဖွင့်ထားသည်
ne: छवि विश्लेषण सक्षम
nl: Beeldanalyse ingeschakeld
pa: ਤਸਵੀਰ ਵਿਸ਼ਲੇਸ਼ਣ ਸਮਰੱਥ ਕੀਤਾ
pl: Analiza obrazu wczona
pt_pt: Análise de imagem ativada
ru: Анализ изображений включён
si: රූප විශ්ලේෂණය සක්‍රීයයි
sl: Analiza slik vklopljena
sr: Анализа слике омогућена
sw: Uchambuzi wa picha umewezeshwa
ta: படம் பகுப்பாய்வு இயக்கப்பட்டது
te: చిత్ర విశ్లేషణ ఎనేబుల్ చేయబడింది
th: เปิดการวิเคราะห์ภาพ
uk: Аналіз зображень увімкнено
zu: Ukuhlaziya kwesithombe kunikeziwe amandla

# attachment.pdf.text.only
source: Text only mode
af: Slegs teks modus
am: ጽሁፍ ብቻ ሁኔታ
ar: وضع النص فقط
bg: Само текстов режим
bn: শুধুমাত্র টেক্সট মোড
ca: Mode només text
de: Nur-Text-Modus
el: Λειτουργία μόνο κειμένου
et: Ainult teksti režiim
eu: Testu bakarrik modua
fi: Vain teksti -tila
fr: Mode texte uniquement
gl: Modo só texto
gu: ફક્ત ટેક્સ્ટ મોડ
he: צ קס
hi: केवल पाठ मोड
hu: Csak szöveges mód
id: Mode hanya teks
it: Solo testo
ja: テキストのみ
km: របៀបតែអត្ថបទ
kn: ಪಠ್ಯ ಮಾತ್ರ ಮೋಡ್
lo: ໂໝດຂໍ້ຄວາມເທົ່ານັ້ນ
mk: Само текст режим
ml: വാചക മാത്രം മോഡ്
mr: केवळ मजकूर मोड
ms: Mod teks sahaja
my: စာသားသာ မုဒ်
ne: पाठ मात्र
nl: Alleen tekst
pa: ਸਿਰਫ਼ ਟੈਕਸਟ ਮੋਡ
pl: Tylko tekst
pt_pt: Modo apenas texto
ru: Только текстовый режим
si: පෙළ පමණක් ප්‍රකාරය
sl: Samo besedilo
sr: Само текст режим
sw: Hali ya maandishi pekee
ta: உரை மட்டும் பயன்முறை
te: టెక్స్ట్ మాత్రమే మోడ్
th: โหมดข้อความเท่านั้น
uk: Тільки текстовий режим
zu: Imodi yombhalo kuphela

# attachment.url
source: Read Web Page
af: Lees Webbladsy
am: ድር ገጽ አንብብ
ar: قراءة صفحة ويب
bg: Прочети уеб страница
bn: ওয়েব পৃষ্ঠা পড়ুন
ca: Llegir pgina web
de: Webseite lesen
el: Ανάγνωση ιστοσελίδας
et: Loe veebilehte
eu: Irakurri web orria
fi: Lue verkkosivu
fil: Basahin ang Web Page
fr: Lire une page web
gl: Ler páxina web
gu: વેબ પૃષ્ઠ વાંચો
he: קר ע ר
hi: वेब पेज पढ़ें
hu: Weboldal olvasása
id: Baca Halaman Web
it: Leggi pagina web
ja: Webページを読み込む
km: អានទំព័រវេប
kn: ವೆಬ್ ಪುಟ ಓದಿ
lo: ອ່ານໜ້າເວັບ
mk: Прочитај веб-страница
ml: വെബ് പേജ് വായിക്കുക
mr: वेब पृष्ठ वाचा
ms: Baca Halaman Web
my: ဝဘ်စာမျက်နှာ ဖတ်ပါ
ne: वेब पृष्ठ पढ्नुहोस्
nl: Lees webpagina
pa: ਵੈੱਬ ਪੰਨਾ ਪੜ੍ਹੋ
pl: Odczytaj stron internetow
pt_pt: Ler Página Web
ru: Прочитать веб-страницу
si: වෙබ් පිටුව කියවන්න
sl: Preberi spletno stran
sr: Прочитај веб страницу
sw: Soma Ukurasa wa Wavuti
ta: இணையப் பக்கத்தைப் படி
te: వెబ్ పేజీ చదవండి
th: อ่านหน้าเว็บ
uk: Прочитати веб-сторінку
zu: Funda Ikhasi Lewebhu

# attachment.url.title
source: Enter URL
af: Voer URL In
am: URL አስገባ
ar: أدخل الرابط
bg: Въведете URL
bn: URL লিখুন
ca: Introdueix URL
de: URL eingeben
el: Εισαγωγή URL
et: Sisesta URL
eu: Sartu URLa
fi: Syötä URL
fil: Maglagay ng URL
fr: Saisir l'URL
gl: Introducir URL
gu: URL દાખલ કરો
he: URL
hi: URL दर्ज करें
hu: URL megadása
id: Masukkan URL
it: Inserisci URL
ja: URLを入力
km: បញ្ចូល URL
kn: URL ನಮೂದಿಸಿ
lo: ໃສ່ URL
mk: Внеси URL
ml: URL നൽകുക
mr: URL प्रविष्ट करा
ms: Masukkan URL
my: URL ရိုက်ထည့်ပါ
ne: URL प्रविष्ट गर्नुहोस्
nl: Voer URL in
pa: URL ਦਾਖਲ ਕਰੋ
pl: Wprowadź URL
pt_pt: Introduzir URL
ru: Введите URL
si: URL ඇතුළත් කරන්න
sl: Vnesi URL
sr: Унеси URL
sw: Ingiza URL
ta: URL ஐ உள்ளிடவும்
te: URL ఎంటర్ చేయండి
th: ใส่ URL
uk: Введіть URL
zu: Faka i-URL

# attachment.url.placeholder
source: https://example.com
af: https://voorbeeld.com
el: https://παράδειγμα.com
fi: https://esimerkki.com
gl: https://exemplo.com
hu: https://pelda.hu
ne: https://udaharan.com
nl: https://voorbeeld.nl
pt_pt: https://exemplo.com
sl: https://primer.si

# attachment.url.message
source: Paste a URL to extract its content
af: Plak 'n URL om sy inhoud te onttrek
am: ይዘቱን ለማውጣት URL ለጥፍ
ar: الصق رابطاً لاستخراج محتواه
bg: Поставете URL за извличане на съдържанието му
bn: এর বিষয়বস্তু বের করতে একটি URL পেস্ট করুন
ca: Enganxa un URL per extreure el seu contingut
de: Füge eine URL ein, um den Inhalt zu extrahieren
el: Επικολλήστε ένα URL για να εξαγάγετε το περιεχόμενό του
et: Kleepige URL selle sisu ekstraktimiseks
eu: Itsatsi URL bat bere edukia ateratzeko
fi: Liitä URL poimiaksesi sen sisällön
fil: Mag-paste ng URL para kunin ang nilalaman nito
fr: Collez une URL pour en extraire le contenu
gl: Pega unha URL para extraer o seu contido
gu: તેની સામગ્રી કાઢવા માટે URL પેસ્ટ કરો
he: ק URL ץ ת ת
hi: सामग्री निकालने के लिए URL पेस्ट करें
hu: Illessz be URL-t a tartalom kinyeréséhez
id: Tempel URL untuk mengekstrak kontennya
it: Incolla un URL per estrarne il contenuto
ja: URLを貼り付けて内容を抽出します
km: បិទភ្ជាប់ URL ដើម្បីស្រង់ខ្លឹមសារ
kn: ಅದರ ವಿಷಯವನ್ನು ಹೊರತೆಗೆಯಲು URL ಅಂಟಿಸಿ
lo: ວາງ URL ເພື່ອສະກັດເນື້ອໃນ
mk: Залепи URL за да се извлече содржината
ml: അതിന്റെ ഉള്ളടക്കം എടുക്കാൻ ഒരു URL പേസ്റ്റ് ചെയ്യുക
mr: त्याची सामग्री काढण्यासाठी URL पेस्ट करा
ms: Tampal URL untuk ekstrak kandungannya
my: အကြောင်းအရာ ထုတ်ယူရန် URL ကပ်ထည့်ပါ
ne: सामग्री निकाल्न URL टाँस्नुहोस्
nl: Plak een URL om de inhoud te extraheren
pa: ਇਸਦੀ ਸਮੱਗਰੀ ਕੱਢਣ ਲਈ URL ਪੇਸਟ ਕਰੋ
pl: Wklej URL, aby wyodrbni tre
pt_pt: Cole um URL para extrair o seu conteúdo
ru: Вставьте URL для извлечения содержимого
si: එහි අන්තර්ගතය උපුටා ගැනීමට URL එකක් අලවන්න
sl: Prilepite URL za ekstrakcijo vsebine
sr: Налепи URL да извучеш његов садржај
sw: Bandika URL ili kutoa maudhui yake
ta: அதன் உள்ளடக்கத்தைப் பிரித்தெடுக்க URL ஐ ஒட்டவும்
te: దాని కంటెంట్‌ను సేకరించడానికి URLను పేస్ట్ చేయండి
th: วาง URL เพื่อแยกเนื้อหา
uk: Вставте URL для витягнення вмісту
zu: Namathisela i-URL ukuze ukhiphe okuqukethwe kwayo

# attachment.url.fetch
source: Fetch
af: Haal
am: አምጣ
ar: جلب
bg: Извлечи
bn: আনুন
ca: Obtenir
de: Abrufen
el: Λήψη
et: Hangi
eu: Lortu
fi: Hae
fil: Kunin
fr: Récupérer
gl: Obter
gu: લાવો
he: ר
hi: प्राप्त करें
hu: Lekérés
id: Ambil
it: Carica
ja: 取得
km: ទាញយក
kn: ತರುವುದು
lo: ດຶງຂໍ້ມູນ
mk: Преземи
ml: എടുക്കുക
mr: आणा
ms: Ambil
my: ယူပါ
ne: लोड गर्नुहोस्
nl: Ophalen
pa: ਪ੍ਰਾਪਤ ਕਰੋ
pl: Pobierz
pt_pt: Obter
ru: Загрузить
si: ලබාගන්න
sl: Nalo쬴
sr: Преузми
sw: Leta
ta: பெறு
te: తీసుకురండి
th: ดึงข้อมูล
uk: Отримати
zu: Landa

# attachment.url.loading
source: Loading page...
af: Laai bladsy...
am: ገጽ በመጫን ላይ...
ar: جارٍ تحميل الصفحة...
bg: Зареждане на страницата...
bn: পৃষ্ঠা লোড হচ্ছে...
ca: Carregant pgina...
de: Seite wird geladen...
el: Φόρτωση σελίδας...
et: Laadib lehte...
eu: Orria kargatzen...
fi: Ladataan sivua...
fil: Naglo-load ng pahina...
fr: Chargement de la page...
gl: Cargando páxina...
gu: પૃષ્ઠ લોડ થઈ રહ્યું છે...
he: ע ע...
hi: पेज लोड हो रहा है...
hu: Oldal betöltése...
id: Memuat halaman...
it: Caricamento pagina...
ja: ページを読み込み中...
km: កំពុងផ្ទុកទំព័រ...
kn: ಪುಟ ಲೋಡ್ ಆಗುತ್ತಿದೆ...
lo: ກຳລັງໂຫລດໜ້າ...
mk: Се вчитува страница...
ml: പേജ് ലോഡ് ചെയ്യുന്നു...
mr: पृष्ठ लोड होत आहे...
ms: Memuatkan halaman...
my: စာမျက်နှာ တင်နေသည်...
ne: पृष्ठ लोड गर्दै...
nl: Pagina laden...
pa: ਪੰਨਾ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: adowanie strony...
pt_pt: A carregar página...
ru: Загрузка страницы...
si: පිටුව පූරණය කරමින්...
sl: Nalagam stran...
sr: Учитавање странице...
sw: Inapakia ukurasa...
ta: பக்கம் ஏற்றுகிறது...
te: పేజీ లోడ్ అవుతోంది...
th: กำลังโหลดหน้า...
uk: Завантаження сторінки...
zu: Ilayisha ikhasi...

# error.model.not.found
source: Model file not found
af: Modellêer nie gevind nie
am: የሞዴል ፋይል አልተገኘም
ar: لم يتم العثور على ملف النموذج
bg: Модел файлът не е намерен
bn: মডেল ফাইল পাওয়া যায়নি
ca: Fitxer del model no trobat
de: Modelldatei nicht gefunden
el: Το αρχείο μοντέλου δεν βρέθηκε
et: Mudeli faili ei leitud
eu: Eredu fitxategia ez da aurkitu
fi: Mallitiedostoa ei löydy
fil: Hindi nahanap ang model file
fr: Fichier de modèle introuvable
gl: Arquivo de modelo non atopado
gu: મોડેલ ફાઇલ મળી નથી
he: קץ צ
hi: मॉडल फाइल नहीं मिली
hu: Modell fájl nem található
id: File model tidak ditemukan
it: File del modello non trovato
ja: モデルファイルが見つかりません
km: រកមិនឃើញឯកសារគំរូ
kn: ಮಾಡೆಲ್ ಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບໄຟລ໌ໂມເດລ
mk: Датотеката на моделот не е пронајдена
ml: മോഡൽ ഫയൽ കണ്ടെത്തിയില്ല
mr: मॉडेल फाइल आढळली नाही
ms: Fail model tidak dijumpai
my: မော်ဒယ် ဖိုင် မတွေ့ပါ
ne: मोडेल फाइल फेला परेन
nl: Modelbestand niet gevonden
pa: ਮਾਡਲ ਫਾਈਲ ਨਹੀਂ ਮਿਲੀ
pl: Nie znaleziono pliku modelu
pt_pt: Ficheiro de modelo não encontrado
ru: Файл модели не найден
si: ආකෘති ගොනුව හමු නොවීය
sl: Datoteka modela ni najdena
sr: Датотека модела није пронађена
sw: Faili ya modeli haijapatikana
ta: மாதிரி கோப்பு கிடைக்கவில்லை
te: మోడల్ ఫైల్ కనిపించలేదు
th: ไม่พบไฟล์โมเดล
uk: Файл моделі не знайдено
zu: Ifayela lemodeli alitholakali

# error.model.not.loaded
source: Model not loaded
af: Model nie gelaai nie
am: ሞዴል አልተጫነም
ar: لم يتم تحميل النموذج
bg: Моделът не е зареден
bn: মডেল লোড হয়নি
ca: Model no carregat
de: Modell nicht geladen
el: Το μοντέλο δεν φορτώθηκε
et: Mudel pole laaditud
eu: Eredua ez dago kargatuta
fi: Mallia ei ladattu
fil: Hindi na-load ang model
fr: Modèle non chargé
gl: Modelo non cargado
gu: મોડેલ લોડ થયું નથી
he: ע
hi: मॉडल लोड नहीं है
hu: Modell nincs betöltve
id: Model tidak dimuat
it: Modello non caricato
ja: モデルが読み込まれていません
km: គំរូមិនបានផ្ទុក
kn: ಮಾಡೆಲ್ ಲೋಡ್ ಆಗಿಲ್ಲ
lo: ໂມເດລບໍ່ໄດ້ໂຫລດ
mk: Моделот не е вчитан
ml: മോഡൽ ലോഡ് ചെയ്തിട്ടില്ല
mr: मॉडेल लोड झाले नाही
ms: Model tidak dimuatkan
my: မော်ဒယ် တင်ထားခြင်း မရှိပါ
ne: मोडेल लोड भएको छैन
nl: Model niet geladen
pa: ਮਾਡਲ ਲੋਡ ਨਹੀਂ ਹੋਇਆ
pl: Model nie zosta zaadowany
pt_pt: Modelo não carregado
ru: Модель не загружена
si: ආකෘතිය පූරණය වී නැත
sl: Model ni nalo쬰n
sr: Модел није учитан
sw: Modeli haijapakiwa
ta: மாதிரி ஏற்றப்படவில்லை
te: మోడల్ లోడ్ కాలేదు
th: ไม่ได้โหลดโมเดล
uk: Модель не завантажена
zu: Imodeli ayilayishiwe

# error.context.failed
source: Failed to create context
af: Kon nie konteks skep nie
am: ሁኔታ መፍጠር አልተሳካም
ar: فشل في إنشاء السياق
bg: Неуспешно създаване на контекст
bn: প্রেক্ষাপট তৈরি করতে ব্যর্থ
ca: No s'ha pogut crear el context
de: Kontext konnte nicht erstellt werden
el: Αποτυχία δημιουργίας πλαισίου
et: Konteksti loomine ebaõnnestus
eu: Testuingurua sortzeak huts egin du
fi: Kontekstin luonti epäonnistui
fil: Nabigo ang paggawa ng context
fr: Échec de la création du contexte
gl: Erro ao crear contexto
gu: સંદર્ભ બનાવવામાં નિષ્ફળ
he: צרת קשר ש
hi: संदर्भ बनाने में विफल
hu: Kontextus létrehozása sikertelen
id: Gagal membuat konteks
it: Impossibile creare il contesto
ja: コンテキストの作成に失敗しました
km: បរាជ័យក្នុងការបង្កើតបរិបទ
kn: ಸಂದರ್ಭ ರಚಿಸಲು ವಿಫಲವಾಗಿದೆ
lo: ສ້າງຄອນເທັກບໍ່ໄດ້
mk: Неуспешно креирање на контекст
ml: സന്ദർഭം സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു
mr: संदर्भ तयार करण्यात अयशस्वी
ms: Gagal mencipta konteks
my: အကြောင်းအရာ ဖန်တီးရန် မအောင်မြင်ပါ
ne: कन्टेक्स्ट सिर्जना गर्न असफल
nl: Kon geen context maken
pa: ਸੰਦਰਭ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
pl: Nie udao si utworzy kontekstu
pt_pt: Falha ao criar contexto
ru: Не удалось создать контекст
si: සන්දර්භය නිර්මාණය කිරීමට අසමත් විය
sl: Ni uspelo ustvariti konteksta
sr: Креирање контекста није успело
sw: Kushindwa kuunda muktadha
ta: சூழல் உருவாக்க முடியவில்லை
te: కాంటెక్స్ట్ సృష్టించడం విఫలమైంది
th: สร้างบริบทล้มเหลว
uk: Не вдалося створити контекст
zu: Ukudala umongo akuphumelelanga

# error.tokenization.failed
source: Tokenization failed
af: Tokenisering misluk
am: ቶከናይዜሽን አልተሳካም
ar: فشل في التحليل اللغوي
bg: Токенизацията не успя
bn: টোকেনাইজেশন ব্যর্থ
ca: Tokenització fallida
de: Tokenisierung fehlgeschlagen
el: Αποτυχία tokenization
et: Tokeniseerimine ebaõnnestus
eu: Tokenizazioak huts egin du
fi: Tokenointi epäonnistui
fil: Nabigo ang tokenization
fr: Échec de la tokenisation
gl: Erro de tokenización
gu: ટોકનાઇઝેશન નિષ્ફળ
he: קצ ש
hi: टोकनाइज़ेशन विफल
hu: Tokenizálás sikertelen
id: Tokenisasi gagal
it: Tokenizzazione fallita
ja: トークン化に失敗しました
km: ការបង្កើតថូខឹនបរាជ័យ
kn: ಟೋಕನೈಸೇಶನ್ ವಿಫಲವಾಗಿದೆ
lo: ການສ້າງໂທເຄນບໍ່ໄດ້
mk: Токенизацијата не успеа
ml: ടോക്കനൈസേഷൻ പരാജയപ്പെട്ടു
mr: टोकनायझेशन अयशस्वी
ms: Token gagal
my: တိုကင်ထုတ်ခြင်း မအောင်မြင်ပါ
ne: टोकनाइजेशन असफल
nl: Tokenisatie mislukt
pa: ਟੋਕਨਾਈਜ਼ੇਸ਼ਨ ਅਸਫਲ
pl: Tokenizacja nie powioda si
pt_pt: Falha na tokenização
ru: Ошибка токенизации
si: ටෝකනීකරණය අසමත් විය
sl: Tokenizacija ni uspela
sr: Токенизација није успела
sw: Tokenization imeshindwa
ta: டோக்கனைசேஷன் தோல்வியடைந்தது
te: టోకనైజేషన్ విఫలమైంది
th: การแบ่งโทเค็นล้มเหลว
uk: Токенізація не вдалася
zu: I-tokenization ayiphumelelanga

# error.generation.failed
source: Generation error: %@
af: Generasiefout: %@
am: የማመንጨት ስህተት: %@
ar: خطأ في التوليد: %@
bg: Грешка при генериране: %@
bn: উৎপাদন ত্রুটি: %@
ca: Error de generació: %@
de: Generierungsfehler: %@
el: Σφάλμα παραγωγής: %@
et: Genereerimise viga: %@
eu: Sortze errorea: %@
fi: Generointivirhe: %@
fil: Error sa generation: %@
fr: Erreur de génération : %@
gl: Erro de xeración: %@
gu: જનરેશન ભૂલ: %@
he: שת צר: %@
hi: जनरेशन त्रुटि: %@
hu: Generálási hiba: %@
id: Kesalahan pembuatan: %@
it: Errore di generazione: %@
ja: 生成エラー: %@
km: កំហុសការបង្កើត: %@
kn: ಜನರೇಷನ್ ದೋಷ: %@
lo: ຂໍ້ຜິດພາດການສ້າງ: %@
mk: Грешка при генерирање: %@
ml: ജനറേഷൻ പിശക്: %@
mr: जनरेशन त्रुटी: %@
ms: Ralat penjanaan: %@
my: ထုတ်လုပ်မှု အမှား: %@
ne: जेनेरेसन त्रुटि: %@
nl: Generatiefout: %@
pa: ਜਨਰੇਸ਼ਨ ਗਲਤੀ: %@
pl: Bd generowania: %@
pt_pt: Erro de geração: %@
ru: Ошибка генерации: %@
si: නිර්මාණ දෝෂයකි: %@
sl: Napaka generiranja: %@
sr: Грешка при генерисању: %@
sw: Hitilafu ya uzalishaji: %@
ta: உருவாக்க பிழை: %@
te: జనరేషన్ లోపం: %@
th: ข้อผิดพลาดในการสร้าง: %@
uk: Помилка генерації: %@
zu: Iphutha lokukhiqiza: %@

# error.occurred
source: An error occurred: %@
af: 'n Fout het voorgekom: %@
am: ስህተት ተከስቷል: %@
ar: حدث خطأ: %@
bg: Възникна грешка: %@
bn: একটি ত্রুটি ঘটেছে: %@
ca: S'ha produït un error: %@
de: Ein Fehler ist aufgetreten: %@
el: Προέκυψε σφάλμα: %@
et: Ilmnes viga: %@
eu: Errore bat gertatu da: %@
fi: Tapahtui virhe: %@
fil: May naganap na error: %@
fr: Une erreur est survenue : %@
gl: Ocorreu un erro: %@
gu: એક ભૂલ આવી: %@
he: רע ש: %@
hi: एक त्रुटि हुई: %@
hu: Hiba történt: %@
id: Terjadi kesalahan: %@
it: Si è verificato un errore: %@
ja: エラーが発生しました: %@
km: កំហុសកើតឡើង: %@
kn: ಒಂದು ದೋಷ ಸಂಭವಿಸಿದೆ: %@
lo: ເກີດຂໍ້ຜິດພາດ: %@
mk: Се појави грешка: %@
ml: ഒരു പിശക് സംഭവിച്ചു: %@
mr: एक त्रुटी आली: %@
ms: Ralat berlaku: %@
my: အမှားအယွင်း ဖြစ်ပေါ်ခဲ့သည်: %@
ne: त्रुटि देखा पर्‍यो: %@
nl: Er is een fout opgetreden: %@
pa: ਇੱਕ ਗਲਤੀ ਆਈ: %@
pl: Wystpi bd: %@
pt_pt: Ocorreu um erro: %@
ru: Произошла ошибка: %@
si: දෝෂයක් සිදු විය: %@
sl: Pri코lo je do napake: %@
sr: Дошло је до грешке: %@
sw: Hitilafu imetokea: %@
ta: பிழை ஏற்பட்டது: %@
te: ఒక లోపం సంభవించింది: %@
th: เกิดข้อผิดพลาด: %@
uk: Сталася помилка: %@
zu: Iphutha lenzekile: %@

# error.invalid.url
source: Invalid URL
af: Ongeldige URL
am: ልክ ያልሆነ URL
ar: رابط غير صالح
bg: Невалиден URL
bn: অবৈধ URL
ca: URL invlid
de: Ungültige URL
el: Μη έγκυρο URL
et: Kehtetu URL
eu: URL baliogabea
fi: Virheellinen URL
fil: Di-wastong URL
fr: URL invalide
gl: URL non válida
gu: અમાન્ય URL
he: URL תק
hi: अमान्य URL
hu: Érvénytelen URL
id: URL tidak valid
it: URL non valido
ja: 無効なURL
km: URL មិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ URL
lo: URL ບໍ່ຖືກຕ້ອງ
mk: Неважечко URL
ml: അസാധുവായ URL
mr: अवैध URL
ms: URL tidak sah
my: မမှန်ကန်သော URL
ne: अमान्य URL
nl: Ongeldige URL
pa: ਗਲਤ URL
pl: Nieprawidowy URL
pt_pt: URL inválido
ru: Неверный URL
si: වලංගු නොවන URL
sl: Neveljaven URL
sr: Неважећи URL
sw: URL si sahihi
ta: தவறான URL
te: చెల్లని URL
th: URL ไม่ถูกต้อง
uk: Недійсний URL
zu: I-URL engalungile

# error.download.failed
source: Download failed
af: Aflaai misluk
am: ማውረድ አልተሳካም
ar: فشل التنزيل
bg: Изтеглянето не успя
bn: ডাউনলোড ব্যর্থ
ca: Descrrega fallida
de: Download fehlgeschlagen
el: Αποτυχία λήψης
et: Allalaadimine ebaõnnestus
eu: Deskargak huts egin du
fi: Lataus epäonnistui
fil: Nabigo ang pag-download
fr: Échec du téléchargement
gl: Erro de descarga
gu: ડાઉનલોડ નિષ્ફળ
he: ר ש
hi: डाउनलोड विफल
hu: Letöltés sikertelen
id: Unduhan gagal
it: Download fallito
ja: ダウンロードに失敗しました
km: ការទាញយកបរាជ័យ
kn: ಡೌನ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ
lo: ດາວໂຫລດບໍ່ໄດ້
mk: Преземањето не успеа
ml: ഡൗൺലോഡ് പരാജയപ്പെട്ടു
mr: डाउनलोड अयशस्वी
ms: Muat turun gagal
my: ဒေါင်းလုဒ်လုပ်ခြင်း မအောင်မြင်ပါ
ne: डाउनलोड असफल
nl: Download mislukt
pa: ਡਾਊਨਲੋਡ ਅਸਫਲ
pl: Pobieranie nie powiodo si
pt_pt: Falha na transferência
ru: Ошибка загрузки
si: බාගත කිරීම අසමත් විය
sl: Prenos ni uspel
sr: Преузимање није успело
sw: Upakuaji umeshindwa
ta: பதிவிறக்கம் தோல்வியடைந்தது
te: డౌన్‌లోడ్ విఫలమైంది
th: ดาวน์โหลดล้มเหลว
uk: Завантаження не вдалося
zu: Ukudownloada akuphumelelanga

# error.extraction.failed
source: Extraction failed
af: Onttrekking misluk
am: ማውጣት አልተሳካም
ar: فشل الاستخراج
bg: Извличането не успя
bn: বের করা ব্যর্থ
ca: Extracció fallida
de: Extraktion fehlgeschlagen
el: Αποτυχία εξαγωγής
et: Ekstraheerimine ebaõnnestus
eu: Ateratze lanak huts egin du
fi: Purkaminen epäonnistui
fil: Nabigo ang extraction
fr: Échec de l'extraction
gl: Erro de extracción
gu: કાઢવું નિષ્ફળ
he: ץ ש
hi: निष्कर्षण विफल
hu: Kinyerés sikertelen
id: Ekstraksi gagal
it: Estrazione fallita
ja: 展開に失敗しました
km: ការស្រង់ចេញបរាជ័យ
kn: ಹೊರತೆಗೆಯುವಿಕೆ ವಿಫಲವಾಗಿದೆ
lo: ສະກັດບໍ່ໄດ້
mk: Извлекувањето не успеа
ml: എക്സ്ട്രാക്ഷൻ പരാജയപ്പെട്ടു
mr: काढणे अयशस्वी
ms: Pengekstrakan gagal
my: ထုတ်ယူခြင်း မအောင်မြင်ပါ
ne: निष्कासन असफल
nl: Extractie mislukt
pa: ਐਕਸਟ੍ਰੈਕਸ਼ਨ ਅਸਫਲ
pl: Wyodrbnianie nie powiodo si
pt_pt: Falha na extração
ru: Ошибка извлечения
si: උපුටා ගැනීම අසමත් විය
sl: Ekstrakcija ni uspela
sr: Екстракција није успела
sw: Utoaji umeshindwa
ta: பிரித்தெடுத்தல் தோல்வியடைந்தது
te: సేకరణ విఫలమైంది
th: การแยกล้มเหลว
uk: Витягнення не вдалося
zu: Ukukhipha akuphumelelanga

# error.config.not.found
source: Config file not found
af: Konfigurasielêer nie gevind nie
am: የማዋቀሪያ ፋይል አልተገኘም
ar: لم يتم العثور على ملف الإعدادات
bg: Конфигурационният файл не е намерен
bn: কনফিগ ফাইল পাওয়া যায়নি
ca: Fitxer de configuració no trobat
de: Konfigurationsdatei nicht gefunden
el: Το αρχείο ρυθμίσεων δεν βρέθηκε
et: Konfiguratsioonifaili ei leitud
eu: Konfigurazio fitxategia ez da aurkitu
fi: Asetustiedostoa ei löydy
fil: Hindi nahanap ang config file
fr: Fichier de configuration introuvable
gl: Arquivo de configuración non atopado
gu: કૉન્ફિગ ફાઇલ મળી નથી
he: קץ תצר צ
hi: कॉन्फिग फाइल नहीं मिली
hu: Konfigurációs fájl nem található
id: File konfigurasi tidak ditemukan
it: File di configurazione non trovato
ja: 設定ファイルが見つかりません
km: រកមិនឃើញឯកសារកំណត់រចនាសម្ព័ន្ធ
kn: ಕಾನ್ಫಿಗ್ ಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບໄຟລ໌ການຕັ້ງຄ່າ
mk: Датотеката за конфигурација не е пронајдена
ml: കോൺഫിഗ് ഫയൽ കണ്ടെത്തിയില്ല
mr: कॉन्फिग फाइल आढळली नाही
ms: Fail konfigurasi tidak dijumpai
my: ပုံစံပြင်ဆင်မှု ဖိုင် မတွေ့ပါ
ne: कन्फिग फाइल फेला परेन
nl: Configuratiebestand niet gevonden
pa: ਕੌਂਫਿਗ ਫਾਈਲ ਨਹੀਂ ਮਿਲੀ
pl: Nie znaleziono pliku konfiguracyjnego
pt_pt: Ficheiro de configuração não encontrado
ru: Файл конфигурации не найден
si: වින්‍යාස ගොනුව හමු නොවීය
sl: Konfiguracijska datoteka ni najdena
sr: Конфигурациона датотека није пронађена
sw: Faili ya usanidi haijapatikana
ta: உள்ளமைவு கோப்பு கிடைக்கவில்லை
te: కాన్ఫిగ్ ఫైల్ కనిపించలేదు
th: ไม่พบไฟล์การกำหนดค่า
uk: Файл конфігурації не знайдено
zu: Ifayela lokulungiselelwa alitholakali

# ghost.search.title
source: Ghost Search
af: Spook-soektog
am: መንፈስ ፍለጋ
ar: البحث الشبحي
bg: Призрачно търсене
bn: গোস্ট সার্চ
ca: Cerca fantasma
de: Ghost-Suche
el: Αναζήτηση φαντάσματος
et: Tontide otsing
eu: Mamu bilaketa
fi: Aaveetsintä
fr: Recherche fantôme
gl: Busca fantasma
gu: ઘોસ્ટ શોધ
he: פש רפ
hi: गोस्ट सर्च
hu: Anonim keresés
id: Pencarian Hantu
it: Ricerca fantasma
km: ការស្វែងរក Ghost
kn: ಘೋಸ್ಟ್ ಸರ್ಚ್
lo: ການຄົ້ນຫາແບບເງົາ
mk: Пребарување-дух
ml: ഗോസ്റ്റ് തിരയൽ
mr: घोस्ट शोध
ms: Carian Hantu
my: Ghost ရှာဖွေမှု
ne: गुमनाम खोजी
pa: ਗੋਸਟ ਖੋਜ
pl: Wyszukiwanie duchów
pt_pt: Pesquisa Fantasma
ru: Призрачный поиск
si: Ghost සෙවීම
sl: Anonimno iskanje
sr: Ghost претрага
sw: Utaftaji wa Ghost
ta: Ghost தேடல்
te: ఘోస్ట్ సెర్చ్
th: การค้นหาแบบซ่อนตัว
uk: Примарний пошук
zu: Ukushesha Kwesipoki

# ghost.search.description
source: Anonymous search via DuckDuckGo (no tracking)
af: Anonieme soektog via DuckDuckGo (geen opsporing)
am: በማይታወቅ ሁኔታ በDuckDuckGo በኩል ይፈልጉ (ምንም መከታተያ የለም)
ar: بحث مجهول الهوية عبر DuckDuckGo (بدون تتبع)
bg: Анонимно търсене чрез DuckDuckGo (без проследяване)
bn: DuckDuckGo-র মাধ্যমে বেনামী সার্চ (কোনো ট্র্যাকিং নেই)
ca: Cerca anònima via DuckDuckGo (sense seguiment)
de: Anonyme Suche über DuckDuckGo (kein Tracking)
el: Ανώνυμη αναζήτηση μέσω DuckDuckGo (χωρίς παρακολούθηση)
et: Anonüümne otsing DuckDuckGo kaudu (jälituseta)
eu: Bilaketa anonimoa DuckDuckGo bidez (jarraipenik gabe)
fi: Anonyymi haku DuckDuckGon kautta (ei seurantaa)
fil: Anonymous na paghahanap sa pamamagitan ng DuckDuckGo (walang pagsubaybay)
fr: Recherche anonyme via DuckDuckGo (sans suivi)
gl: Busca anónima mediante DuckDuckGo (sen rastrexo)
gu: DuckDuckGo દ્વારા અનામી શોધ (ટ્રૅકિંગ નથી)
he: פש ר DuckDuckGo ( עק)
hi: DuckDuckGo के माध्यम से गुमनाम खोज (कोई ट्रैकिंग नहीं)
hu: Anonim keresés DuckDuckGo-n keresztül (nincs követés)
id: Pencarian anonim melalui DuckDuckGo (tidak dilacak)
it: Ricerca anonima tramite DuckDuckGo (senza tracciamento)
ja: DuckDuckGoで匿名検索（追跡なし）
km: ការស្វែងរកអនាមិកតាមរយៈ DuckDuckGo (មិនតាមដាន)
kn: DuckDuckGo ಮೂಲಕ ಅನಾಮಿಕ ಹುಡುಕಾಟ (ಟ್ರ್ಯಾಕಿಂಗ್ ಇಲ್ಲ)
lo: ການຄົ້ນຫາແບບບໍ່ເປີດເຜີຍຕົວຕົນຜ່ານ DuckDuckGo (ບໍ່ຕິດຕາມ)
mk: Анонимно пребарување преку DuckDuckGo (без следење)
ml: DuckDuckGo വഴി അജ്ഞാത തിരയൽ (ട്രാക്കിംഗ് ഇല്ല)
mr: DuckDuckGo द्वारे अनामिक शोध (ट्रॅकिंग नाही)
ms: Carian tanpa nama melalui DuckDuckGo (tiada penjejakan)
my: DuckDuckGo မှတဆင့် အမည်မဖော် ရှာဖွေမှု (ခြေရာခံမှု မရှိ)
ne: DuckDuckGo मार्फत गुमनाम खोजी (कुनै ट्र्याकिङ छैन)
nl: Anoniem zoeken via DuckDuckGo (geen tracking)
pa: DuckDuckGo ਰਾਹੀਂ ਬੇਨਾਮ ਖੋਜ (ਕੋਈ ਟਰੈਕਿੰਗ ਨਹੀਂ)
pl: Anonimowe wyszukiwanie przez DuckDuckGo (bez ledzenia)
pt_pt: Pesquisa anónima via DuckDuckGo (sem rastreamento)
ru: Анонимный поиск через DuckDuckGo (без отслеживания)
si: DuckDuckGo හරහා නිර්නාමික සෙවීම (ලුහුබැඳීමක් නැත)
sl: Anonimno iskanje preko DuckDuckGo (brez sledenja)
sr: Анонимна претрага преко DuckDuckGo-а (без праћења)
sw: Utaftaji wa faragha kupitia DuckDuckGo (bila kufuatilia)
ta: DuckDuckGo வழியாக அநாமதேய தேடல் (கண்காணிப்பு இல்லை)
te: DuckDuckGo ద్వారా అనామక సెర్చ్ (ట్రాకింగ్ లేదు)
th: การค้นหาแบบไม่เปิดเผยตัวตนผ่าน DuckDuckGo (ไม่มีการติดตาม)
uk: Анонімний пошук через DuckDuckGo (без відстеження)
zu: Ukusesha okungakhombisi igama nge-DuckDuckGo (akukho ukulandela)
