Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# mcp.custom.add
source: Add Integration
af: Voeg Integrasie By
am: ውህደት አክል
ar: إضافة تكامل
bg: Добави интеграция
bn: ইন্টিগ্রেশন যোগ করুন
ca: Afegir integració
de: Integration hinzufügen
el: Προσθήκη ενσωμάτωσης
et: Lisa integratsioon
eu: Gehitu integrazioa
fi: Lisää integraatio
fil: Magdagdag ng Integration
fr: Ajouter une intégration
gl: Engadir integración
gu: સંકલન ઉમેરો
he: סף רצ
hi: इंटीग्रेशन जोड़ें
hu: Integráció hozzáadása
id: Tambah Integrasi
it: Aggiungi integrazione
ja: 連携機能を追加
km: បន្ថែមការរួមបញ្ចូល
kn: ಏಕೀಕರಣ ಸೇರಿಸಿ
lo: ເພີ່ມການລວມເຂົ້າ
mk: Додај интеграција
ml: ഇന്റഗ്രേഷൻ ചേർക്കുക
mr: एकीकरण जोडा
ms: Tambah Integrasi
my: ပေါင်းစည်းမှု ထည့်ပါ
ne: एकीकरण थप्नुहोस्
nl: Voeg integratie toe
pa: ਏਕੀਕਰਣ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj integracj
pt_pt: Adicionar Integração
ru: Добавить интеграцию
si: ඒකාබද්ධතාව එකතු කරන්න
sl: Dodaj integracijo
sr: Додај интеграцију
sw: Ongeza Ujumuishaji
ta: ஒருங்கிணைப்பைச் சேர்
te: ఇంటిగ్రేషన్ జోడించండి
th: เพิ่มการผสานรวม
uk: Додати інтеграцію
zu: Engeza Ukuhlanganisa

# mcp.custom.setup
source: Set up external service integration
af: Stel eksterne diens-integrasie op
am: የውጭ አገልግሎት ውህደትን ያዋቅሩ
ar: إعداد تكامل مع خدمة خارجية
bg: Настройка на интеграция с външни услуги
bn: বাহ্যিক সেবা ইন্টিগ্রেশন সেট আপ করুন
ca: Configurar integració de servei extern
de: Externe Dienstintegration einrichten
el: Ρύθμιση ενσωμάτωσης εξωτερικής υπηρεσίας
et: Seadista välise teenuse integratsioon
eu: Konfiguratu kanpoko zerbitzuen integrazioa
fi: Määritä ulkoinen palveluintegraatio
fil: I-set up ang external service integration
fr: Configurer l'intégration d'un service externe
gl: Configurar integración de servizo externo
gu: બાહ્ય સેવા સંકલન સેટઅપ કરો
he: ר רצת שרת צ
hi: बाहरी सेवा इंटीग्रेशन सेट करें
hu: Külső szolgáltatás integráció beállítása
id: Siapkan integrasi layanan eksternal
it: Configura l'integrazione di un servizio esterno
ja: 外部サービスとの連携を設定
km: ដំឡើងការរួមបញ្ចូលសេវាកម្មខាងក្រៅ
kn: ಬಾಹ್ಯ ಸೇವೆ ಏಕೀಕರಣ ಸೆಟಪ್ ಮಾಡಿ
lo: ຕິດຕັ້ງການລວມເຂົ້າບໍລິການພາຍນອກ
mk: Постави интеграција со надворешна услуга
ml: ബാഹ്യ സേവന ഇന്റഗ്രേഷൻ സജ്ജമാക്കുക
mr: बाह्य सेवा एकीकरण सेटअप करा
ms: Sediakan integrasi perkhidmatan luaran
my: ပြင်ပ ဝန်ဆောင်မှု ပေါင်းစည်းမှု တပ်ဆင်ပါ
ne: बाह्य सेवा एकीकरण सेटअप गर्नुहोस्
nl: Stel externe service-integratie in
pa: ਬਾਹਰੀ ਸੇਵਾ ਏਕੀਕਰਣ ਸੈੱਟਅੱਪ ਕਰੋ
pl: Skonfiguruj integracj z zewntrzn usug
pt_pt: Configurar integração de serviço externo
ru: Настроить интеграцию внешнего сервиса
si: බාහිර සේවා ඒකාබද්ධතාවය සකසන්න
sl: Nastavi integracijo z zunanjo storitvijo
sr: Подеси интеграцију екстерне услуге
sw: Weka ujumuishaji wa huduma ya nje
ta: வெளிப்புற சேவை ஒருங்கிணைப்பை அமை
te: బాహ్య సర్వీస్ ఇంటిగ్రేషన్‌ను సెటప్ చేయండి
th: ตั้งค่าการผสานรวมบริการภายนอก
uk: Налаштувати інтеграцію зовнішнього сервісу
zu: Lungisa ukuhlanganisa kwesevisi yangaphandle

# mcp.custom.title
source: Custom Integrations
af: Pasgemaakte Integrasies
am: ብጁ ውህደቶች
ar: عمليات تكامل مخصصة
bg: Персонализирани интеграции
bn: কাস্টম ইন্টিগ্রেশন
ca: Integracions personalitzades
de: Eigene Integrationen
el: Προσαρμοσμένες ενσωματώσεις
et: Kohandatud integratsioonid
eu: Integrazio pertsonalizatuak
fi: Mukautetut integraatiot
fil: Mga Custom na Integration
fr: Intégrations personnalisées
gl: Integracións personalizadas
gu: કસ્ટમ સંકલન
he: רצת תת
hi: कस्टम इंटीग्रेशन
hu: Egyéni integrációk
id: Integrasi Kustom
it: Integrazioni personalizzate
ja: カスタム連携
km: ការរួមបញ្ចូលផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಏಕೀಕರಣಗಳು
lo: ການລວມເຂົ້າແບບກຳນົດເອງ
mk: Приспособени интеграции
ml: കസ്റ്റം ഇന്റഗ്രേഷനുകൾ
mr: सानुकूल एकीकरणे
ms: Integrasi Tersuai
my: စိတ်ကြိုက် ပေါင်းစည်းမှုများ
ne: अनुकूलन एकीकरणहरू
nl: Aangepaste integraties
pa: ਕਸਟਮ ਏਕੀਕਰਣ
pl: Wasne integracje
pt_pt: Integrações Personalizadas
ru: Пользовательские интеграции
si: අභිරුචි ඒකාබද්ධතා
sl: Lastne integracije
sr: Прилагођене интеграције
sw: Ujumuishaji Maalum
ta: தனிப்பயன் ஒருங்கிணைப்புகள்
te: కస్టమ్ ఇంటిగ్రేషన్స్
th: การผสานรวมแบบกำหนดเอง
uk: Власні інтеграції
zu: Ukuhlanganisa Okuqondene

# mcp.settings.title
source: Integration Settings
af: Integrasie-instellings
am: የውህደት ቅንብሮች
ar: إعدادات التكامل
bg: Настройки на интеграцията
bn: ইন্টিগ্রেশন সেটিংস
ca: Configuració d'integracions
de: Integrationseinstellungen
el: Ρυθμίσεις ενσωμάτωσης
et: Integratsiooni seaded
eu: Integrazio ezarpenak
fi: Integraatioasetukset
fil: Mga Setting ng Integration
fr: Paramètres d'intégration
gl: Configuración de integracións
gu: સંકલન સેટિંગ્સ
he: רת רצ
hi: इंटीग्रेशन सेटिंग्स
hu: Integráció beállítások
id: Pengaturan Integrasi
it: Impostazioni integrazione
ja: 連携設定
km: ការកំណត់ការរួមបញ្ចូល
kn: ಏಕೀಕರಣ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
lo: ການຕັ້ງຄ່າການລວມເຂົ້າ
mk: Поставки за интеграции
ml: ഇന്റഗ്രേഷൻ ക്രമീകരണങ്ങൾ
mr: एकीकरण सेटिंग्ज
ms: Tetapan Integrasi
my: ပေါင်းစည်းမှု ဆက်တင်များ
ne: एकीकरण सेटिङ्स
nl: Integratie-instellingen
pa: ਏਕੀਕਰਣ ਸੈਟਿੰਗਾਂ
pl: Ustawienia integracji
pt_pt: Definições de Integração
ru: Настройки интеграции
si: ඒකාබද්ධතා සැකසුම්
sl: Nastavitve integracije
sr: Подешавања интеграције
sw: Mipangilio ya Ujumuishaji
ta: ஒருங்கிணைப்பு அமைப்புகள்
te: ఇంటిగ్రేషన్ సెట్టింగ్స్
th: การตั้งค่าการผสานรวม
uk: Налаштування інтеграції
zu: Izilungiselelo Zokuhlanganisa

# mcp.server.name
source: Server Name
af: Bedienernaam
am: የአገልጋይ ስም
ar: اسم الخادم
bg: Име на сървъра
bn: সার্ভার নাম
ca: Nom del servidor
el: Όνομα διακομιστή
et: Serveri nimi
eu: Zerbitzariaren izena
fi: Palvelimen nimi
fil: Pangalan ng Server
fr: Nom du serveur
gl: Nome do servidor
gu: સર્વર નામ
he: ש שרת
hi: सर्वर का नाम
hu: Szerver neve
id: Nama Server
it: Nome del server
ja: サーバー名
km: ឈ្មោះម៉ាស៊ីនមេ
kn: ಸರ್ವರ್ ಹೆಸರು
lo: ຊື່ເຊີເວີ
mk: Име на сервер
ml: സെർവർ പേര്
mr: सर्व्हर नाव
ms: Nama Pelayan
my: ဆာဗာ အမည်
ne: सर्भर नाम
nl: Servernaam
pa: ਸਰਵਰ ਨਾਮ
pl: Nazwa serwera
pt_pt: Nome do Servidor
ru: Имя сервера
si: සේවාදායක නාමය
sl: Ime stre쬹ika
sr: Име сервера
sw: Jina la Seva
ta: சர்வர் பெயர்
te: సర్వర్ పేరు
th: ชื่อเซิร์ฟเวอร์
uk: Назва сервера
zu: Igama Leseva

# mcp.server.name.placeholder
source: e.g., My Custom Server
af: bv. My Pasgemaakte Bediener
am: ለምሳሌ፣ የእኔ ብጁ አገልጋይ
ar: مثال: خادمي المخصص
bg: напр. Моят персонализиран сървър
bn: উদাঃ আমার কাস্টম সার্ভার
ca: p. ex., El meu servidor personalitzat
de: z. B. Mein eigener Server
el: π.χ., Ο προσαρμοσμένος μου διακομιστής
et: nt Minu kohandatud server
eu: adib., Nire zerbitzari pertsonalizatua
fi: esim. Oma palvelimeni
fil: hal., Aking Custom Server
fr: ex. : Mon serveur personnalisé
gl: p.ex., O meu servidor personalizado
gu: ઉદા., મારું કસ્ટમ સર્વર
he: ש, שרת ת ש
hi: उदा., मेरा कस्टम सर्वर
hu: pl. Saját szerver
id: mis., Server Kustom Saya
it: es. Il mio server personalizzato
ja: 例: My Custom Server
km: ឧ. ម៉ាស៊ីនមេផ្ទាល់ខ្លួនរបស់ខ្ញុំ
kn: ಉದಾ., ನನ್ನ ಕಸ್ಟಮ್ ಸರ್ವರ್
lo: ເຊັ່ນ, ເຊີເວີແບບກຳນົດເອງຂອງຂ້ອຍ
mk: на пр., Мој приспособен сервер
ml: ഉദാ., എന്റെ കസ്റ്റം സെർവർ
mr: उदा., माझे सानुकूल सर्व्हर
ms: cth., Pelayan Tersuai Saya
my: ဥပမာ၊ ကျွန်ုပ်၏ စိတ်ကြိုက် ဆာဗာ
ne: उदा., मेरो अनुकूलन सर्भर
nl: bijv. Mijn aangepaste server
pa: ਜਿਵੇਂ, ਮੇਰਾ ਕਸਟਮ ਸਰਵਰ
pl: np. Mój wasny serwer
pt_pt: p. ex., Meu Servidor Personalizado
ru: например, Мой сервер
si: උදා., මගේ අභිරුචි සේවාදායකය
sl: npr. Moj stre쬹ik po meri
sr: нпр., Мој прилагођени сервер
sw: k.m., Seva Yangu Maalum
ta: எ.கா., எனது தனிப்பயன் சர்வர்
te: ఉదా., నా కస్టమ్ సర్వర్
th: เช่น เซิร์ฟเวอร์แบบกำหนดเองของฉัน
uk: наприклад, Мій власний сервер
zu: isb., Iseva Yami Eqondene

# mcp.config.url
source: Config File URL
af: Konfigurasielêer-URL
am: የማዋቀሪያ ፋይል URL
ar: رابط ملف الإعدادات
bg: URL на конфигурационния файл
bn: কনফিগ ফাইল URL
ca: URL del fitxer de configuració
de: Konfigurationsdatei-URL
el: URL αρχείου ρυθμίσεων
et: Konfiguratsioonifaili URL
eu: Konfigurazio fitxategiaren URLa
fi: Asetustiedoston URL
fil: URL ng Config File
fr: URL du fichier de configuration
gl: URL do arquivo de configuración
gu: કૉન્ફિગ ફાઇલ URL
he: URL קץ תצר
hi: कॉन्फिग फाइल URL
hu: Konfigurációs fájl URL
id: URL File Konfigurasi
it: URL del file di configurazione
ja: 設定ファイルURL
km: URL ឯកសារកំណត់រចនាសម្ព័ន្ធ
kn: ಕಾನ್ಫಿಗ್ ಫೈಲ್ URL
lo: URL ໄຟລ໌ການຕັ້ງຄ່າ
mk: URL на датотека за конфигурација
ml: കോൺഫിഗ് ഫയൽ URL
mr: कॉन्फिग फाइल URL
ms: URL Fail Konfigurasi
my: ပုံစံပြင်ဆင်မှု ဖိုင် URL
ne: कन्फिग फाइल URL
nl: URL configuratiebestand
pa: ਕੌਂਫਿਗ ਫਾਈਲ URL
pl: URL pliku konfiguracyjnego
pt_pt: URL do Ficheiro de Configuração
ru: URL файла конфигурации
si: වින්‍යාස ගොනු URL
sl: URL konfiguracijske datoteke
sr: URL конфигурационе датотеке
sw: URL ya Faili ya Usanidi
ta: உள்ளமைவு கோப்பு URL
te: కాన్ఫిగ్ ఫైల్ URL
th: URL ไฟล์การกำหนดค่า
uk: URL файлу конфігурації
zu: I-URL Yefayela Lokulungiselelwa

# mcp.import.file
source: Import from File
af: Invoer van Lêer
am: ከፋይል አስመጣ
ar: استيراد من ملف
bg: Импортирай от файл
bn: ফাইল থেকে ইম্পোর্ট করুন
ca: Importar des d'un fitxer
de: Aus Datei importieren
el: Εισαγωγή από αρχείο
et: Impordi failist
eu: Inportatu fitxategitik
fi: Tuo tiedostosta
fil: Mag-import mula sa File
fr: Importer depuis un fichier
gl: Importar desde ficheiro
gu: ફાઇલમાંથી આયાત કરો
he: קץ
hi: फाइल से इम्पोर्ट करें
hu: Importálás fájlból
id: Impor dari File
it: Importa da file
ja: ファイルからインポート
km: នាំចូលពីឯកសារ
kn: ಫೈಲ್‌ನಿಂದ ಆಮದು ಮಾಡಿ
lo: ນຳເຂົ້າຈາກໄຟລ໌
mk: Увези од датотека
ml: ഫയലിൽ നിന്ന് ഇമ്പോർട്ട് ചെയ്യുക
mr: फाइलमधून आयात करा
ms: Import dari Fail
my: ဖိုင်မှ တင်သွင်းပါ
ne: फाइलबाट आयात गर्नुहोस्
nl: Importeer uit bestand
pa: ਫਾਈਲ ਤੋਂ ਇਮਪੋਰਟ ਕਰੋ
pl: Importuj z pliku
pt_pt: Importar de Ficheiro
ru: Импорт из файла
si: ගොනුවෙන් ආනයනය කරන්න
sl: Uvozi iz datoteke
sr: Увези из датотеке
sw: Leta kutoka kwa Faili
ta: கோப்பிலிருந்து இறக்குமதி செய்
te: ఫైల్ నుండి ఇంపోర్ట్ చేయండి
th: นำเข้าจากไฟล์
uk: Імпортувати з файлу
zu: Ngenisa Kusuka Kufayela

# mcp.config.example
source: Config File Example
af: Konfigurasielêer Voorbeeld
am: የማዋቀሪያ ፋይል ምሳሌ
ar: مثال على ملف الإعدادات
bg: Пример за конфигурационен файл
bn: কনফিগ ফাইল উদাহরণ
ca: Exemple de fitxer de configuració
de: Beispiel für Konfigurationsdatei
el: Παράδειγμα αρχείου ρυθμίσεων
et: Konfiguratsioonifaili näide
eu: Konfigurazio fitxategi adibidea
fi: Esimerkki asetustiedostosta
fil: Halimbawa ng Config File
fr: Exemple de fichier de configuration
gl: Exemplo de arquivo de configuración
gu: કૉન્ફિગ ફાઇલ ઉદાહરણ
he: ת קץ תצר
hi: कॉन्फिग फाइल उदाहरण
hu: Konfigurációs fájl példa
id: Contoh File Konfigurasi
it: Esempio di file di configurazione
ja: 設定ファイル例
km: ឧទាហរណ៍ឯកសារកំណត់រចនាសម្ព័ន្ធ
kn: ಕಾನ್ಫಿಗ್ ಫೈಲ್ ಉದಾಹರಣೆ
lo: ຕົວຢ່າງໄຟລ໌ການຕັ້ງຄ່າ
mk: Пример на датотека за конфигурација
ml: കോൺഫിഗ് ഫയൽ ഉദാഹരണം
mr: कॉन्फिग फाइल उदाहरण
ms: Contoh Fail Konfigurasi
my: ပုံစံပြင်ဆင်မှု ဖိုင် နမူနာ
ne: कन्फिग फाइल उदाहरण
nl: Voorbeeld configuratiebestand
pa: ਕੌਂਫਿਗ ਫਾਈਲ ਉਦਾਹਰਨ
pl: Przykadowy plik konfiguracyjny
pt_pt: Exemplo de Ficheiro de Configuração
ru: Пример файла конфигурации
si: වින්‍යාස ගොනු උදාහරණය
sl: Primer konfiguracijske datoteke
sr: Пример конфигурационе датотеке
sw: Mfano wa Faili ya Usanidi
ta: உள்ளமைவு கோப்பு எடுத்துக்காட்டு
te: కాన్ఫిగ్ ఫైల్ ఉదాహరణ
th: ตัวอย่างไฟล์การกำหนดค่า
uk: Приклад файлу конфігурації
zu: Isibonelo Sefayela Lokulungiselelwa

# mcp.permission.note
source: Permissions will be requested when first using each feature
af: Toestemmings sal versoek word wanneer elke kenmerk vir die eerste keer gebruik word
am: እያንዳንዱን ባህሪ ለመጀመሪያ ጊዜ በሚጠቀሙበት ጊዜ ፈቃዶች ይጠየቃሉ
ar: سيتم طلب الأذونات عند استخدام كل ميزة لأول مرة
bg: Разрешенията ще бъдат поискани при първата употреба на всяка функция
bn: প্রতিটি বৈশিষ্ট্য প্রথমবার ব্যবহার করার সময় অনুমতি চাওয়া হবে
ca: Els permisos se sol·licitaran quan s'utilitzi cada funció per primera vegada
de: Berechtigungen werden bei der ersten Nutzung jeder Funktion angefragt
el: Θα ζητηθούν άδειες κατά την πρώτη χρήση κάθε λειτουργίας
et: Lube küsitakse iga funktsiooni esmakordsel kasutamisel
eu: Baimenak eskatuko dira eginbide bakoitza lehen aldiz erabiltzen denean
fi: Oikeuksia pyydetään jokaisen ominaisuuden ensimmäisellä käytöllä
fil: Hihingin ang mga permission kapag unang ginagamit ang bawat feature
fr: Les autorisations seront demandées lors de la première utilisation de chaque fonctionnalité
gl: Solicitaranse permisos ao usar cada función por primeira vez
gu: દરેક સુવિધા પ્રથમ વખત વાપરતી વખતે પરવાનગી માંગવામાં આવશે
he: רשת תקש שש רש ת
hi: प्रत्येक सुविधा के पहले उपयोग पर अनुमतियां मांगी जाएंगी
hu: Engedélyek minden funkció első használatakor kérésre kerülnek
id: Izin akan diminta saat pertama kali menggunakan setiap fitur
it: Le autorizzazioni verranno richieste al primo utilizzo di ogni funzione
ja: 必要な権限は各機能の初回使用時に確認されます
km: ការអនុញ្ញាតនឹងត្រូវបានស្នើសុំនៅពេលប្រើមុខងារនីមួយៗលើកដំបូង
kn: ಪ್ರತಿ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಮೊದಲ ಬಾರಿಗೆ ಬಳಸುವಾಗ ಅನುಮತಿಗಳನ್ನು ವಿನಂತಿಸಲಾಗುತ್ತದೆ
lo: ການອະນຸຍາດຈະຖືກຮ້ອງຂໍເມື່ອໃຊ້ຄຸນສົມບັດແຕ່ລະອັນເປັນຄັ້ງທຳອິດ
mk: Дозволите ќе бидат побарани кога прв пат се користи секоја функција
ml: ഓരോ ഫീച്ചറും ആദ്യം ഉപയോഗിക്കുമ്പോൾ അനുമതികൾ അഭ്യർത്ഥിക്കും
mr: प्रत्येक वैशिष्ट्य प्रथमच वापरताना परवानगी विचारली जाईल
ms: Kebenaran akan diminta apabila pertama kali menggunakan setiap ciri
my: လုပ်ဆောင်ချက် တစ်ခုချင်းစီကို ပထမဆုံး အသုံးပြုသည့်အခါ ခွင့်ပြုချက် တောင်းခံမည်
ne: प्रत्येक सुविधाको पहिलो प्रयोगमा अनुमतिहरू अनुरोध गरिनेछ
nl: Toestemmingen worden gevraagd bij het eerste gebruik van elke functie
pa: ਹਰੇਕ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਪਹਿਲੀ ਵਾਰ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਇਜਾਜ਼ਤਾਂ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਜਾਵੇਗੀ
pl: Uprawnienia zostan poproszone przy pierwszym użyciu każdej funkcji
pt_pt: As permissões serão solicitadas quando usar cada funcionalidade pela primeira vez
ru: Разрешения будут запрошены при первом использовании каждой функции
si: සෑම විශේෂාංගයක්ම පළමු වරට භාවිතා කරන විට අවසරය ඉල්ලනු ඇත
sl: Dovoljenja bodo zahtevana pri prvi uporabi vsake funkcije
sr: Дозволе ће бити затражене при првом коришћењу сваке функције
sw: Ruhusa zitaombwa wakati wa kwanza kutumia kila kipengele
ta: ஒவ்வொரு அம்சத்தையும் முதல் முறையாகப் பயன்படுத்தும் போது அனுமதிகள் கோரப்படும்
te: ప్రతి ఫీచర్‌ను మొదటిసారి ఉపయోగించేటప్పుడు అనుమతులు అభ్యర్థించబడతాయి
th: สิทธิ์จะถูกขอเมื่อใช้คุณสมบัติแต่ละอย่างครั้งแรก
uk: Дозволи будуть запитані при першому використанні кожної функції
zu: Izimvume zizocelelwa uma kusetshenziswa ngokokuqala isici ngasinye

# mcp.tool.available
source: Available Tools:
af: Beskikbare Hulpmiddels:
am: ተገኝ መሣሪያዎች:
ar: الأدوات المتاحة:
bg: Налични инструменти:
bn: উপলব্ধ টুল:
ca: Eines disponibles:
de: Verfügbare Tools:
el: Διαθέσιμα εργαλεία:
et: Saadaolevad tööriistad:
eu: Eskuragarri dauden tresnak:
fi: Saatavilla olevat työkalut:
fil: Mga Available na Tool:
fr: Outils disponibles :
gl: Ferramentas dispoñibles:
gu: ઉપલબ્ધ ટૂલ્સ:
hi: उपलब्ध टूल:
hu: Elérhető eszközök:
id: Alat yang Tersedia:
it: Strumenti disponibili:
ja: 利用可能なツール:
km: ឧបករណ៍ដែលមាន:
kn: ಲಭ್ಯವಿರುವ ಟೂಲ್‌ಗಳು:
lo: ເຄື່ອງມືທີ່ມີ:
mk: Достапни алатки:
ml: ലഭ്യമായ ടൂളുകൾ:
mr: उपलब्ध साधने:
ms: Alat Yang Tersedia:
my: ရနိုင်သော ကိရိယာများ:
ne: उपलब्ध उपकरणहरू:
nl: Beschikbare tools:
pa: ਉਪਲਬਧ ਟੂਲ:
pl: Dostpne narzdzia:
pt_pt: Ferramentas Disponíveis:
ru: Доступные инструменты:
si: ලබාගත හැකි මෙවලම්:
sl: Razpolo쬷jiva orodja:
sr: Доступни алати:
sw: Zana Zinazopatikana:
ta: கிடைக்கக்கூடிய கருவிகள்:
te: అందుబాటులో ఉన్న టూల్స్:
th: เครื่องมือที่มีอยู่:
uk: Доступні інструменти:
zu: Amathuluzi Atholakalayo:

# mcp.tool.parameters
source: Parameters:
am: መመዘኛዎች:
ar: المعاملات:
bg: Параметри:
bn: প্যারামিটার:
ca: Parmetres:
de: Parameter:
el: Παράμετροι:
et: Parameetrid:
eu: Parametroak:
fi: Parametrit:
fil: Mga Parameter:
fr: Paramètres :
gl: Parámetros:
gu: પેરામીટર્સ:
he: פרר:
hi: पैरामीटर:
hu: Paraméterek:
id: Parameter:
it: Parametri:
ja: パラメータ:
km: ប៉ារ៉ាម៉ែត្រ:
kn: ಪ್ಯಾರಾಮೀಟರ್‌ಗಳು:
lo: ພາລາມິເຕີ:
mk: Параметри:
ml: പാരാമീറ്ററുകൾ:
mr: पॅरामीटर्स:
ms: Parameter:
my: ပါရာမီတာများ:
ne: प्यारामिटरहरू:
pa: ਪੈਰਾਮੀਟਰ:
pl: Parametry:
pt_pt: Parâmetros:
ru: Параметры:
si: පරාමිති:
sl: Parametri:
sr: Параметри:
sw: Vigezo:
ta: அளவுருக்கள்:
te: పారామీటర్లు:
th: พารามิเตอร์:
uk: Параметри:
zu: Amapharamitha:

# mcp.prompt.available
source: Available Prompts:
af: Beskikbare Aanwysings:
am: ተገኝ ፕሮምፕቶች:
ar: الأوامر المتاحة:
bg: Налични подкани:
bn: উপলব্ধ প্রম্পট:
ca: Missatges disponibles:
de: Verfügbare Prompts:
el: Διαθέσιμες προτροπές:
et: Saadaolevad vihjed:
eu: Eskuragarri dauden gonbidapenak:
fi: Saatavilla olevat kehotteet:
fil: Mga Available na Prompt:
fr: Invites disponibles :
gl: Indicacións dispoñibles:
gu: ઉપલબ્ધ પ્રોમ્પ્ટ્સ:
he: פרפ :
hi: उपलब्ध प्रॉम्प्ट:
hu: Elérhető promptok:
id: Prompt yang Tersedia:
it: Prompt disponibili:
ja: 利用可能なプロンプト:
km: សំណួរដែលមាន:
kn: ಲಭ್ಯವಿರುವ ಪ್ರಾಂಪ್ಟ್‌ಗಳು:
lo: ຄຳສັ່ງທີ່ມີ:
mk: Достапни упатства:
ml: ലഭ്യമായ പ്രോംപ്റ്റുകൾ:
mr: उपलब्ध प्रॉम्प्ट्स:
ms: Prompt Yang Tersedia:
my: ရနိုင်သော မေးခွန်းများ:
ne: उपलब्ध प्रम्प्टहरू:
nl: Beschikbare prompts:
pa: ਉਪਲਬਧ ਪ੍ਰੋਮਪਟ:
pl: Dostpne polecenia:
pt_pt: Prompts Disponíveis:
ru: Доступные промпты:
si: ලබාගත හැකි විමසුම්:
sl: Razpolo쬷jivi pozivi:
sr: Доступни упити:
sw: Vidokezo Vinavyopatikana:
ta: கிடைக்கக்கூடிய உடனடிகள்:
te: అందుబాటులో ఉన్న ప్రాంప్ట్స్:
th: พรอมต์ที่มีอยู่:
uk: Доступні промпти:
zu: Izikhuthazo Ezitholakalayo:

# mcp.prompt.arguments
source: Arguments:
af: Argumente:
am: ክርክሮች:
ar: الوسائط:
bg: Аргументи:
bn: আর্গুমেন্ট:
de: Argumente:
el: Επιχειρήματα:
et: Argumendid:
eu: Argumentuak:
fi: Argumentit:
fil: Mga Argument:
gl: Argumentos:
gu: આર્ગ્યુમેન્ટ્સ:
he: ר:
hi: आर्गुमेंट:
hu: Argumentumok:
id: Argumen:
it: Argomenti:
ja: 引数:
km: អាគុយម៉ង់:
kn: ಆರ್ಗ್ಯುಮೆಂಟ್‌ಗಳು:
lo: ອາກຸມັ້ນ:
mk: Аргументи:
ml: ആർഗ്യുമെന്റുകൾ:
mr: आर्ग्युमेंट्स:
ms: Argumen:
my: ငြင်းခုံချက်များ:
ne: तर्कहरू:
nl: Argumenten:
pa: ਆਰਗੂਮੈਂਟ:
pl: Argumenty:
pt_pt: Argumentos:
ru: Аргументы:
si: තර්ක:
sl: Argumenti:
sr: Аргументи:
sw: Hoja:
ta: வாதங்கள்:
te: ఆర్గ్యుమెంట్స్:
th: อาร์กิวเมนต์:
uk: Аргументи:
zu: Izimpikiswano:

# mcp.tool.name
source: tool_name
af: hulpmiddel_naam
ar: اسم_الأداة
el: όνομα_εργαλείου
et: tööriista_nimi
fi: työkalu_nimi
fr: nom_outil
gl: nome_ferramenta
hu: eszköz_neve
it: nome_strumento
ja: ツール名
ne: upakaran_nam
nl: tool_naam
pl: nazwa_narzdzia
pt_pt: nome_ferramenta
ru: имя_инструмента
sl: ime_orodja
sr: ime_alata
sw: jina_la_chombo
uk: назва_інструменту
zu: igama_lethuluzi

# mcp.tool.arg.name
source: arg_name
af: argument_naam
ar: اسم_الوسيط
el: όνομα_επιχειρήματος
et: arg_nimi
fi: arg_nimi
fr: nom_arg
gl: nome_arg
hu: argumentum_neve
it: nome_argomento
ja: 引数名
ne: tarka_nam
nl: arg_naam
pl: nazwa_argumentu
pt_pt: nome_argumento
ru: имя_аргумента
sl: ime_argumenta
sr: ime_argumenta
sw: jina_la_hoja
uk: назва_аргументу
zu: igama_lempikiswano

# mcp.tool.arg.value
source: value
af: waarde
ar: القيمة
el: τιμή
et: väärtus
fi: arvo
fr: valeur
gl: valor
hu: érték
it: valore
ja: 値
ne: मान
nl: waarde
pl: warto
pt_pt: valor
ru: значение
sl: vrednost
sr: vrednost
sw: thamani
uk: значення
zu: inani

# mcp.tool.no.result
source: No result
af: Geen resultaat
am: ምንም ውጤት የለም
ar: لا توجد نتيجة
bg: Няма резултат
bn: কোনো ফলাফল নেই
ca: Cap resultat
de: Kein Ergebnis
el: Κανένα αποτέλεσμα
et: Tulemusi pole
eu: Ez dago emaitzarik
fi: Ei tulosta
fil: Walang resulta
fr: Aucun résultat
gl: Sen resultado
gu: પરિણામ નથી
he: תצ
hi: कोई परिणाम नहीं
hu: Nincs eredmény
id: Tidak ada hasil
it: Nessun risultato
ja: 結果がありません
km: គ្មានលទ្ធផល
kn: ಫಲಿತಾಂಶವಿಲ್ಲ
lo: ບໍ່ມີຜົນໄດ້ຮັບ
mk: Нема резултат
ml: ഫലമില്ല
mr: निकाल नाही
ms: Tiada hasil
my: ရလဒ် မရှိပါ
ne: कुनै नतिजा छैन
nl: Geen resultaat
pa: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ
pl: Brak wyniku
pt_pt: Sem resultado
ru: Нет результата
si: ප්‍රතිඵලයක් නැත
sl: Ni rezultata
sr: Нема резултата
sw: Hakuna matokeo
ta: முடிவு இல்லை
te: ఫలితం లేదు
th: ไม่มีผลลัพธ์
uk: Немає результату
zu: Ayikho imiphumela

# mcp.tool.running
source: Running tool: %@
af: Loop hulpmiddel: %@
am: መሣሪያ በማሄድ ላይ: %@
ar: جارٍ تشغيل الأداة: %@
bg: Изпълнява се инструмент: %@
bn: টুল চলছে: %@
ca: Executant eina: %@
de: Tool wird ausgeführt: %@
el: Εκτέλεση εργαλείου: %@
et: Töötab tööriist: %@
eu: Tresna exekutatzen: %@
fi: Suoritetaan työkalua: %@
fil: Tumatakbo ang tool: %@
fr: Exécution de l'outil : %@
gl: Executando ferramenta: %@
gu: ટૂલ ચાલી રહ્યું છે: %@
he: רץ : %@
hi: टूल चल रहा है: %@
hu: Eszköz futtatása: %@
id: Menjalankan alat: %@
it: Esecuzione strumento: %@
ja: ツール実行中: %@
km: កំពុងដំណើរការឧបករណ៍: %@
kn: ಟೂಲ್ ರನ್ ಆಗುತ್ತಿದೆ: %@
lo: ກຳລັງເຮັດວຽກເຄື່ອງມື: %@
mk: Се извршува алатка: %@
ml: ടൂൾ പ്രവർത്തിക്കുന്നു: %@
mr: साधन चालू आहे: %@
ms: Menjalankan alat: %@
my: ကိရိယာ လည်ပတ်နေသည်: %@
ne: उपकरण चलाउँदै: %@
nl: Tool uitvoeren: %@
pa: ਟੂਲ ਚੱਲ ਰਿਹਾ ਹੈ: %@
pl: Uruchamianie narzdzia: %@
pt_pt: A executar ferramenta: %@
ru: Выполнение инструмента: %@
si: මෙවලම ධාවනය කරමින්: %@
sl: Zaganjam orodje: %@
sr: Покретање алата: %@
sw: Inaendesha chombo: %@
ta: கருவி இயங்குகிறது: %@
te: టూల్ రన్ అవుతోంది: %@
th: กำลังรันเครื่องมือ: %@
uk: Виконання інструменту: %@
zu: Isebenzisa ithuluzi: %@

# mcp.tool.error
source: Tool execution error: %@
af: Hulpmiddel-uitvoeringsfout: %@
am: የመሣሪያ አፈጻጸም ስህተት: %@
ar: خطأ في تنفيذ الأداة: %@
bg: Грешка при изпълнение на инструмента: %@
bn: টুল কার্যকর করার ত্রুটি: %@
ca: Error d'execució de l'eina: %@
de: Tool-Ausführungsfehler: %@
el: Σφάλμα εκτέλεσης εργαλείου: %@
et: Tööriista käivitamise viga: %@
eu: Tresna exekuzio errorea: %@
fi: Työkalun suoritusvirhe: %@
fil: Error sa pagpapatupad ng tool: %@
fr: Erreur d'exécution de l'outil : %@
gl: Erro de execución da ferramenta: %@
gu: ટૂલ એક્ઝિક્યુશન ભૂલ: %@
he: שת רצת : %@
hi: टूल निष्पादन त्रुटि: %@
hu: Eszköz végrehajtási hiba: %@
id: Kesalahan eksekusi alat: %@
it: Errore di esecuzione dello strumento: %@
ja: ツール実行エラー: %@
km: កំហុសការដំណើរការឧបករណ៍: %@
kn: ಟೂಲ್ ಎಕ್ಸಿಕ್ಯೂಶನ್ ದೋಷ: %@
lo: ຂໍ້ຜິດພາດການເຮັດວຽກເຄື່ອງມື: %@
mk: Грешка при извршување на алатка: %@
ml: ടൂൾ എക്സിക്യൂഷൻ പിശക്: %@
mr: साधन अंमलबजावणी त्रुटी: %@
ms: Ralat pelaksanaan alat: %@
my: ကိရိယာ လည်ပတ်မှု အမှား: %@
ne: उपकरण कार्यान्वयन त्रुटि: %@
nl: Fout bij uitvoeren tool: %@
pa: ਟੂਲ ਐਗਜ਼ੀਕਿਊਸ਼ਨ ਗਲਤੀ: %@
pl: Bd wykonania narzdzia: %@
pt_pt: Erro de execução da ferramenta: %@
ru: Ошибка выполнения инструмента: %@
si: මෙවලම් ක්‍රියාත්මක දෝෂය: %@
sl: Napaka izvajanja orodja: %@
sr: Грешка при извршавању алата: %@
sw: Hitilafu ya utekelezaji wa chombo: %@
ta: கருவி செயல்படுத்தும் பிழை: %@
te: టూల్ ఎగ్జిక్యూషన్ లోపం: %@
th: ข้อผิดพลาดในการรันเครื่องมือ: %@
uk: Помилка виконання інструменту: %@
zu: Iphutha lokusebenzisa ithuluzi: %@

# mcp.error.server.not.found
source: Server not found: %@
af: Bediener nie gevind nie: %@
am: አገልጋይ አልተገኘም: %@
ar: لم يتم العثور على الخادم: %@
bg: Сървърът не е намерен: %@
bn: সার্ভার পাওয়া যায়নি: %@
ca: Servidor no trobat: %@
de: Server nicht gefunden: %@
el: Ο διακομιστής δεν βρέθηκε: %@
et: Serverit ei leitud: %@
eu: Zerbitzaria ez da aurkitu: %@
fi: Palvelinta ei löydy: %@
fil: Hindi nahanap ang server: %@
fr: Serveur introuvable : %@
gl: Servidor non atopado: %@
gu: સર્વર મળ્યું નથી: %@
he: שרת צ: %@
hi: सर्वर नहीं मिला: %@
hu: Szerver nem található: %@
id: Server tidak ditemukan: %@
it: Server non trovato: %@
ja: サーバーが見つかりません: %@
km: រកមិនឃើញម៉ាស៊ីនមេ: %@
kn: ಸರ್ವರ್ ಕಂಡುಬಂದಿಲ್ಲ: %@
lo: ບໍ່ພົບເຊີເວີ: %@
mk: Серверот не е пронајден: %@
ml: സെർവർ കണ്ടെത്തിയില്ല: %@
mr: सर्व्हर आढळला नाही: %@
ms: Pelayan tidak dijumpai: %@
my: ဆာဗာ မတွေ့ပါ: %@
ne: सर्भर फेला परेन: %@
nl: Server niet gevonden: %@
pa: ਸਰਵਰ ਨਹੀਂ ਮਿਲਿਆ: %@
pl: Nie znaleziono serwera: %@
pt_pt: Servidor não encontrado: %@
ru: Сервер не найден: %@
si: සේවාදායකය හමු නොවීය: %@
sl: Stre쬹ik ni najden: %@
sr: Сервер није пронађен: %@
sw: Seva haijapatikana: %@
ta: சர்வர் கிடைக்கவில்லை: %@
te: సర్వర్ కనిపించలేదు: %@
th: ไม่พบเซิร์ฟเวอร์: %@
uk: Сервер не знайдено: %@
zu: Iseva ayitholakali: %@
