Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# location.address
source: Address: %@
af: Adres: %@
am: አድራሻ: %@
ar: العنوان: %@
bg: Адрес: %@
bn: ঠিকানা: %@
ca: Adreça: %@
de: Adresse: %@
el: Διεύθυνση: %@
et: Aadress: %@
eu: Helbidea: %@
fi: Osoite: %@
fr: Adresse : %@
gl: Enderezo: %@
gu: સરનામું: %@
he: תת: %@
hi: पता: %@
hu: Cím: %@
id: Alamat: %@
it: Indirizzo: %@
ja: 住所: %@
km: អាសយដ្ឋាន: %@
kn: ವಿಳಾಸ: %@
lo: ທີ່ຢູ່: %@
mk: Адреса: %@
ml: വിലാസം: %@
mr: पत्ता: %@
ms: Alamat: %@
my: လိပ်စာ: %@
ne: ठेगाना: %@
nl: Adres: %@
pa: ਪਤਾ: %@
pl: Adres: %@
pt_pt: Endereço: %@
ru: Адрес: %@
si: ලිපිනය: %@
sl: Naslov: %@
sr: Адреса: %@
sw: Anwani: %@
ta: முகவரி: %@
te: చిరునామా: %@
th: ที่อยู่: %@
uk: Адреса: %@
zu: Ikheli: %@

# location.country
source: Country: %@
af: Land: %@
am: ሀገር: %@
ar: البلد: %@
bg: Страна: %@
bn: দেশ: %@
ca: País: %@
de: Land: %@
el: Χώρα: %@
et: Riik: %@
eu: Herrialdea: %@
fi: Maa: %@
fil: Bansa: %@
fr: Pays : %@
gl: País: %@
gu: દેશ: %@
hi: देश: %@
hu: Ország: %@
id: Negara: %@
it: Paese: %@
ja: 国: %@
km: ប្រទេស: %@
kn: ದೇಶ: %@
lo: ປະເທດ: %@
mk: Земја: %@
ml: രാജ്യം: %@
mr: देश: %@
ms: Negara: %@
my: နိုင်ငံ: %@
ne: देश: %@
nl: Land: %@
pa: ਦੇਸ਼: %@
pl: Kraj: %@
pt_pt: País: %@
ru: Страна: %@
si: රට: %@
sl: Dr쬬va: %@
sr: Држава: %@
sw: Nchi: %@
ta: நாடு: %@
te: దేశం: %@
th: ประเทศ: %@
uk: Країна: %@
zu: Izwe: %@

# location.postal
source: Postal Code: %@
af: Poskode: %@
am: የፖስታ ኮድ: %@
ar: الرمز البريدي: %@
bg: Пощенски код: %@
bn: পোস্টাল কোড: %@
ca: Codi postal: %@
de: Postleitzahl: %@
el: Ταχυδρομικός κώδικας: %@
et: Postiindeks: %@
eu: Posta kodea: %@
fi: Postinumero: %@
fr: Code postal : %@
gl: Código postal: %@
gu: પોસ્ટલ કોડ: %@
he: ק: %@
hi: पिन कोड: %@
hu: Irányítószám: %@
id: Kode Pos: %@
it: Codice postale: %@
ja: 郵便番号: %@
km: លេខកូដប្រៃសណីយ៍: %@
kn: ಅಂಚೆ ಸಂಕೇತ: %@
lo: ລະຫັດໄປສະນີ: %@
mk: Поштенски код: %@
ml: പോസ്റ്റൽ കോഡ്: %@
mr: पोस्टल कोड: %@
ms: Kod Pos: %@
my: စာပို့သင်္ကေတ: %@
ne: हुलाक कोड: %@
nl: Postcode: %@
pa: ਪੋਸਟਲ ਕੋਡ: %@
pl: Kod pocztowy: %@
pt_pt: Código Postal: %@
ru: Почтовый индекс: %@
si: තැපැල් කේතය: %@
sl: Po코tna 코tevilka: %@
sr: Поштански број: %@
sw: Msimbo wa Posta: %@
ta: அஞ்சல் குறியீடு: %@
te: పోస్టల్ కోడ్: %@
th: รหัสไปรษณีย์: %@
uk: Поштовий індекс: %@
zu: Ikhodi Yeposi: %@

# location.from
source: From: (%@, %@)
af: Van: (%@, %@)
am: ከ: (%@, %@)
ar: من: (%@، %@)
bg: От: (%@, %@)
bn: থেকে: (%@, %@)
ca: Des de: (%@, %@)
de: Von: (%@, %@)
el: Από: (%@, %@)
et: Algus: (%@, %@)
eu: Noiztik: (%@, %@)
fi: Lähde: (%@, %@)
fil: Mula sa: (%@, %@)
fr: De : (%@, %@)
gl: Desde: (%@, %@)
gu: થી: (%@, %@)
hi: से: (%@, %@)
hu: Honnan: (%@, %@)
id: Dari: (%@, %@)
it: Da: (%@, %@)
ja: 出発地: (%@, %@)
km: ពី: (%@, %@)
kn: ನಿಂದ: (%@, %@)
lo: ຈາກ: (%@, %@)
mk: Од: (%@, %@)
ml: എവിടെ നിന്ന്: (%@, %@)
mr: पासून: (%@, %@)
ms: Dari: (%@, %@)
my: မှ: (%@, %@)
ne: बाट: (%@, %@)
nl: Van: (%@, %@)
pa: ਇੱਥੋਂ: (%@, %@)
pl: Z: (%@, %@)
pt_pt: De: (%@, %@)
ru: Откуда: (%@, %@)
si: සිට: (%@, %@)
sl: Od: (%@, %@)
sr: Од: (%@, %@)
sw: Kutoka: (%@, %@)
ta: இருந்து: (%@, %@)
te: నుండి: (%@, %@)
th: จาก: (%@, %@)
uk: Від: (%@, %@)
zu: Kusuka ku: (%@, %@)

# location.to
source: To: (%@, %@)
af: Na: (%@, %@)
am: ወደ: (%@, %@)
ar: إلى: (%@، %@)
bg: До: (%@, %@)
bn: পর্যন্ত: (%@, %@)
ca: A: (%@, %@)
de: Nach: (%@, %@)
el: Προς: (%@, %@)
et: Lõpp: (%@, %@)
eu: Nora: (%@, %@)
fi: Kohde: (%@, %@)
fil: Papunta sa: (%@, %@)
fr: Vers : (%@, %@)
gl: Ata: (%@, %@)
gu: સુધી: (%@, %@)
hi: तक: (%@, %@)
hu: Hová: (%@, %@)
id: Ke: (%@, %@)
it: A: (%@, %@)
ja: 目的地: (%@, %@)
km: ទៅ: (%@, %@)
kn: ಗೆ: (%@, %@)
lo: ໄປ: (%@, %@)
mk: До: (%@, %@)
ml: എവിടേക്ക്: (%@, %@)
mr: पर्यंत: (%@, %@)
ms: Ke: (%@, %@)
my: သို့: (%@, %@)
ne: सम्म: (%@, %@)
nl: Naar: (%@, %@)
pa: ਇੱਥੇ: (%@, %@)
pl: Do: (%@, %@)
pt_pt: Para: (%@, %@)
ru: Куда: (%@, %@)
si: දක්වා: (%@, %@)
sl: Do: (%@, %@)
sr: До: (%@, %@)
sw: Hadi: (%@, %@)
ta: வரை: (%@, %@)
te: కు: (%@, %@)
th: ไปยัง: (%@, %@)
uk: До: (%@, %@)
zu: Kuya ku: (%@, %@)

# location.distance.km
source: Distance: %.2f km
af: Afstand: %.2f km
am: ርቀት: %.2f ኪ.ሜ
ar: المسافة: %.2f كم
bg: Разстояние: %.2f км
bn: দূরত্ব: %.2f কিমি
ca: Distncia: %.2f km
de: Entfernung: %.2f km
el: Απόσταση: %.2f km
et: Kaugus: %.2f km
eu: Distantzia: %.2f km
fi: Etäisyys: %.2f km
fil: Distansya: %.2f km
gl: Distancia: %.2f km
gu: અંતર: %.2f km
he: רק: %.2f ק"
hi: दूरी: %.2f किमी
hu: Távolság: %.2f km
id: Jarak: %.2f km
it: Distanza: %.2f km
ja: 距離: %.2f km
km: ចម្ងាយ: %.2f km
kn: ದೂರ: %.2f km
lo: ໄລຍະທາງ: %.2f km
mk: Растојание: %.2f km
ml: ദൂരം: %.2f km
mr: अंतर: %.2f km
ms: Jarak: %.2f km
my: အကွာအဝေး: %.2f km
ne: दूरी: %.2f km
nl: Afstand: %.2f km
pa: ਦੂਰੀ: %.2f km
pl: Odlego: %.2f km
pt_pt: Distância: %.2f km
ru: Расстояние: %.2f км
si: දුර: %.2f km
sl: Razdalja: %.2f km
sr: Удаљеност: %.2f км
sw: Umbali: %.2f km
ta: தூரம்: %.2f கிமீ
te: దూరం: %.2f km
th: ระยะทาง: %.2f กม.
uk: Відстань: %.2f км
zu: Ibanga: %.2f km

# location.distance.m
source: Distance: %d m
af: Afstand: %d m
am: ርቀት: %d ሜ
ar: المسافة: %d م
bg: Разстояние: %d м
bn: দূরত্ব: %d মি
ca: Distncia: %d m
de: Entfernung: %d m
el: Απόσταση: %d m
et: Kaugus: %d m
eu: Distantzia: %d m
fi: Etäisyys: %d m
fil: Distansya: %d m
gl: Distancia: %d m
gu: અંતર: %d m
he: רק: %d '
hi: दूरी: %d मी
hu: Távolság: %d m
id: Jarak: %d m
it: Distanza: %d m
ja: 距離: %d m
km: ចម្ងាយ: %d m
kn: ದೂರ: %d m
lo: ໄລຍະທາງ: %d m
mk: Растојание: %d m
ml: ദൂരം: %d m
mr: अंतर: %d m
ms: Jarak: %d m
my: အကွာအဝေး: %d m
ne: दूरी: %d m
nl: Afstand: %d m
pa: ਦੂਰੀ: %d m
pl: Odlego: %d m
pt_pt: Distância: %d m
ru: Расстояние: %d м
si: දුර: %d m
sl: Razdalja: %d m
sr: Удаљеност: %d м
sw: Umbali: %d m
ta: தூரம்: %d மீ
te: దూరం: %d m
th: ระยะทาง: %d ม.
uk: Відстань: %d м
zu: Ibanga: %d m

# health.not.available
source: Health is not available on this device
af: Gesondheid is nie beskikbaar op hierdie toestel nie
am: ጤና በዚህ መሳሪያ ላይ የለም
ar: الصحة غير متاحة على هذا الجهاز
bg: Здравето не е налично на това устройство
bn: এই ডিভাইসে স্বাস্থ্য উপলব্ধ নয়
ca: La salut no est disponible en aquest dispositiu
de: Gesundheit ist auf diesem Gerät nicht verfügbar
el: Η υγεία δεν είναι διαθέσιμη σε αυτήν τη συσκευή
et: Tervis pole selles seadmes saadaval
eu: Osasuna ez dago eskuragarri gailu honetan
fi: Terveys ei ole saatavilla tässä laitteessa
fil: Ang kalusugan ay hindi available sa device na ito
fr: Santé n'est pas disponible sur cet appareil
gl: Saúde non dispoñible neste dispositivo
gu: આ ઉપકરણ પર આરોગ્ય ઉપલબ્ધ નથી
he: רת שר
hi: इस डिवाइस पर स्वास्थ्य उपलब्ध नहीं है
hu: Egészség nem elérhető ezen az eszközön
id: Kesehatan tidak tersedia di perangkat ini
it: Salute non è disponibile su questo dispositivo
ja: ヘルスケアはこのデバイスで利用できません
km: សុខភាពមិនមាននៅលើឧបករណ៍នេះទេ
kn: ಈ ಸಾಧನದಲ್ಲಿ ಆರೋಗ್ಯ ಲಭ್ಯವಿಲ್ಲ
lo: ສຸຂະພາບບໍ່ມີໃນອຸປະກອນນີ້
mk: Здравјето не е достапно на овој уред
ml: ഈ ഉപകരണത്തിൽ ആരോഗ്യം ലഭ്യമല്ല
mr: या डिव्हाइसवर आरोग्य उपलब्ध नाही
ms: Kesihatan tidak tersedia pada peranti ini
my: ဤစက်တွင် ကျန်းမာရေး မရနိုင်ပါ
ne: यो उपकरणमा स्वास्थ्य उपलब्ध छैन
nl: Gezondheid is niet beschikbaar op dit apparaat
pa: ਇਸ ਡਿਵਾਈਸ 'ਤੇ ਸਿਹਤ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Zdrowie nie jest dostpne na tym urzdzeniu
pt_pt: A Saúde não está disponível neste dispositivo
ru: Здоровье недоступно на этом устройстве
si: මෙම උපාංගයේ සෞඛ්‍යය ලබාගත නොහැක
sl: Zdravje ni na voljo na tej napravi
sr: Здравље није доступно на овом уређају
sw: Afya haipatikani kwenye kifaa hiki
ta: இந்த சாதனத்தில் ஆரோக்கியம் கிடைக்கவில்லை
te: ఈ పరికరంలో ఆరోగ్యం అందుబాటులో లేదు
th: สุขภาพไม่พร้อมใช้งานบนอุปกรณ์นี้
uk: Здоров'я недоступне на цьому пристрої
zu: Impilo ayitholakali kule divayisi

# health.date
source: Date: %@
af: Datum: %@
am: ቀን: %@
ar: التاريخ: %@
bg: Дата: %@
bn: তারিখ: %@
ca: Data: %@
de: Datum: %@
el: Ημερομηνία: %@
et: Kuupäev: %@
eu: Data: %@
fi: Päivämäärä: %@
fil: Petsa: %@
gl: Data: %@
gu: તારીખ: %@
he: תר: %@
hi: दिनांक: %@
hu: Dátum: %@
id: Tanggal: %@
it: Data: %@
ja: 日付: %@
km: កាលបរិច្ឆេទ: %@
kn: ದಿನಾಂಕ: %@
lo: ວັນທີ: %@
mk: Датум: %@
ml: തീയതി: %@
mr: तारीख: %@
ms: Tarikh: %@
my: ရက်စွဲ: %@
ne: मिति: %@
nl: Datum: %@
pa: ਤਾਰੀਖ: %@
pl: Data: %@
pt_pt: Data: %@
ru: Дата: %@
si: දිනය: %@
sl: Datum: %@
sr: Датум: %@
sw: Tarehe: %@
ta: தேதி: %@
te: తేదీ: %@
th: วันที่: %@
uk: Дата: %@
zu: Usuku: %@

# health.steps
source: Steps: %@ steps
af: Stappe: %@ stappe
am: እርምጃዎች: %@ እርምጃዎች
ar: الخطوات: %@ خطوة
bg: Стъпки: %@ стъпки
bn: পদক্ষেপ: %@ পদক্ষেপ
ca: Passes: %@ passes
de: Schritte: %@ Schritte
el: Βήματα: %@ βήματα
et: Sammud: %@
eu: Urratsak: %@ urrats
fi: Askeleet: %@ askelta
fil: Mga Hakbang: %@ hakbang
fr: Pas : %@ pas
gl: Pasos: %@ pasos
gu: પગલાં: %@ પગલાં
he: צע: %@ צע
hi: कदम: %@ कदम
hu: Lépések: %@ lépés
id: Langkah: %@ langkah
it: Passi: %@ passi
ja: 歩数: %@ 歩
km: ជំហាន: %@ ជំហាន
kn: ಹೆಜ್ಜೆಗಳು: %@ ಹೆಜ್ಜೆಗಳು
lo: ກ້າວ: %@ ກ້າວ
mk: Чекори: %@ чекори
ml: ചുവടുകൾ: %@ ചുവടുകൾ
mr: पावले: %@ पावले
ms: Langkah: %@ langkah
my: လှမ်းခြင်း: %@ လှမ်း
ne: पाइलाहरू: %@ पाइलाहरू
nl: Stappen: %@ stappen
pa: ਕਦਮ: %@ ਕਦਮ
pl: Kroki: %@ kroków
pt_pt: Passos: %@ passos
ru: Шаги: %@ шагов
si: පියවර: %@ පියවර
sl: Koraki: %@ korakov
sr: Кораци: %@ корака
sw: Hatua: %@ hatua
ta: படிகள்: %@ படிகள்
te: అడుగులు: %@ అడుగులు
th: ก้าว: %@ ก้าว
uk: Кроки: %@ кроків
zu: Izinyathelo: %@ izinyathelo

# health.goal.progress
source: Goal progress: %d%% (10,000 steps goal)
af: Doelvordering: %d%% (10,000 stappe-doel)
am: የግብ እድገት: %d%% (10,000 እርምጃዎች ግብ)
ar: تقدم الهدف: %d%% (هدف 10,000 خطوة)
bg: Прогрес на целта: %d%% (цел 10,000 стъпки)
bn: লক্ষ্য অগ্রগতি: %d%% (১০,০০০ পদক্ষেপ লক্ষ্য)
ca: Progrés de l'objectiu: %d%% (objectiu de 10.000 passes)
de: Fortschritt: %d%% (Ziel: 10.000 Schritte)
el: Πρόοδος στόχου: %d%% (στόχος 10.000 βήματα)
et: Eesmärgi progress: %d%% (10 000 sammu eesmärk)
eu: Helburuaren aurrerapena: %d%% (10.000 urratsen helburua)
fi: Tavoitteen edistyminen: %d%% (10 000 askeleen tavoite)
fil: Progreso sa layunin: %d%% (10,000 hakbang na layunin)
fr: Progression de l'objectif : %d%% (objectif de 10 000 pas)
gl: Progreso do obxectivo: %d%% (obxectivo de 10.000 pasos)
gu: લક્ષ્ય પ્રગતિ: %d%% (10,000 પગલાંનું લક્ષ્ય)
he: תקת ע: %d%% (ע 10,000 צע)
hi: लक्ष्य प्रगति: %d%% (10,000 कदमों का लक्ष्य)
hu: Cél előrehaladása: %d%% (10 000 lépés cél)
id: Progres target: %d%% (target 10.000 langkah)
it: Progresso obiettivo: %d%% (obiettivo 10.000 passi)
ja: 目標達成率: %d%% (10,000歩目標)
km: ដំណើរការគោលដៅ: %d%% (គោលដៅ 10,000 ជំហាន)
kn: ಗುರಿ ಪ್ರಗತಿ: %d%% (10,000 ಹೆಜ್ಜೆಗಳ ಗುರಿ)
lo: ຄວາມຄືບໜ້າເປົ້າໝາຍ: %d%% (ເປົ້າໝາຍ 10,000 ກ້າວ)
mk: Напредок на цел: %d%% (цел од 10.000 чекори)
ml: ലക്ഷ്യം പുരോഗതി: %d%% (10,000 ചുവടുകൾ ലക്ഷ്യം)
mr: ध्येय प्रगती: %d%% (10,000 पावलांचे ध्येय)
ms: Kemajuan sasaran: %d%% (sasaran 10,000 langkah)
my: ပန်းတိုင် တိုးတက်မှု: %d%% (လှမ်း 10,000 ပန်းတိုင်)
ne: लक्ष्य प्रगति: %d%% (१०,००० पाइला लक्ष्य)
nl: Doelvoortgang: %d%% (10.000 stappen doel)
pa: ਟੀਚਾ ਤਰੱਕੀ: %d%% (10,000 ਕਦਮ ਟੀਚਾ)
pl: Postp celu: %d%% (cel 10 000 kroków)
pt_pt: Progresso do objetivo: %d%% (objetivo de 10.000 passos)
ru: Прогресс цели: %d%% (цель: 10 000 шагов)
si: ඉලක්ක ප්‍රගතිය: %d%% (පියවර 10,000 ඉලක්කය)
sl: Napredek cilja: %d%% (cilj 10.000 korakov)
sr: Напредак циља: %d%% (циљ 10.000 корака)
sw: Maendeleo ya lengo: %d%% (lengo la hatua 10,000)
ta: இலக்கு முன்னேற்றம்: %d%% (10,000 படிகள் இலக்கு)
te: లక్ష్య పురోగతి: %d%% (10,000 అడుగుల లక్ష్యం)
th: ความคืบหน้าเป้าหมาย: %d%% (เป้าหมาย 10,000 ก้าว)
uk: Прогрес цілі: %d%% (ціль 10 000 кроків)
zu: Inqubekela phambili yomgomo: %d%% (umgomo wezinyathelo ezingu-10,000)

# health.no.data
source: No data available
af: Geen data beskikbaar nie
am: ምንም መረጃ የለም
ar: لا تتوفر بيانات
bg: Няма налични данни
bn: কোনো ডেটা উপলব্ধ নেই
ca: No hi ha dades disponibles
de: Keine Daten verfügbar
el: Δεν υπάρχουν διαθέσιμα δεδομένα
et: Andmeid pole
eu: Ez dago daturik eskuragarri
fi: Ei saatavilla olevaa dataa
fil: Walang available na data
fr: Aucune donnée disponible
gl: Sen datos dispoñibles
gu: ડેટા ઉપલબ્ધ નથી
he: ת
hi: कोई डेटा उपलब्ध नहीं
hu: Nincs elérhető adat
id: Tidak ada data
it: Nessun dato disponibile
ja: データがありません
km: គ្មានទិន្នន័យ
kn: ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ
lo: ບໍ່ມີຂໍ້ມູນ
mk: Нема достапни податоци
ml: ഡാറ്റ ലഭ്യമല്ല
mr: डेटा उपलब्ध नाही
ms: Tiada data tersedia
my: ဒေတာ မရနိုင်ပါ
ne: कुनै डाटा उपलब्ध छैन
nl: Geen gegevens beschikbaar
pa: ਕੋਈ ਡੇਟਾ ਉਪਲਬਧ ਨਹੀਂ
pl: Brak dostpnych danych
pt_pt: Sem dados disponíveis
ru: Нет доступных данных
si: දත්ත ලබාගත නොහැක
sl: Ni razpolo쬷jivih podatkov
sr: Нема доступних података
sw: Hakuna data inayopatikana
ta: தரவு கிடைக்கவில்லை
te: డేటా అందుబాటులో లేదు
th: ไม่มีข้อมูล
uk: Немає доступних даних
zu: Ayikho idatha etholakalayo

# health.avg.bpm
source: Average: %d bpm
af: Gemiddeld: %d spm
am: አማካይ: %d bpm
ar: المتوسط: %d نبضة/دقيقة
bg: Средно: %d уд/мин
bn: গড়: %d bpm
ca: Mitjana: %d bpm
de: Durchschnitt: %d bpm
el: Μέσος όρος: %d bpm
et: Keskmine: %d bpm
eu: Batez bestekoa: %d bpm
fi: Keskiarvo: %d lyöntiä/min
fr: Moyenne : %d bpm
gl: Media: %d bpm
gu: સરેરાશ: %d bpm
he: צע: %d פעת ק
hi: औसत: %d bpm
hu: Átlag: %d bpm
id: Rata-rata: %d bpm
it: Media: %d bpm
ja: 平均: %d bpm
km: មធ្យម: %d bpm
kn: ಸರಾಸರಿ: %d bpm
lo: ສະເລ່ຍ: %d bpm
mk: Просек: %d bpm
ml: ശരാശരി: %d bpm
mr: सरासरी: %d bpm
ms: Purata: %d dpm
my: ပျမ်းမျှ: %d bpm
ne: औसत: %d bpm
nl: Gemiddeld: %d bpm
pa: ਔਸਤ: %d bpm
pl: rednia: %d bpm
pt_pt: Média: %d bpm
ru: Среднее: %d уд/мин
si: සාමාන්‍යය: %d bpm
sl: Povpre캜je: %d upm
sr: Просек: %d откуцаја/мин
sw: Wastani: %d bpm
ta: சராசரி: %d bpm
te: సగటు: %d bpm
th: เฉลี่ย: %d ครั้ง/นาที
uk: Середнє: %d уд/хв
zu: Isilinganiso: %d bpm

# health.min.bpm
source: Minimum: %d bpm
af: Minimum: %d spm
am: ዝቅተኛ: %d bpm
ar: الحد الأدنى: %d نبضة/دقيقة
bg: Минимум: %d уд/мин
bn: সর্বনিম্ন: %d bpm
ca: Mínim: %d bpm
el: Ελάχιστο: %d bpm
et: Miinimum: %d bpm
eu: Gutxienekoa: %d bpm
fi: Minimi: %d lyöntiä/min
gl: Mínimo: %d bpm
gu: ન્યૂનતમ: %d bpm
he: : %d פעת ק
hi: न्यूनतम: %d bpm
it: Minimo: %d bpm
ja: 最低: %d bpm
km: អប្បបរមា: %d bpm
kn: ಕನಿಷ್ಠ: %d bpm
lo: ຕ່ຳສຸດ: %d bpm
mk: Минимум: %d bpm
ml: കുറഞ്ഞത്: %d bpm
mr: किमान: %d bpm
ms: Minimum: %d dpm
my: အနည်းဆုံး: %d bpm
ne: न्यूनतम: %d bpm
pa: ਘੱਟੋ-ਘੱਟ: %d bpm
pt_pt: Mínimo: %d bpm
ru: Минимум: %d уд/мин
si: අවම: %d bpm
sl: Minimum: %d upm
sr: Минимум: %d откуцаја/мин
sw: Chini: %d bpm
ta: குறைந்தபட்சம்: %d bpm
te: కనిష్ట: %d bpm
th: ต่ำสุด: %d ครั้ง/นาที
uk: Мінімум: %d уд/хв
zu: Okuncane: %d bpm

# health.max.bpm
source: Maximum: %d bpm
af: Maksimum: %d spm
am: ከፍተኛ: %d bpm
ar: الحد الأقصى: %d نبضة/دقيقة
bg: Максимум: %d уд/мин
bn: সর্বোচ্চ: %d bpm
ca: Mxim: %d bpm
el: Μέγιστο: %d bpm
et: Maksimum: %d bpm
eu: Gehienezkoa: %d bpm
fi: Maksimi: %d lyöntiä/min
gl: Máximo: %d bpm
gu: મહત્તમ: %d bpm
he: קס: %d פעת ק
hi: अधिकतम: %d bpm
id: Maksimum: %d bpm
it: Massimo: %d bpm
ja: 最高: %d bpm
km: អតិបរមា: %d bpm
kn: ಗರಿಷ್ಠ: %d bpm
lo: ສູງສຸດ: %d bpm
mk: Максимум: %d bpm
ml: പരമാവധി: %d bpm
mr: कमाल: %d bpm
ms: Maksimum: %d dpm
my: အများဆုံး: %d bpm
ne: अधिकतम: %d bpm
pa: ਵੱਧ ਤੋਂ ਵੱਧ: %d bpm
pl: Maksimum: %d bpm
pt_pt: Máximo: %d bpm
ru: Максимум: %d уд/мин
si: උපරිම: %d bpm
sl: Maksimum: %d upm
sr: Максимум: %d откуцаја/мин
sw: Juu: %d bpm
ta: அதிகபட்சம்: %d bpm
te: గరిష్ట: %d bpm
th: สูงสุด: %d ครั้ง/นาที
uk: Максимум: %d уд/хв
zu: Okuningi: %d bpm

# health.measurements
source: Measurements: %d
af: Metings: %d
am: መለኪያዎች: %d
ar: القياسات: %d
bg: Измервания: %d
bn: পরিমাপ: %d
ca: Mesures: %d
de: Messungen: %d
el: Μετρήσεις: %d
et: Mõõtmised: %d
eu: Neurketak: %d
fi: Mittaukset: %d
fil: Mga Pagsukat: %d
fr: Mesures : %d
gl: Medicións: %d
gu: માપ: %d
he: ת: %d
hi: माप: %d
hu: Mérések: %d
id: Pengukuran: %d
it: Misurazioni: %d
ja: 測定回数: %d回
km: ការវាស់វែង: %d
kn: ಮಾಪನಗಳು: %d
lo: ການວັດແທກ: %d
mk: Мерења: %d
ml: അളവുകൾ: %d
mr: मोजमाप: %d
ms: Pengukuran: %d
my: တိုင်းတာမှုများ: %d
ne: मापनहरू: %d
nl: Metingen: %d
pa: ਮਾਪ: %d
pl: Pomiary: %d
pt_pt: Medições: %d
ru: Измерений: %d
si: මැනීම්: %d
sl: Meritve: %d
sr: Мерења: %d
sw: Vipimo: %d
ta: அளவீடுகள்: %d
te: కొలతలు: %d
th: การวัด: %d
uk: Вимірювання: %d
zu: Izilinganiso: %d

# health.no.sleep
source: No sleep data
af: Geen slaapdata nie
am: ምንም የእንቅልፍ መረጃ የለም
ar: لا توجد بيانات نوم
bg: Няма данни за сън
bn: কোনো ঘুমের ডেটা নেই
ca: No hi ha dades de son
de: Keine Schlafdaten
el: Δεν υπάρχουν δεδομένα ύπνου
et: Uneandmeid pole
eu: Ez dago lo daturik
fi: Ei unitietoja
fil: Walang sleep data
fr: Aucune donnée de sommeil
gl: Sen datos de sono
gu: ઊંઘનો ડેટા નથી
he: ת ש
hi: कोई नींद डेटा नहीं
hu: Nincs alvási adat
id: Tidak ada data tidur
it: Nessun dato sul sonno
ja: 睡眠データがありません
km: គ្មានទិន្នន័យការងេក
kn: ನಿದ್ರೆ ಡೇಟಾ ಇಲ್ಲ
lo: ບໍ່ມີຂໍ້ມູນການນອນ
mk: Нема податоци за сон
ml: ഉറക്ക ഡാറ്റയില്ല
mr: झोप डेटा नाही
ms: Tiada data tidur
my: အိပ် ဒေတာ မရှိပါ
ne: निद्रा डाटा छैन
nl: Geen slaapgegevens
pa: ਕੋਈ ਨੀਂਦ ਡੇਟਾ ਨਹੀਂ
pl: Brak danych o nie
pt_pt: Sem dados de sono
ru: Нет данных о сне
si: නින්ද දත්ත නැත
sl: Ni podatkov o spanju
sr: Нема података о сну
sw: Hakuna data ya usingizi
ta: தூக்கத் தரவு இல்லை
te: నిద్ర డేటా లేదు
th: ไม่มีข้อมูลการนอน
uk: Немає даних про сон
zu: Ayikho idatha yokulala

# health.sleep.total
source: Total sleep: %dh %dm
af: Totale slaap: %dh %dm
am: ጠቅላላ እንቅልፍ: %dሰ %dደ
ar: إجمالي النوم: %dh %dm
bg: Общ сън: %dч %dмин
bn: মোট ঘুম: %dঘ %dমি
ca: Son total: %dh %dm
de: Gesamtschlaf: %dh %dm
el: Συνολικός ύπνος: %dω %dλ
et: Kogu uni: %dh %dm
eu: Lo guztira: %dh %dm
fi: Kokonaisuni: %dt %dm
fil: Kabuuang tulog: %dh %dm
fr: Sommeil total : %dh %dm
gl: Sono total: %dh %dm
gu: કુલ ઊંઘ: %dh %dm
he: ס" ש: %dש %d
hi: कुल नींद: %dh %dm
hu: Teljes alvás: %dó %dp
id: Total tidur: %dh %dm
it: Sonno totale: %dh %dm
ja: 合計睡眠時間: %d時間%d分
km: ការងេកសរុប: %dh %dm
kn: ಒಟ್ಟು ನಿದ್ರೆ: %dh %dm
lo: ການນອນທັງໝົດ: %dh %dm
mk: Вкупен сон: %dh %dm
ml: മൊത്തം ഉറക്കം: %dh %dm
mr: एकूण झोप: %dh %dm
ms: Jumlah tidur: %dj %dm
my: စုစုပေါင်း အိပ်ချိန်: %dh %dm
ne: कुल निद्रा: %dh %dm
nl: Totale slaap: %du %dm
pa: ਕੁੱਲ ਨੀਂਦ: %dh %dm
pl: Cakowity sen: %dh %dm
pt_pt: Total de sono: %dh %dm
ru: Общее время сна: %dч %dм
si: සම්පූර්ණ නින්ද: %dh %dm
sl: Skupni spanec: %dh %dm
sr: Укупан сан: %dч %dм
sw: Jumla ya usingizi: %dh %dm
ta: மொத்த தூக்கம்: %dம %dநி
te: మొత్తం నిద్ర: %dh %dm
th: นอนรวม: %dชม %dนาที
uk: Загальний сон: %dг %dхв
zu: Ukulala okuhlanganisiwe: %dh %dm

# health.bedtime
source: Bedtime: %@
af: Bedtyd: %@
am: የመኝታ ሰዓት: %@
ar: وقت النوم: %@
bg: Време за лягане: %@
bn: শোবার সময়: %@
ca: Hora de dormir: %@
de: Schlafenszeit: %@
el: Ώρα ύπνου: %@
et: Magamamineku aeg: %@
eu: Oheratzeko ordua: %@
fi: Nukkumaanmenoaika: %@
fil: Oras ng pagtulog: %@
fr: Heure du coucher : %@
gl: Hora de durmir: %@
gu: સૂવાનો સમય: %@
he: שעת ש: %@
hi: सोने का समय: %@
hu: Lefekvés: %@
id: Waktu tidur: %@
it: Ora di andare a letto: %@
ja: 就寝時刻: %@
km: ពេលចូលគេង: %@
kn: ಮಲಗುವ ಸಮಯ: %@
lo: ເວລານອນ: %@
mk: Време за спиење: %@
ml: ഉറങ്ങാൻ പോകുന്ന സമയം: %@
mr: झोपण्याची वेळ: %@
ms: Masa tidur: %@
my: အိပ်ရာဝင်ချိန်: %@
ne: सुत्ने समय: %@
nl: Bedtijd: %@
pa: ਸੌਣ ਦਾ ਸਮਾਂ: %@
pl: Godzina snu: %@
pt_pt: Hora de deitar: %@
ru: Время отхода ко сну: %@
si: නින්දට යන වේලාව: %@
sl: 캛as spanja: %@
sr: Време спавања: %@
sw: Muda wa kulala: %@
ta: படுக்கை நேரம்: %@
te: నిద్ర సమయం: %@
th: เวลาเข้านอน: %@
uk: Час сну: %@
zu: Isikhathi sokulala: %@

# health.waketime
source: Wake time: %@
af: Waaktyd: %@
am: የመነቃት ሰዓት: %@
ar: وقت الاستيقاظ: %@
bg: Време за ставане: %@
bn: ঘুম থেকে ওঠার সময়: %@
ca: Hora de despertar: %@
de: Aufwachzeit: %@
el: Ώρα αφύπνισης: %@
et: Ärkamise aeg: %@
eu: Esnatzeko ordua: %@
fi: Heräämisaika: %@
fil: Oras ng paggising: %@
fr: Heure du réveil : %@
gl: Hora de espertar: %@
gu: જાગવાનો સમય: %@
he: שעת תעררת: %@
hi: जागने का समय: %@
hu: Ébresztés: %@
id: Waktu bangun: %@
it: Ora del risveglio: %@
ja: 起床時刻: %@
km: ពេលភ្ញាក់: %@
kn: ಎಚ್ಚರವಾಗುವ ಸಮಯ: %@
lo: ເວລາຕື່ນ: %@
mk: Време за будење: %@
ml: ഉണരുന്ന സമയം: %@
mr: जागे होण्याची वेळ: %@
ms: Masa bangun: %@
my: နိုးချိန်: %@
ne: उठ्ने समय: %@
nl: Wektijd: %@
pa: ਉੱਠਣ ਦਾ ਸਮਾਂ: %@
pl: Godzina budzenia: %@
pt_pt: Hora de acordar: %@
ru: Время пробуждения: %@
si: අවදි වන වේලාව: %@
sl: 캛as bujenja: %@
sr: Време буђења: %@
sw: Muda wa kuamka: %@
ta: எழும் நேரம்: %@
te: మేల్కొను సమయం: %@
th: เวลาตื่น: %@
uk: Час пробудження: %@
zu: Isikhathi sokuvuka: %@

# health.calories
source: Calories: %d kcal
af: Kalorieë: %d kcal
am: ካሎሪዎች: %d kcal
ar: السعرات الحرارية: %d سعرة حرارية
bg: Калории: %d kcal
bn: ক্যালোরি: %d kcal
de: Kalorien: %d kcal
el: Θερμίδες: %d kcal
et: Kalorid: %d kcal
eu: Kaloriak: %d kcal
fi: Kalorit: %d kcal
gl: Calorías: %d kcal
gu: કેલરી: %d kcal
he: קרת: %d קק"
hi: कैलोरी: %d kcal
hu: Kalóriák: %d kcal
id: Kalori: %d kkal
it: Calorie: %d kcal
ja: 消費カロリー: %d kcal
km: កាឡូរី: %d kcal
kn: ಕ್ಯಾಲೊರಿಗಳು: %d kcal
lo: ແຄລໍລີ່: %d kcal
mk: Калории: %d kcal
ml: കലോറി: %d kcal
mr: कॅलरी: %d kcal
ms: Kalori: %d kkal
my: ကယ်လိုရီ: %d kcal
ne: क्यालोरीहरू: %d kcal
nl: Calorieën: %d kcal
pa: ਕੈਲੋਰੀ: %d kcal
pl: Kalorie: %d kcal
pt_pt: Calorias: %d kcal
ru: Калории: %d ккал
si: කැලරි: %d kcal
sl: Kalorije: %d kcal
sr: Калорије: %d kcal
sw: Kalori: %d kcal
ta: கலோரிகள்: %d kcal
te: కేలరీలు: %d kcal
th: แคลอรี่: %d แคล
uk: Калорії: %d ккал
zu: Amakhalori: %d kcal

# filesystem.not.found
source: File not found: %@
af: Lêer nie gevind nie: %@
am: ፋይል አልተገኘም: %@
ar: لم يتم العثور على الملف: %@
bg: Файлът не е намерен: %@
bn: ফাইল পাওয়া যায়নি: %@
ca: Fitxer no trobat: %@
de: Datei nicht gefunden: %@
el: Το αρχείο δεν βρέθηκε: %@
et: Faili ei leitud: %@
eu: Fitxategia ez da aurkitu: %@
fi: Tiedostoa ei löydy: %@
fil: Hindi nahanap ang file: %@
fr: Fichier introuvable : %@
gl: Ficheiro non atopado: %@
gu: ફાઇલ મળી નથી: %@
he: קץ צ: %@
hi: फाइल नहीं मिली: %@
hu: Fájl nem található: %@
id: File tidak ditemukan: %@
it: File non trovato: %@
ja: ファイルが見つかりません: %@
km: រកមិនឃើញឯកសារ: %@
kn: ಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ: %@
lo: ບໍ່ພົບໄຟລ໌: %@
mk: Датотеката не е пронајдена: %@
ml: ഫയൽ കണ്ടെത്തിയില്ല: %@
mr: फाइल आढळली नाही: %@
ms: Fail tidak dijumpai: %@
my: ဖိုင် မတွေ့ပါ: %@
ne: फाइल फेला परेन: %@
nl: Bestand niet gevonden: %@
pa: ਫਾਈਲ ਨਹੀਂ ਮਿਲੀ: %@
pl: Nie znaleziono pliku: %@
pt_pt: Ficheiro não encontrado: %@
ru: Файл не найден: %@
si: ගොනුව හමු නොවීය: %@
sl: Datoteka ni najdena: %@
sr: Датотека није пронађена: %@
sw: Faili haijapatikana: %@
ta: கோப்பு கிடைக்கவில்லை: %@
te: ఫైల్ కనిపించలేదు: %@
th: ไม่พบไฟล์: %@
uk: Файл не знайдено: %@
zu: Ifayela alitholakali: %@

# filesystem.written
source: File written: %@
af: Lêer geskryf: %@
am: ፋይል ተጽፏል: %@
ar: تمت كتابة الملف: %@
bg: Файлът е записан: %@
bn: ফাইল লেখা হয়েছে: %@
ca: Fitxer escrit: %@
de: Datei geschrieben: %@
el: Το αρχείο γράφτηκε: %@
et: Fail kirjutatud: %@
eu: Fitxategia idatzita: %@
fi: Tiedosto kirjoitettu: %@
fil: Naisulat ang file: %@
fr: Fichier écrit : %@
gl: Ficheiro escrito: %@
gu: ફાઇલ લખી: %@
he: קץ ת: %@
hi: फाइल लिखी गई: %@
hu: Fájl írva: %@
id: File ditulis: %@
it: File scritto: %@
ja: ファイルを書き込みました: %@
km: បានសរសេរឯកសារ: %@
kn: ಫೈಲ್ ಬರೆಯಲಾಗಿದೆ: %@
lo: ຂຽນໄຟລ໌ແລ້ວ: %@
mk: Датотеката е запишана: %@
ml: ഫയൽ എഴുതി: %@
mr: फाइल लिहिली: %@
ms: Fail ditulis: %@
my: ဖိုင် ရေးပြီး: %@
ne: फाइल लेखियो: %@
nl: Bestand geschreven: %@
pa: ਫਾਈਲ ਲਿਖੀ: %@
pl: Zapisano plik: %@
pt_pt: Ficheiro escrito: %@
ru: Файл записан: %@
si: ගොනුව ලියන ලදී: %@
sl: Datoteka zapisana: %@
sr: Датотека написана: %@
sw: Faili imeandikwa: %@
ta: கோப்பு எழுதப்பட்டது: %@
te: ఫైల్ వ్రాయబడింది: %@
th: เขียนไฟล์แล้ว: %@
uk: Файл записано: %@
zu: Ifayela libhaliwe: %@
