Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# tts.download.message
source: Download the Kokoro TTS model (~87MB) for more natural Japanese text-to-speech.
af: Laai die Kokoro TTS-model af (~87MB) vir meer natuurlike Japannese teks-na-spraak.
am: Kokoro TTS ሞዴሉን ያውርዱ (~87MB) ለበለጠ የተፈጥሮ ጃፓንኛ ጽሁፍ-ወደ-ንግግር።
ar: قم بتنزيل نموذج Kokoro TTS (~87 ميغابايت) لتحويل النص إلى كلام ياباني أكثر طبيعية.
bg: Изтеглете модела Kokoro TTS (~87MB) за по-естествена японска синтеза на реч.
bn: আরো প্রাকৃতিক জাপানি টেক্সট-টু-স্পিচের জন্য Kokoro TTS মডেল ডাউনলোড করুন (~৮৭MB)।
ca: Descarrega el model Kokoro TTS (~87MB) per a síntesi de veu japonesa més natural.
de: Lade das Kokoro-TTS-Modell herunter (~87 MB) für natürlichere japanische Sprachausgabe.
el: Κατεβάστε το μοντέλο Kokoro TTS (~87MB) για πιο φυσική ιαπωνική μετατροπή κειμένου σε ομιλία.
et: Laadige alla Kokoro TTS mudel (~87MB) loomulikumaks jaapani keele kõnesünteesiks.
eu: Deskargatu Kokoro TTS eredua (~87MB) japoniar testu-hizketarako naturalagoa izateko.
fi: Lataa Kokoro TTS -malli (~87 Mt) luonnollisempaa japanilaista tekstistä puheeksi -toimintoa varten.
fil: I-download ang Kokoro TTS model (~87MB) para sa mas natural na Japanese text-to-speech.
fr: Téléchargez le modèle TTS Kokoro (~87 Mo) pour une synthèse vocale japonaise plus naturelle.
gl: Descarga o modelo Kokoro TTS (~87MB) para unha conversión de texto a voz en xaponés máis natural.
gu: વધુ કુદરતી જાપાની ટેક્સ્ટ-ટુ-સ્પીચ માટે Kokoro TTS મોડેલ (~87MB) ડાઉનલોડ કરો.
he: ר ת Kokoro TTS (~87MB) רת קס ר פת עת תר.
hi: अधिक प्राकृतिक जापानी टेक्स्ट-टू-स्पीच के लिए Kokoro TTS मॉडल (~87MB) डाउनलोड करें।
hu: Töltsd le a Kokoro TTS modellt (~87MB) természetesebb japán szövegfelolvasáshoz.
id: Unduh model Kokoro TTS (~87MB) untuk text-to-speech Jepang yang lebih natural.
it: Scarica il modello Kokoro TTS (~87MB) per una sintesi vocale giapponese più naturale.
km: ទាញយកគំរូ Kokoro TTS (~87MB) សម្រាប់អត្ថបទទៅសំឡេងភាសាជប៉ុនធម្មជាតិជាង។
kn: ಹೆಚ್ಚು ನೈಸರ್ಗಿಕ ಜಪಾನೀಸ್ ಟೆಕ್ಸ್ಟ್-ಟು-ಸ್ಪೀಚ್‌ಗಾಗಿ Kokoro TTS ಮಾಡೆಲ್ (~87MB) ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ.
lo: ດາວໂຫລດໂມເດລ Kokoro TTS (~87MB) ສຳລັບການເວົ້າຂໍ້ຄວາມພາສາຍີ່ປຸ່ນທີ່ເປັນທຳມະຊາດຫຼາຍຂຶ້ນ.
mk: Преземете го моделот Kokoro TTS (~87MB) за поприроден јапонски текст во говор.
ml: കൂടുതൽ സ്വാഭാവികമായ ജാപ്പനീസ് ടെക്സ്റ്റ്-ടു-സ്പീച്ചിനായി Kokoro TTS മോഡൽ (~87MB) ഡൗൺലോഡ് ചെയ്യുക.
mr: अधिक नैसर्गिक जपानी टेक्स्ट-टू-स्पीचसाठी Kokoro TTS मॉडेल (~87MB) डाउनलोड करा.
ms: Muat turun model Kokoro TTS (~87MB) untuk teks-ke-pertuturan Jepun yang lebih semula jadi.
my: ပို၍ သဘာဝကျသော ဂျပန် စာသား-မှ-စကားပြော အတွက် Kokoro TTS မော်ဒယ် (~87MB) ဒေါင်းလုဒ်လုပ်ပါ။
ne: अधिक प्राकृतिक जापानी पाठ-देखि-बोलीको लागि Kokoro TTS मोडेल (~87MB) डाउनलोड गर्नुहोस्।
nl: Download het Kokoro TTS-model (~87MB) voor natuurlijkere Japanse tekst-naar-spraak.
pa: ਵਧੇਰੇ ਕੁਦਰਤੀ ਜਾਪਾਨੀ ਟੈਕਸਟ-ਟੂ-ਸਪੀਚ ਲਈ Kokoro TTS ਮਾਡਲ (~87MB) ਡਾਊਨਲੋਡ ਕਰੋ।
pl: Pobierz model Kokoro TTS (~87MB) dla bardziej naturalnej japoskiej syntezy mowy.
pt_pt: Transfira o modelo Kokoro TTS (~87MB) para conversão texto-para-fala japonês mais natural.
ru: Загрузите модель Kokoro TTS (~87 МБ) для более естественного синтеза японской речи.
si: වඩාත් ස්වාභාවික ජපන් පෙළ-සිට-කථනය සඳහා Kokoro TTS ආකෘතිය (~87MB) බාගන්න.
sl: Prenesite model Kokoro TTS (~87MB) za bolj naraven japonski pretvor besedila v govor.
sr: Преузмите Kokoro TTS модел (~87MB) за природнији јапански text-to-speech.
sw: Pakua modeli ya Kokoro TTS (~87MB) kwa maandishi-kwa-hotuba ya asili zaidi ya Kijapani.
ta: மேலும் இயல்பான ஜப்பானிய உரை-க்கு-பேச்சுக்காக Kokoro TTS மாதிரியைப் பதிவிறக்கவும் (~87MB).
te: మరింత సహజమైన జపనీస్ టెక్స్ట్-టు-స్పీచ్ కోసం Kokoro TTS మోడల్ (~87MB) డౌన్‌లోడ్ చేయండి.
th: ดาวน์โหลดโมเดล Kokoro TTS (~87MB) สำหรับการพูดข้อความเป็นเสียงภาษาญี่ปุ่นที่เป็นธรรมชาติมากขึ้น
uk: Завантажте модель Kokoro TTS (~87МБ) для більш природного японського синтезу мовлення.
zu: Downloada imodeli ye-Kokoro TTS (~87MB) ukuze uthole umbhalo-kuya-enkulumweni yesiJapane esingcono.

# tts.downloading
source: Downloading TTS model...
af: Laai TTS-model af...
am: TTS ሞዴል በማውረድ ላይ...
ar: جارٍ تنزيل نموذج تحويل النص إلى كلام...
bg: Изтегляне на TTS модел...
bn: TTS মডেল ডাউনলোড হচ্ছে...
ca: Descarregant model TTS...
de: TTS-Modell wird heruntergeladen...
el: Λήψη μοντέλου TTS...
et: Laadib TTS mudelit alla...
eu: TTS eredua deskargatzen...
fi: Ladataan TTS-mallia...
fil: Nagda-download ng TTS model...
fr: Téléchargement du modèle TTS...
gl: Descargando modelo TTS...
gu: TTS મોડેલ ડાઉનલોડ થઈ રહ્યું છે...
he: ר TTS...
hi: TTS मॉडल डाउनलोड हो रहा है...
hu: TTS modell letöltése...
id: Mengunduh model TTS...
it: Download del modello TTS...
km: កំពុងទាញយកគំរូ TTS...
kn: TTS ಮಾಡೆಲ್ ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ...
lo: ກຳລັງດາວໂຫລດໂມເດລ TTS...
mk: Се презема TTS модел...
ml: TTS മോഡൽ ഡൗൺലോഡ് ചെയ്യുന്നു...
mr: TTS मॉडेल डाउनलोड होत आहे...
ms: Memuat turun model TTS...
my: TTS မော်ဒယ် ဒေါင်းလုဒ်လုပ်နေသည်...
ne: TTS मोडेल डाउनलोड गर्दै...
nl: TTS-model downloaden...
pa: TTS ਮਾਡਲ ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Pobieranie modelu TTS...
pt_pt: A transferir modelo TTS...
ru: Загрузка модели TTS...
si: TTS ආකෘතිය බාගත කරමින්...
sl: Prena코am TTS model...
sr: Преузимање TTS модела...
sw: Inapakua modeli ya TTS...
ta: TTS மாதிரி பதிவிறக்குகிறது...
te: TTS మోడల్ డౌన్‌లోడ్ అవుతోంది...
th: กำลังดาวน์โหลดโมเดล TTS...
uk: Завантаження моделі TTS...
zu: Iyadownloada imodeli ye-TTS...

# feedback.consent.title
source: Send Feedback
af: Stuur Terugvoer
am: አስተያየት ላክ
ar: إرسال ملاحظات
bg: Изпрати обратна връзка
bn: মতামত পাঠান
ca: Enviar comentaris
de: Feedback senden
el: Αποστολή σχολίων
et: Saada tagasisidet
eu: Bidali iritzia
fi: Lähetä palautetta
fil: Magpadala ng Feedback
fr: Envoyer un retour
gl: Enviar comentarios
gu: પ્રતિસાદ મોકલો
he: ש ש
hi: प्रतिक्रिया भेजें
hu: Visszajelzés küldése
id: Kirim Umpan Balik
it: Invia feedback
km: ផ្ញើមតិកែលម្អ
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ
lo: ສົ່ງຄໍາຄິດເຫັນ
mk: Испрати повратни информации
ml: ഫീഡ്ബാക്ക് അയയ്ക്കുക
mr: अभिप्राय पाठवा
ms: Hantar Maklum Balas
my: တုံ့ပြန်ချက် ပို့ပါ
ne: प्रतिक्रिया पठाउनुहोस्
nl: Feedback verzenden
pa: ਫੀਡਬੈਕ ਭੇਜੋ
pl: Wylij opini
pt_pt: Enviar Feedback
ru: Отправить отзыв
si: ප්‍රතිපෝෂණ යවන්න
sl: Po코lji povratne informacije
sr: Пошаљи повратну информацију
sw: Tuma Maoni
ta: கருத்தை அனுப்பு
te: ఫీడ్‌బ్యాక్ పంపండి
th: ส่งคำติชม
uk: Надіслати відгук
zu: Thumela Impendulo

# feedback.send
source: Send
af: Stuur
am: ላክ
ar: إرسال
bg: Изпрати
bn: পাঠান
ca: Enviar
de: Senden
el: Αποστολή
et: Saada
eu: Bidali
fi: Lähetä
fil: Ipadala
fr: Envoyer
gl: Enviar
gu: મોકલો
he: ש
hi: भेजें
hu: Küldés
id: Kirim
it: Invia
km: ផ្ញើ
kn: ಕಳುಹಿಸಿ
lo: ສົ່ງ
mk: Испрати
ml: അയയ്ക്കുക
mr: पाठवा
ms: Hantar
my: ပို့ပါ
ne: पठाउनुहोस्
nl: Verzend
pa: ਭੇਜੋ
pl: Wylij
pt_pt: Enviar
ru: Отправить
si: යවන්න
sl: Po코lji
sr: Пошаљи
sw: Tuma
ta: அனுப்பு
te: పంపు
th: ส่ง
uk: Надіслати
zu: Thumela

# feedback.positive.title
source: Was this response helpful?
af: Was hierdie reaksie nuttig?
am: ይህ ምላሽ ጠቃሚ ነበር?
ar: هل كان هذا الرد مفيداً؟
bg: Този отговор полезен ли беше?
bn: এই প্রতিক্রিয়া কি সহায়ক ছিল?
ca: Aquesta resposta ha estat útil?
de: War diese Antwort hilfreich?
el: Ήταν χρήσιμη αυτή η απάντηση;
et: Kas see vastus oli kasulik?
eu: Erantzun hau lagungarria izan al da?
fi: Oliko tästä vastauksesta apua?
fil: Nakatulong ba ang response na ito?
fr: Cette réponse vous a-t-elle été utile ?
gl: Foi útil esta resposta?
gu: આ પ્રતિસાદ મદદરૂપ હતો?
he: ת ת ע?
hi: क्या यह उत्तर सहायक था?
hu: Hasznos volt ez a válasz?
id: Apakah respons ini membantu?
it: Questa risposta è stata utile?
km: តើការឆ្លើយតបនេះមានប្រយោជន៍ទេ?
kn: ಈ ಪ್ರತಿಕ್ರಿಯೆ ಸಹಾಯಕವಾಗಿತ್ತೇ?
lo: ຄຳຕອບນີ້ເປັນປະໂຫຍດບໍ?
mk: Дали овој одговор беше корисен?
ml: ഈ പ്രതികരണം സഹായകരമായിരുന്നോ?
mr: हा प्रतिसाद उपयुक्त होता का?
ms: Adakah respons ini membantu?
my: ဤတုံ့ပြန်မှု အကူအညီဖြစ်သလား?
ne: के यो प्रतिक्रिया उपयोगी थियो?
nl: Was dit antwoord nuttig?
pa: ਕੀ ਇਹ ਜਵਾਬ ਮਦਦਗਾਰ ਸੀ?
pl: Czy ta odpowiedź bya pomocna?
pt_pt: Esta resposta foi útil?
ru: Был ли этот ответ полезен?
si: මෙම ප්‍රතිචාරය ප්‍රයෝජනවත් වූද?
sl: Ali je bil ta odgovor uporaben?
sr: Да ли је овај одговор био користан?
sw: Je, jibu hili lilikuwa la kusaidia?
ta: இந்த பதில் உதவியாக இருந்ததா?
te: ఈ ప్రతిస్పందన ఉపయోగకరంగా ఉందా?
th: คำตอบนี้มีประโยชน์หรือไม่?
uk: Ця відповідь була корисною?
zu: Ngabe le mpendulo isize?

# feedback.negative.title
source: Could this be improved?
af: Kan dit verbeter word?
am: ይህ ሊሻሻል ይችላል?
ar: هل يمكن تحسين هذا؟
bg: Може ли това да се подобри?
bn: এটি কি উন্নত করা যেতে পারে?
ca: Això es podria millorar?
de: Kann das verbessert werden?
el: Μπορεί αυτό να βελτιωθεί;
et: Kas seda saaks parandada?
eu: Hau hobetu al liteke?
fi: Voisiko tätä parantaa?
fil: Maaari bang pagbutihin ito?
fr: Cela pourrait-il être amélioré ?
gl: Podería mellorarse isto?
gu: આ સુધારી શકાય?
he: ת שפר ת?
hi: क्या इसमें सुधार हो सकता है?
hu: Javítható lenne?
id: Bisakah ini ditingkatkan?
it: Si potrebbe migliorare?
km: តើនេះអាចត្រូវបានធ្វើឱ្យប្រសើរឡើងទេ?
kn: ಇದನ್ನು ಸುಧಾರಿಸಬಹುದೇ?
lo: ສາມາດປັບປຸງສິ່ງນີ້ໄດ້ບໍ?
mk: Дали ова може да се подобри?
ml: ഇത് മെച്ചപ്പെടുത്താമോ?
mr: हे सुधारले जाऊ शकते का?
ms: Bolehkah ini diperbaiki?
my: ဤအရာ တိုးတက်ကောင်းမွန်အောင် လုပ်နိုင်ပါသလား?
ne: के यो सुधार गर्न सकिन्छ?
nl: Kan dit verbeterd worden?
pa: ਕੀ ਇਸ ਨੂੰ ਬਿਹਤਰ ਬਣਾਇਆ ਜਾ ਸਕਦਾ ਹੈ?
pl: Czy to można poprawi?
pt_pt: Isto pode ser melhorado?
ru: Можно ли это улучшить?
si: මෙය වැඩිදියුණු කළ හැකිද?
sl: Ali bi bilo mogo캜e to izbolj코ati?
sr: Да ли ово може бити побољшано?
sw: Je, hili linaweza kuboreshwa?
ta: இதை மேம்படுத்த முடியுமா?
te: ఇది మెరుగుపరచబడవచ్చా?
th: สามารถปรับปรุงได้หรือไม่?
uk: Це можна покращити?
zu: Ngabe lokhu kungathuthukiswa?

# feedback.explanation
source: Your feedback helps improve AI quality. Please review what data will be sent before submitting.
af: Jou terugvoer help om KI-kwaliteit te verbeter. Hersien asseblief watter data gestuur sal word voordat jy indien.
am: የእርስዎ አስተያየት የAI ጥራትን ለማሻሻል ይረዳል። ከማስገባትዎ በፊት ምን መረጃ እንደሚላክ እባክዎ ይመልከቱ።
ar: تساعد ملاحظاتك في تحسين جودة الذكاء الاصطناعي. يرجى مراجعة البيانات التي سيتم إرسالها قبل التقديم.
bg: Вашата обратна връзка помага за подобряване на качеството на AI. Моля, прегледайте какви данни ще бъдат изпратени преди изпращането.
bn: আপনার মতামত AI গুণমান উন্নত করতে সাহায্য করে। জমা দেওয়ার আগে অনুগ্রহ করে কী ডেটা পাঠানো হবে তা পর্যালোচনা করুন।
ca: Els teus comentaris ajuden a millorar la qualitat de la IA. Si us plau, revisa quines dades s'enviaran abans d'enviar.
de: Dein Feedback hilft, die KI-Qualität zu verbessern. Bitte überprüfe vor dem Absenden, welche Daten gesendet werden.
el: Τα σχόλιά σας βοηθούν στη βελτίωση της ποιότητας της τεχνητής νοημοσύνης. Παρακαλώ ελέγξτε ποια δεδομένα θα σταλούν πριν την υποβολή.
et: Teie tagasiside aitab parandada AI kvaliteeti. Palun vaadake üle, milliseid andmeid saadetakse enne esitamist.
eu: Zure iritziak IAren kalitatea hobetzen laguntzen du. Mesedez, berrikusi bidali aurretik zein datu bidaliko diren.
fi: Palautteesi auttaa parantamaan tekoälyn laatua. Tarkista lähetettävät tiedot ennen lähettämistä.
fil: Ang iyong feedback ay tumutulong na mapabuti ang kalidad ng AI. Mangyaring suriin ang data na ipapadala bago magsumite.
fr: Vos retours aident à améliorer la qualité de l'IA. Veuillez vérifier les données qui seront envoyées avant de soumettre.
gl: Os teus comentarios axudan a mellorar a calidade da IA. Por favor, revisa que datos se enviarán antes de enviar.
gu: તમારો પ્રતિસાદ AI ગુણવત્તા સુધારવામાં મદદ કરે છે. સબમિટ કરતા પહેલા કયો ડેટા મોકલવામાં આવશે તે કૃપા કરીને સમીક્ષા કરો.
he: ש ש ער שפר ת ת -AI. ק ת ש פ ש.
hi: आपकी प्रतिक्रिया AI गुणवत्ता सुधारने में मदद करती है। सबमिट करने से पहले कृपया भेजे जाने वाले डेटा की समीक्षा करें।
hu: A visszajelzésed segít javítani az AI minőségét. Kérlek ellenőrizd, milyen adatok kerülnek elküldésre a beküldés előtt.
id: Umpan balik Anda membantu meningkatkan kualitas AI. Harap tinjau data apa yang akan dikirim sebelum mengirimkan.
it: Il tuo feedback aiuta a migliorare la qualità dell'IA. Controlla i dati che verranno inviati prima di procedere.
km: មតិកែលម្អរបស់អ្នកជួយកែលម្អគុណភាព AI។ សូមពិនិត្យមើលទិន្នន័យដែលនឹងត្រូវផ្ញើមុនពេលដាក់ស្នើ។
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ AI ಗುಣಮಟ್ಟವನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಸಲ್ಲಿಸುವ ಮೊದಲು ಯಾವ ಡೇಟಾವನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಪರಿಶೀಲಿಸಿ.
lo: ຄໍາຄິດເຫັນຂອງທ່ານຊ່ວຍປັບປຸງຄຸນະພາບ AI. ກະລຸນາກວດສອບຂໍ້ມູນທີ່ຈະຖືກສົ່ງກ່ອນຍື່ນສົ່ງ.
mk: Вашите повратни информации помагаат да се подобри квалитетот на АИ. Ве молиме прегледајте кои податоци ќе бидат испратени пред поднесување.
ml: നിങ്ങളുടെ ഫീഡ്ബാക്ക് AI നിലവാരം മെച്ചപ്പെടുത്താൻ സഹായിക്കുന്നു. സമർപ്പിക്കുന്നതിന് മുമ്പ് ഏത് ഡാറ്റയാണ് അയയ്ക്കുന്നതെന്ന് ദയവായി അവലോകനം ചെയ്യുക.
mr: तुमचा अभिप्राय AI गुणवत्ता सुधारण्यास मदत करतो. सबमिट करण्यापूर्वी कोणता डेटा पाठवला जाईल ते कृपया पुनरावलोकन करा.
ms: Maklum balas anda membantu meningkatkan kualiti AI. Sila semak data yang akan dihantar sebelum menghantar.
my: သင့်တုံ့ပြန်ချက်သည် AI အရည်အသွေး တိုးတက်ရန် ကူညီသည်။ တင်သွင်းခြင်းမပြုမီ မည်သည့်ဒေတာ ပို့မည်ကို သုံးသပ်ပါ။
ne: तपाईंको प्रतिक्रियाले AI गुणस्तर सुधार गर्न मद्दत गर्दछ। कृपया पेश गर्नु अघि कुन डाटा पठाइनेछ समीक्षा गर्नुहोस्।
nl: Je feedback helpt de AI-kwaliteit te verbeteren. Controleer welke gegevens worden verzonden voordat je indient.
pa: ਤੁਹਾਡਾ ਫੀਡਬੈਕ AI ਗੁਣਵੱਤਾ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ। ਸਪੁਰਦ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਮੀਖਿਆ ਕਰੋ ਕਿ ਕਿਹੜਾ ਡੇਟਾ ਭੇਜਿਆ ਜਾਵੇਗਾ।
pl: Twoja opinia pomaga poprawi jako AI. Sprawdź, jakie dane zostan wysane przed przesaniem.
pt_pt: O seu feedback ajuda a melhorar a qualidade da IA. Por favor, reveja que dados serão enviados antes de submeter.
ru: Ваш отзыв помогает улучшить качество ИИ. Пожалуйста, проверьте, какие данные будут отправлены, перед отправкой.
si: ඔබේ ප්‍රතිපෝෂණ AI ගුණාත්මක භාවය වැඩිදියුණු කිරීමට උදව් කරයි. ඉදිරිපත් කිරීමට පෙර කුමන දත්ත යවනු ලබන්නේද යන්න සමාලෝචනය කරන්න.
sl: Va코e povratne informacije pomagajo izbolj코ati kakovost AI. Prosim, preglejte, kateri podatki bodo poslani pred po코iljanjem.
sr: Ваша повратна информација помаже у побољшању квалитета AI-ја. Молимо прегледајте које податке ћемо послати пре слања.
sw: Maoni yako yanasaidia kuboresha ubora wa AI. Tafadhali hakiki data itakayotumwa kabla ya kuwasilisha.
ta: உங்கள் கருத்து AI தரத்தை மேம்படுத்த உதவுகிறது. சமர்ப்பிக்கும் முன் என்ன தரவு அனுப்பப்படும் என்பதை மதிப்பாய்வு செய்யவும்.
te: మీ ఫీడ్‌బ్యాక్ AI నాణ్యతను మెరుగుపరచడంలో సహాయపడుతుంది. సబ్మిట్ చేసే ముందు ఏ డేటా పంపబడుతుందో దయచేసి సమీక్షించండి.
th: คำติชมของคุณช่วยปรับปรุงคุณภาพ AI กรุณาตรวจสอบข้อมูลที่จะส่งก่อนยืนยัน
uk: Ваш відгук допомагає покращити якість ШІ. Будь ласка, перегляньте, які дані будуть надіслані перед відправкою.
zu: Impendulo yakho isiza ukuthuthukisa ikhwalithi ye-AI. Sicela ubheke idatha ezothunyelwa ngaphambi kokuhambisa.

# feedback.data.section
source: Data to be sent
af: Data om te stuur
am: የሚላክ መረጃ
ar: البيانات التي سيتم إرسالها
bg: Данни за изпращане
bn: পাঠানো হবে যে ডেটা
ca: Dades que s'enviaran
de: Zu sendende Daten
el: Δεδομένα προς αποστολή
et: Saadetavad andmed
eu: Bidaliko diren datuak
fi: Lähetettävät tiedot
fil: Data na ipapadala
fr: Données à envoyer
gl: Datos a enviar
gu: મોકલવામાં આવનાર ડેટા
he: ת שש
hi: भेजा जाने वाला डेटा
hu: Elküldendő adatok
id: Data yang akan dikirim
it: Dati da inviare
km: ទិន្នន័យដែលត្រូវផ្ញើ
kn: ಕಳುಹಿಸಲಾಗುವ ಡೇಟಾ
lo: ຂໍ້ມູນທີ່ຈະຖືກສົ່ງ
mk: Податоци што ќе бидат испратени
ml: അയയ്ക്കേണ്ട ഡാറ്റ
mr: पाठवला जाणारा डेटा
ms: Data yang akan dihantar
my: ပို့မည့် ဒေတာ
ne: पठाइने डाटा
nl: Te verzenden gegevens
pa: ਭੇਜਣ ਲਈ ਡੇਟਾ
pl: Dane do wysania
pt_pt: Dados a serem enviados
ru: Данные для отправки
si: යැවීමට ඇති දත්ත
sl: Podatki za po코iljanje
sr: Подаци за слање
sw: Data itakayotumwa
ta: அனுப்பப்படும் தரவு
te: పంపబడే డేటా
th: ข้อมูลที่จะส่ง
uk: Дані для відправки
zu: Idatha ezothunyelwa

# feedback.data.conversation
source: Conversation
af: Gesprek
am: ውይይት
ar: المحادثة
bg: Разговор
bn: কথোপকথন
ca: Conversa
de: Unterhaltung
el: Συνομιλία
et: Vestlus
eu: Elkarrizketa
fi: Keskustelu
gl: Conversa
gu: વાતચીત
he: ש
hi: बातचीत
hu: Beszélgetés
id: Percakapan
it: Conversazione
km: សន្ទនា
kn: ಸಂಭಾಷಣೆ
lo: ການສົນທະນາ
mk: Разговор
ml: സംഭാഷണം
mr: संभाषण
ms: Perbualan
my: စကားစမြည့်
ne: कुराकानी
nl: Gesprek
pa: ਗੱਲਬਾਤ
pl: Rozmowa
pt_pt: Conversa
ru: Разговор
si: කතාබස්
sl: Pogovor
sr: Разговор
sw: Mazungumzo
ta: உரையாடல்
te: సంభాషణ
th: การสนทนา
uk: Розмова
zu: Ingxoxo

# feedback.data.conversation.desc
source: The AI response and your previous message
af: Die KI-reaksie en jou vorige boodskap
am: የAI ምላሽ እና የእርስዎ የቀድሞ መልዕክት
ar: رد الذكاء الاصطناعي ورسالتك السابقة
bg: AI отговорът и вашето предишно съобщение
bn: AI প্রতিক্রিয়া এবং আপনার আগের বার্তা
ca: La resposta de la IA i el teu missatge anterior
de: Die KI-Antwort und deine vorherige Nachricht
el: Η απάντηση της τεχνητής νοημοσύνης και το προηγούμενο μήνυμά σας
et: AI vastus ja teie eelmine sõnum
eu: IAren erantzuna eta zure aurreko mezua
fi: Tekoälyvastaus ja edellinen viestisi
fil: Ang AI response at ang iyong nakaraang mensahe
fr: La réponse de l'IA et votre message précédent
gl: A resposta da IA e a túa mensaxe anterior
gu: AI પ્રતિસાદ અને તમારો પાછલો સંદેશ
he: תת -AI ע קת ש
hi: AI का उत्तर और आपका पिछला संदेश
hu: Az AI válasz és az előző üzeneted
id: Respons AI dan pesan sebelumnya Anda
it: La risposta dell'IA e il tuo messaggio precedente
km: ការឆ្លើយតប AI និងសារមុនរបស់អ្នក
kn: AI ಪ್ರತಿಕ್ರಿಯೆ ಮತ್ತು ನಿಮ್ಮ ಹಿಂದಿನ ಸಂದೇಶ
lo: ຄຳຕອບຂອງ AI ແລະຂໍ້ຄວາມກ່ອນຫນ້າຂອງທ່ານ
mk: АИ одговорот и вашата претходна порака
ml: AI പ്രതികരണവും നിങ്ങളുടെ മുൻ സന്ദേശവും
mr: AI प्रतिसाद आणि तुमचा मागील संदेश
ms: Respons AI dan mesej anda sebelum ini
my: AI တုံ့ပြန်မှုနှင့် သင့် ယခင် မက်ဆေ့ခ်ျ
ne: AI प्रतिक्रिया र तपाईंको अघिल्लो सन्देश
nl: Het AI-antwoord en je vorige bericht
pa: AI ਜਵਾਬ ਅਤੇ ਤੁਹਾਡਾ ਪਿਛਲਾ ਸੰਦੇਸ਼
pl: Odpowiedź AI i Twoja poprzednia wiadomo
pt_pt: A resposta da IA e a sua mensagem anterior
ru: Ответ ИИ и ваше предыдущее сообщение
si: AI ප්‍රතිචාරය සහ ඔබේ පෙර පණිවිඩය
sl: Odgovor AI in va코e prej코nje sporo캜ilo
sr: AI одговор и ваша претходна порука
sw: Jibu la AI na ujumbe wako wa awali
ta: AI பதில் மற்றும் உங்கள் முந்தைய செய்தி
te: AI ప్రతిస్పందన మరియు మీ మునుపటి సందేశం
th: คำตอบของ AI และข้อความก่อนหน้าของคุณ
uk: Відповідь ШІ та ваше попереднє повідомлення
zu: Impendulo ye-AI nomlayezo wakho wangaphambili

# feedback.data.model
source: Model info
af: Modelinligting
am: የሞዴል መረጃ
ar: معلومات النموذج
bg: Информация за модела
bn: মডেল তথ্য
ca: Informació del model
de: Modellinfo
el: Πληροφορίες μοντέλου
et: Mudeli info
eu: Eredu informazioa
fi: Mallitiedot
fil: Impormasyon ng model
fr: Info du modèle
gl: Información do modelo
gu: મોડેલ માહિતી
he: ע ע
hi: मॉडल जानकारी
hu: Modell információ
id: Info model
it: Info modello
km: ព័ត៌មានគំរូ
kn: ಮಾಡೆಲ್ ಮಾಹಿತಿ
lo: ຂໍ້ມູນໂມເດລ
mk: Информации за модел
ml: മോഡൽ വിവരം
mr: मॉडेल माहिती
ms: Maklumat model
my: မော်ဒယ် အချက်အလက်
ne: मोडेल जानकारी
pa: ਮਾਡਲ ਜਾਣਕਾਰੀ
pl: Informacje o modelu
pt_pt: Informação do modelo
ru: Информация о модели
si: ආකෘති තොරතුරු
sl: Informacije o modelu
sr: Информације о моделу
sw: Maelezo ya modeli
ta: மாதிரி தகவல்
te: మోడల్ సమాచారం
th: ข้อมูลโมเดล
uk: Інформація про модель
zu: Ulwazi lwemodeli

# feedback.data.model.desc
source: Name of the AI model used
af: Naam van die KI-model wat gebruik is
am: የተጠቀመው AI ሞዴል ስም
ar: اسم نموذج الذكاء الاصطناعي المستخدم
bg: Име на използвания AI модел
bn: ব্যবহৃত AI মডেলের নাম
ca: Nom del model d'IA utilitzat
de: Name des verwendeten KI-Modells
el: Όνομα του μοντέλου τεχνητής νοημοσύνης που χρησιμοποιήθηκε
et: Kasutatud AI mudeli nimi
eu: Erabilitako IA ereduaren izena
fi: Käytetyn tekoälymallin nimi
fil: Pangalan ng AI model na ginamit
fr: Nom du modèle IA utilisé
gl: Nome do modelo de IA usado
gu: વપરાયેલ AI મોડેલનું નામ
he: ש -AI ש עש שש
hi: उपयोग किए गए AI मॉडल का नाम
hu: A használt AI modell neve
id: Nama model AI yang digunakan
it: Nome del modello IA utilizzato
km: ឈ្មោះគំរូ AI ដែលបានប្រើ
kn: ಬಳಸಿದ AI ಮಾಡೆಲ್‌ನ ಹೆಸರು
lo: ຊື່ໂມເດລ AI ທີ່ໃຊ້
mk: Име на користениот АИ модел
ml: ഉപയോഗിച്ച AI മോഡലിന്റെ പേര്
mr: वापरलेल्या AI मॉडेलचे नाव
ms: Nama model AI yang digunakan
my: အသုံးပြုထားသော AI မော်ဒယ်၏ အမည်
ne: प्रयोग गरिएको AI मोडेलको नाम
nl: Naam van het gebruikte AI-model
pa: ਵਰਤੇ ਗਏ AI ਮਾਡਲ ਦਾ ਨਾਮ
pl: Nazwa używanego modelu AI
pt_pt: Nome do modelo de IA usado
ru: Название используемой модели ИИ
si: භාවිතා කළ AI ආකෘතියේ නම
sl: Ime uporabljenega AI modela
sr: Име коришћеног AI модела
sw: Jina la modeli ya AI iliyotumika
ta: பயன்படுத்தப்பட்ட AI மாதிரியின் பெயர்
te: ఉపయోగించిన AI మోడల్ పేరు
th: ชื่อของโมเดล AI ที่ใช้
uk: Назва використовуваної моделі ШІ
zu: Igama lemodeli ye-AI esetshenzisiwe

# feedback.data.timestamp
source: Timestamp
af: Tydstempel
am: የጊዜ ማህተም
ar: الطابع الزمني
bg: Времева отметка
bn: টাইমস্ট্যাম্প
ca: Marca de temps
de: Zeitstempel
el: Χρονική σήμανση
et: Ajatempel
eu: Denbora-zigilua
fi: Aikaleima
fr: Horodatage
gl: Marca de tempo
gu: ટાઇમસ્ટેમ્પ
he: תת
hi: समय
hu: Időbélyeg
id: Stempel waktu
it: Data e ora
km: តែមប៉ាន់ពេលវេលា
kn: ಟೈಮ್‌ಸ್ಟ್ಯಾಂಪ್
lo: ເວລາ
mk: Временска ознака
ml: സമയമുദ്ര
mr: टाइमस्टँम्प
ms: Cap masa
my: အချိန်တံဆိပ်
ne: समय टिकट
nl: Tijdstempel
pa: ਸਮਾਂ ਮੁਹਰ
pl: Znacznik czasu
pt_pt: Carimbo de data/hora
ru: Временная метка
si: කාල මුද්‍රාව
sl: 캛asovni 쬴g
sr: Временска ознака
sw: Muhuri wa wakati
ta: நேர முத்திரை
te: టైమ్‌స్టాంప్
th: เวลาประทับ
uk: Часова мітка
zu: Uphawu lwesikhathi

# feedback.data.timestamp.desc
source: When the feedback was submitted
af: Wanneer die terugvoer ingedien is
am: አስተያየቱ መቼ እንደገባ
ar: وقت إرسال الملاحظات
bg: Кога е изпратена обратната връзка
bn: মতামত কখন জমা দেওয়া হয়েছে
ca: Quan s'ha enviat el comentari
de: Wann das Feedback gesendet wurde
el: Πότε υποβλήθηκαν τα σχόλια
et: Millal tagasiside esitati
eu: Iritzia noiz bidali den
fi: Milloin palaute lähetettiin
fil: Kailan isinumite ang feedback
fr: Date et heure de l'envoi du retour
gl: Cando se enviaron os comentarios
gu: જ્યારે પ્રતિસાદ સબમિટ થયો
he: ת ש ש
hi: प्रतिक्रिया कब सबमिट की गई
hu: Mikor lett beküldve a visszajelzés
id: Kapan umpan balik dikirimkan
it: Quando è stato inviato il feedback
km: ពេលដែលមតិកែលម្អត្រូវបានដាក់ស្នើ
kn: ಪ್ರತಿಕ್ರಿಯೆ ಸಲ್ಲಿಸಿದಾಗ
lo: ເມື່ອຄໍາຄິດເຫັນຖືກສົ່ງ
mk: Кога беа поднесени повратните информации
ml: ഫീഡ്ബാക്ക് സമർപ്പിച്ച സമയം
mr: अभिप्राय सबमिट केला तेव्हा
ms: Bila maklum balas dihantar
my: တုံ့ပြန်ချက် တင်သွင်းသည့်အခါ
ne: प्रतिक्रिया पेश गरिएको बेला
nl: Wanneer de feedback werd ingediend
pa: ਜਦੋਂ ਫੀਡਬੈਕ ਸਪੁਰਦ ਕੀਤਾ ਗਿਆ
pl: Kiedy zostaa przesana opinia
pt_pt: Quando o feedback foi submetido
ru: Когда был отправлен отзыв
si: ප්‍රතිපෝෂණ ඉදිරිපත් කළ විට
sl: Kdaj so bile poslane povratne informacije
sr: Када је повратна информација послата
sw: Wakati maoni yalipowasilishwa
ta: கருத்து எப்போது சமர்ப்பிக்கப்பட்டது
te: ఫీడ్‌బ్యాక్ సబ్మిట్ చేసిన సమయం
th: เมื่อส่งคำติชม
uk: Коли було надіслано відгук
zu: Lapho impendulo yahanjiswa khona

# feedback.privacy.section
source: Privacy
af: Privaatheid
am: ግላዊነት
ar: الخصوصية
bg: Поверителност
bn: গোপনীয়তা
ca: Privadesa
de: Datenschutz
el: Απόρρητο
et: Privaatsus
eu: Pribatutasuna
fi: Yksityisyys
fr: Confidentialité
gl: Privacidade
gu: ગોપનીયતા
he: פרת
hi: गोपनीयता
hu: Adatvédelem
id: Privasi
km: ឯកជនភាព
kn: ಗೌಪ್ಯತೆ
lo: ຄວາມເປັນສ່ວນຕົວ
mk: Приватност
ml: സ്വകാര്യത
mr: गोपनीयता
ms: Privasi
my: ကိုယ်ရေးကိုယ်တာ
ne: गोपनीयता
pa: ਗੋਪਨੀਯਤਾ
pl: Prywatno
pt_pt: Privacidade
ru: Конфиденциальность
si: රහස්‍යතාව
sl: Zasebnost
sr: Приватност
sw: Faragha
ta: தனியுரிமை
te: ప్రైవసీ
th: ความเป็นส่วนตัว
uk: Конфіденційність
zu: Ubumfihlo
