Repository: yukihamada/elio
Catalog: LocalAIAgent/Resources/*.lproj/Localizable.strings
Languages: af, am, ar, bg, bn, ca, de, el, et, eu, fi, fil, fr, gl, gu, he, hi, hu, id, it, ja, km, kn, lo, mk, ml, mr, ms, my, ne, nl, pa, pl, pt_pt, ru, si, sl, sr, sw, ta, te, th, uk, zu

# conversations.delete
source: Delete Conversation
af: Skrap Gesprek
am: ውይይት ሰርዝ
ar: حذف المحادثة
bg: Изтрий разговор
bn: কথোপকথন মুছুন
ca: Elimina conversa
de: Unterhaltung löschen
el: Διαγραφή συνομιλίας
et: Kustuta vestlus
eu: Ezabatu elkarrizketa
fi: Poista keskustelu
fil: Burahin ang Conversation
fr: Supprimer la conversation
gl: Eliminar conversa
gu: વાતચીત કાઢી નાખો
he: ק ש
hi: बातचीत हटाएं
hu: Beszélgetés törlése
id: Hapus Percakapan
it: Elimina conversazione
ja: 会話を削除
km: លុបសន្ទនា
kn: ಸಂಭಾಷಣೆ ಅಳಿಸಿ
lo: ລຶບການສົນທະນາ
mk: Избриши разговор
ml: സംഭാഷണം ഇല്ലാതാക്കുക
mr: संभाषण हटवा
ms: Padam Perbualan
my: စကားစမြည့် ဖျက်ရန်
ne: कुराकानी मेटाउनुहोस्
nl: Verwijder gesprek
pa: ਗੱਲਬਾਤ ਮਿਟਾਓ
pl: Usu rozmow
pt_pt: Eliminar Conversa
ru: Удалить разговор
si: කතාබස් මකන්න
sl: Izbri코i pogovor
sr: Обриши разговор
sw: Futa Mazungumzo
ta: உரையாடலை நீக்கு
te: సంభాషణను తొలగించు
th: ลบการสนทนา
uk: Видалити розмову
zu: Susa Ingxoxo

# conversations.default.title
source: New Conversation
af: Nuwe Gesprek
am: አዲስ ውይይት
ar: محادثة جديدة
bg: Нов разговор
bn: নতুন কথোপকথন
ca: Nova conversa
de: Neue Unterhaltung
el: Νέα συνομιλία
et: Uus vestlus
eu: Elkarrizketa berria
fi: Uusi keskustelu
fil: Bagong Conversation
fr: Nouvelle conversation
gl: Nova conversa
gu: નવી વાતચીત
he: ש ש
hi: नई बातचीत
hu: Új beszélgetés
id: Percakapan Baru
it: Nuova conversazione
ja: 新しい会話
km: សន្ទនាថ្មី
kn: ಹೊಸ ಸಂಭಾಷಣೆ
lo: ການສົນທະນາໃໝ່
mk: Нов разговор
ml: പുതിയ സംഭാഷണം
mr: नवीन संभाषण
ms: Perbualan Baharu
my: စကားစမြည့်အသစ်
ne: नयाँ कुराकानी
nl: Nieuw gesprek
pa: ਨਵੀਂ ਗੱਲਬਾਤ
pl: Nowa rozmowa
pt_pt: Nova Conversa
ru: Новый разговор
si: නව කතාබස්
sl: Nov pogovor
sr: Нови разговор
sw: Mazungumzo Mapya
ta: புதிய உரையாடல்
te: కొత్త సంభాషణ
th: การสนทนาใหม่
uk: Нова розмова
zu: Ingxoxo Entsha

# conversations.today
source: Today
af: Vandag
am: ዛሬ
ar: اليوم
bg: Днес
bn: আজ
ca: Avui
de: Heute
el: Σήμερα
et: Täna
eu: Gaur
fi: Tänään
fil: Ngayong Araw
fr: Aujourd'hui
gl: Hoxe
gu: આજે
hi: आज
hu: Ma
id: Hari Ini
it: Oggi
ja: 今日
km: ថ្ងៃនេះ
kn: ಇಂದು
lo: ມື້ນີ້
mk: Денес
ml: ഇന്ന്
mr: आज
ms: Hari Ini
my: ယနေ့
ne: आज
nl: Vandaag
pa: ਅੱਜ
pl: Dzisiaj
pt_pt: Hoje
ru: Сегодня
si: අද
sl: Danes
sr: Данас
sw: Leo
ta: இன்று
te: ఈరోజు
th: วันนี้
uk: Сьогодні
zu: Namuhla

# conversations.yesterday
source: Yesterday
af: Gister
am: ትናንት
ar: أمس
bg: Вчера
bn: গতকাল
ca: Ahir
de: Gestern
el: Χθες
et: Eile
eu: Atzo
fi: Eilen
fil: Kahapon
fr: Hier
gl: Onte
gu: ગઈકાલે
he: ת
hi: कल
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
km: ម្សិលមិញ
kn: ನಿನ್ನೆ
lo: ມື້ວານນີ້
mk: Вчера
ml: ഇന്നലെ
mr: काल
ms: Semalam
my: မနေ့က
ne: हिजो
nl: Gisteren
pa: ਕੱਲ੍ਹ
pl: Wczoraj
pt_pt: Ontem
ru: Вчера
si: ඊයේ
sl: V캜eraj
sr: Јуче
sw: Jana
ta: நேற்று
te: నిన్న
th: เมื่อวาน
uk: Вчора
zu: Izolo

# conversations.past7days
source: Past 7 Days
af: Afgelope 7 Dae
am: ያለፉት 7 ቀናት
ar: آخر 7 أيام
bg: Последните 7 дни
bn: গত ৭ দিন
ca: ltims 7 dies
de: Letzte 7 Tage
el: Τελευταίες 7 ημέρες
et: Viimased 7 päeva
eu: Azken 7 egunak
fi: Viimeiset 7 päivää
fil: Nakaraang 7 Araw
fr: 7 derniers jours
gl: ltimos 7 días
gu: છેલ્લા 7 દિવસ
he: 7 ר
hi: पिछले 7 दिन
hu: Elmúlt 7 nap
id: 7 Hari Terakhir
it: Ultimi 7 giorni
ja: 過去7日間
km: រយៈពេល 7 ថ្ងៃមុន
kn: ಕಳೆದ 7 ದಿನಗಳು
lo: 7 ມື້ທີ່ຜ່ານມາ
mk: Последните 7 дена
ml: കഴിഞ്ഞ 7 ദിവസം
mr: गेले 7 दिवस
ms: 7 Hari Lepas
my: လွန်ခဲ့သော ရက် 7
ne: विगत ७ दिन
nl: Afgelopen 7 dagen
pa: ਪਿਛਲੇ 7 ਦਿਨ
pl: Ostatnie 7 dni
pt_pt: Últimos 7 Dias
ru: Последние 7 дней
si: පසුගිය දින 7
sl: Zadnjih 7 dni
sr: Последњих 7 дана
sw: Siku 7 Zilizopita
ta: கடந்த 7 நாட்கள்
te: గత 7 రోజులు
th: 7 วันที่ผ่านมา
uk: Останні 7 днів
zu: Izinsuku Ezingu-7 Ezedlule

# conversations.past30days
source: Past 30 Days
af: Afgelope 30 Dae
am: ያለፉት 30 ቀናት
ar: آخر 30 يوماً
bg: Последните 30 дни
bn: গত ৩০ দিন
ca: ltims 30 dies
de: Letzte 30 Tage
el: Τελευταίες 30 ημέρες
et: Viimased 30 päeva
eu: Azken 30 egunak
fi: Viimeiset 30 päivää
fil: Nakaraang 30 Araw
fr: 30 derniers jours
gl: ltimos 30 días
gu: છેલ્લા 30 દિવસ
he: 30 ר
hi: पिछले 30 दिन
hu: Elmúlt 30 nap
id: 30 Hari Terakhir
it: Ultimi 30 giorni
ja: 過去30日間
km: រយៈពេល 30 ថ្ងៃមុន
kn: ಕಳೆದ 30 ದಿನಗಳು
lo: 30 ມື້ທີ່ຜ່ານມາ
mk: Последните 30 дена
ml: കഴിഞ്ഞ 30 ദിവസം
mr: गेले 30 दिवस
ms: 30 Hari Lepas
my: လွန်ခဲ့သော ရက် 30
ne: विगत ३० दिन
nl: Afgelopen 30 dagen
pa: ਪਿਛਲੇ 30 ਦਿਨ
pl: Ostatnie 30 dni
pt_pt: Últimos 30 Dias
ru: Последние 30 дней
si: පසුගිය දින 30
sl: Zadnjih 30 dni
sr: Последњих 30 дана
sw: Siku 30 Zilizopita
ta: கடந்த 30 நாட்கள்
te: గత 30 రోజులు
th: 30 วันที่ผ่านมา
uk: Останні 30 днів
zu: Izinsuku Ezingu-30 Ezedlule

# conversations.older
source: Older
af: Ouer
am: የቆየ
ar: أقدم
bg: По-стари
bn: পুরানো
ca: Més antic
de: Älter
el: Παλαιότερες
et: Vanemad
eu: Zaharragoak
fi: Vanhemmat
fil: Mas Luma
fr: Plus ancien
gl: Máis antigos
gu: જૂના
he: ש תר
hi: पुराने
hu: Régebbi
id: Lebih Lama
it: Meno recenti
ja: それ以前
km: ចាស់ជាង
kn: ಹಳೆಯದು
lo: ເກົ່າກວ່າ
mk: Постари
ml: പഴയത്
mr: जुने
ms: Lebih Lama
my: အဟောင်း
ne: पुरानो
nl: Ouder
pa: ਪੁਰਾਣੇ
pl: Starsze
pt_pt: Mais Antigo
ru: Старше
si: පැරණි
sl: Starej코e
sr: Старије
sw: Zamani Zaidi
ta: பழையது
te: పాతవి
th: เก่ากว่า
uk: Старіші
zu: Okudala Kakhudlwana

# conversations.created
source: Created: %@
af: Geskep: %@
am: ተፈጥሯል: %@
ar: تاريخ الإنشاء: %@
bg: Създаден: %@
bn: তৈরি: %@
ca: Creat: %@
de: Erstellt: %@
el: Δημιουργήθηκε: %@
et: Loodud: %@
eu: Sortua: %@
fi: Luotu: %@
fil: Nilikha: %@
fr: Créée le : %@
gl: Creado: %@
gu: બનાવ્યું: %@
he: צר: %@
hi: बनाया गया: %@
hu: Létrehozva: %@
id: Dibuat: %@
it: Creata: %@
ja: 作成日: %@
km: បានបង្កើត: %@
kn: ರಚಿಸಲಾಗಿದೆ: %@
lo: ສ້າງເມື່ອ: %@
mk: Создадено: %@
ml: സൃഷ്ടിച്ചത്: %@
mr: तयार केले: %@
ms: Dicipta: %@
my: ဖန်တီးခဲ့သည်: %@
ne: सिर्जना गरिएको: %@
nl: Aangemaakt: %@
pa: ਬਣਾਇਆ: %@
pl: Utworzono: %@
pt_pt: Criado: %@
ru: Создано: %@
si: නිර්මාණය කරන ලදී: %@
sl: Ustvarjeno: %@
sr: Креирано: %@
sw: Iliundwa: %@
ta: உருவாக்கப்பட்டது: %@
te: సృష్టించబడింది: %@
th: สร้างเมื่อ: %@
uk: Створено: %@
zu: Kwadalwa: %@

# conversations.user
source: User
af: Gebruiker
am: ተጠቃሚ
ar: المستخدم
bg: Потребител
bn: ব্যবহারকারী
ca: Usuari
de: Benutzer
el: Χρήστης
et: Kasutaja
eu: Erabiltzailea
fi: Käyttäjä
fr: Utilisateur
gl: Usuario
gu: વપરાશકર્તા
he: שתש
hi: उपयोगकर्ता
hu: Felhasználó
id: Pengguna
it: Utente
ja: ユーザー
km: អ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ
lo: ຜູ້ໃຊ້
mk: Корисник
ml: ഉപയോക്താവ്
mr: वापरकर्ता
ms: Pengguna
my: အသုံးပြုသူ
ne: प्रयोगकर्ता
nl: Gebruiker
pa: ਵਰਤੋਂਕਾਰ
pl: Użytkownik
pt_pt: Utilizador
ru: Пользователь
si: පරිශීලක
sl: Uporabnik
sr: Корисник
sw: Mtumiaji
ta: பயனர்
te: వినియోగదారు
th: ผู้ใช้
uk: Користувач
zu: Umsebenzisi

# conversations.assistant
source: Assistant
af: Assistent
am: ረዳት
ar: المساعد
bg: Асистент
bn: সহকারী
ca: Assistent
de: Assistent
el: Βοηθός
et: Assistent
eu: Laguntzailea
fi: Avustaja
gl: Asistente
gu: સહાયક
he: ער
hi: सहायक
hu: Asszisztens
id: Asisten
it: Assistente
ja: アシスタント
km: ជំនួយការ
kn: ಸಹಾಯಕ
lo: ຜູ້ຊ່ວຍ
mk: Асистент
ml: അസിസ്റ്റന്റ്
mr: असिस्टंट
ms: Pembantu
my: လက်ထောက်
ne: सहायक
nl: Assistent
pa: ਸਹਾਇਕ
pl: Asystent
pt_pt: Assistente
ru: Ассистент
si: සහායක
sl: Asistent
sr: Асистент
sw: Msaidizi
ta: உதவியாளர்
te: అసిస్టెంట్
th: ผู้ช่วย
uk: Асистент
zu: Umsizi

# conversations.search.placeholder
source: Search conversations
af: Deursoek gesprekke
am: ውይይቶችን ፈልግ
ar: البحث في المحادثات
bg: Търсене в разговори
bn: কথোপকথন অনুসন্ধান করুন
ca: Cerca converses
de: Unterhaltungen durchsuchen
el: Αναζήτηση συνομιλιών
et: Otsi vestlusi
eu: Bilatu elkarrizketetan
fi: Hae keskusteluja
fil: Maghanap ng mga conversation
fr: Rechercher des conversations
gl: Buscar conversas
gu: વાતચીતો શોધો
he: פש שת
hi: बातचीत खोजें
hu: Beszélgetések keresése
id: Cari percakapan
it: Cerca conversazioni
ja: 会話を検索
km: ស្វែងរកសន្ទនា
kn: ಸಂಭಾಷಣೆಗಳನ್ನು ಹುಡುಕಿ
lo: ຄົ້ນຫາການສົນທະນາ
mk: Пребарај разговори
ml: സംഭാഷണങ്ങൾ തിരയുക
mr: संभाषणे शोधा
ms: Cari perbualan
my: စကားစမြည့်များ ရှာဖွေပါ
ne: कुराकानीहरू खोज्नुहोस्
nl: Zoek gesprekken
pa: ਗੱਲਬਾਤਾਂ ਖੋਜੋ
pl: Szukaj w rozmowach
pt_pt: Pesquisar conversas
ru: Поиск разговоров
si: කතාබස් සොයන්න
sl: I코캜i po pogovorih
sr: Претражи разговоре
sw: Tafuta mazungumzo
ta: உரையாடல்களைத் தேடு
te: సంభాషణలను శోధించండి
th: ค้นหาการสนทนา
uk: Пошук розмов
zu: Sesha izingxoxo

# conversations.search.no_results
source: No results found
af: Geen resultate gevind nie
am: ምንም ውጤቶች አልተገኙም
ar: لم يتم العثور على نتائج
bg: Няма намерени резултати
bn: কোনো ফলাফল পাওয়া যায়নি
ca: No s'han trobat resultats
de: Keine Ergebnisse gefunden
el: Δεν βρέθηκαν αποτελέσματα
et: Tulemusi ei leitud
eu: Ez da emaitzarik aurkitu
fi: Ei tuloksia
fil: Walang nahanap na resulta
fr: Aucun résultat trouvé
gl: Non se atoparon resultados
gu: પરિણામો મળ્યા નથી
he: צ תצת
hi: कोई परिणाम नहीं मिला
hu: Nincs találat
id: Tidak ada hasil
it: Nessun risultato trovato
ja: 検索結果がありません
km: រកមិនឃើញលទ្ធផល
kn: ಫಲಿತಾಂಶಗಳು ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບຜົນໄດ້ຮັບ
mk: Не се пронајдени резултати
ml: ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല
mr: निकाल आढळले नाहीत
ms: Tiada hasil ditemui
my: ရလဒ် မတွေ့ပါ
ne: कुनै नतिजाहरू फेला परेन
nl: Geen resultaten gevonden
pa: ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਮਿਲੇ
pl: Nie znaleziono wyników
pt_pt: Nenhum resultado encontrado
ru: Ничего не найдено
si: ප්‍රතිඵල හමු නොවීය
sl: Ni najdenih rezultatov
sr: Нема пронађених резултата
sw: Hakuna matokeo yaliyopatikana
ta: முடிவுகள் இல்லை
te: ఫలితాలు కనిపించలేదు
th: ไม่พบผลลัพธ์
uk: Немає результатів
zu: Azikho iziphumela ezitholiwe

# message.copy
source: Copy
af: Kopieer
am: ቅዳ
ar: نسخ
bg: Копирай
bn: কপি
ca: Copia
de: Kopieren
el: Αντιγραφή
et: Kopeeri
eu: Kopiatu
fi: Kopioi
fil: Kopyahin
fr: Copier
gl: Copiar
gu: કૉપિ
he: עתק
hi: कॉपी करें
hu: Másolás
id: Salin
it: Copia
ja: コピー
km: ចម្លង
kn: ನಕಲಿಸಿ
lo: ສຳເນົາ
mk: Копирај
ml: പകർത്തുക
mr: कॉपी
ms: Salin
my: ကူးယူရန်
ne: प्रतिलिपि गर्नुहोस्
nl: Kopieer
pa: ਕਾਪੀ ਕਰੋ
pl: Kopiuj
pt_pt: Copiar
ru: Копировать
si: පිටපත් කරන්න
sl: Kopiraj
sr: Копирај
sw: Nakili
ta: நகலெடு
te: కాపీ
th: คัดลอก
uk: Копіювати
zu: Kopisha

# message.speak
source: Speak
af: Praat
am: ተናገር
ar: قراءة بصوت عالٍ
bg: Говори
bn: বলুন
ca: Parla
de: Vorlesen
el: Ομιλία
et: Hääldada
eu: Hitz egin
fi: Puhu
fil: Magsalita
fr: Lire à voix haute
gl: Falar
gu: બોલો
he: ר
hi: बोलें
hu: Felolvasás
id: Ucapkan
it: Leggi ad alta voce
ja: 読み上げ
km: និយាយ
kn: ಮಾತನಾಡು
lo: ເວົ້າ
mk: Зборувај
ml: സംസാരിക്കുക
mr: बोला
ms: Sebut
my: ပြောပါ
ne: बोल्नुहोस्
nl: Spreek
pa: ਬੋਲੋ
pl: Odczytaj
pt_pt: Falar
ru: Озвучить
si: කතා කරන්න
sl: Govori
sr: Изговори
sw: Sema
ta: பேசு
te: మాట్లాడు
th: พูด
uk: Промовити
zu: Khuluma

# message.stop.speaking
source: Stop Speaking
af: Stop Praat
am: ማውራት አቁም
ar: إيقاف القراءة
bg: Спри говоренето
bn: বলা বন্ধ করুন
ca: Atura el discurs
de: Vorlesen stoppen
el: Διακοπή ομιλίας
et: Peata hääldamine
eu: Gelditu hitz egitea
fi: Lopeta puhuminen
fil: Ihinto ang Pagsasalita
fr: Arrêter la lecture
gl: Deter fala
gu: બોલવાનું બંધ કરો
he: פסק ר
hi: बोलना बंद करें
hu: Felolvasás leállítása
id: Hentikan Ucapan
it: Interrompi lettura
ja: 読み上げ停止
km: បញ្ឈប់និយាយ
kn: ಮಾತನಾಡುವುದನ್ನು ನಿಲ್ಲಿಸಿ
lo: ຢຸດເວົ້າ
mk: Стопирај зборување
ml: സംസാരം നിർത്തുക
mr: बोलणे थांबवा
ms: Henti Bercakap
my: ပြောဆိုမှု ရပ်တန့်ပါ
ne: बोल्न बन्द गर्नुहोस्
nl: Stop spreken
pa: ਬੋਲਣਾ ਬੰਦ ਕਰੋ
pl: Zatrzymaj odczytywanie
pt_pt: Parar de Falar
ru: Остановить озвучку
si: කතා කිරීම නවතන්න
sl: Ustavi govor
sr: Заустави говор
sw: Acha Kusema
ta: பேசுவதை நிறுத்து
te: మాట్లాడటం ఆపు
th: หยุดพูด
uk: Зупинити промовляння
zu: Yeka Ukukhuluma

# message.share
source: Share
af: Deel
am: አጋራ
ar: مشاركة
bg: Сподели
bn: শেয়ার
ca: Comparteix
de: Teilen
el: Κοινοποίηση
et: Jaga
eu: Partekatu
fi: Jaa
fil: Ibahagi
fr: Partager
gl: Compartir
gu: શેર કરો
he: שתף
hi: साझा करें
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
km: ចែករំលែក
kn: ಹಂಚಿಕೊಳ್ಳಿ
lo: ແບ່ງປັນ
mk: Сподели
ml: പങ്കിടുക
mr: शेअर करा
ms: Kongsi
my: မျှဝေရန်
ne: साझेदारी गर्नुहोस्
nl: Deel
pa: ਸਾਂਝਾ ਕਰੋ
pl: Udostpnij
pt_pt: Partilhar
ru: Поделиться
si: බෙදාගන්න
sl: Deli
sr: Подели
sw: Shiriki
ta: பகிர்
te: షేర్ చేయి
th: แชร์
uk: Поділитися
zu: Yabelana

# message.share.card
source: Share as Card
af: Deel as Kaart
am: እንደ ካርድ አጋራ
ar: مشاركة كبطاقة
bg: Сподели като карта
bn: কার্ড হিসেবে শেয়ার করুন
ca: Comparteix com a targeta
de: Als Karte teilen
el: Κοινοποίηση ως κάρτα
et: Jaga kaardina
eu: Partekatu txartel gisa
fi: Jaa korttina
fil: Ibahagi bilang Card
fr: Partager en carte
gl: Compartir como tarxeta
gu: કાર્ડ તરીકે શેર કરો
he: שתף רס
hi: कार्ड के रूप में साझा करें
hu: Megosztás kártyaként
id: Bagikan sebagai Kartu
it: Condividi come scheda
ja: カードで共有
km: ចែករំលែកជាកាត
kn: ಕಾರ್ಡ್ ಆಗಿ ಹಂಚಿಕೊಳ್ಳಿ
lo: ແບ່ງປັນເປັນບັດ
mk: Сподели како картичка
ml: കാർഡായി പങ്കിടുക
mr: कार्ड म्हणून शेअर करा
ms: Kongsi sebagai Kad
my: ကတ်အဖြစ် မျှဝေပါ
ne: कार्डको रूपमा साझेदारी गर्नुहोस्
nl: Deel als kaart
pa: ਕਾਰਡ ਵਜੋਂ ਸਾਂਝਾ ਕਰੋ
pl: Udostpnij jako kart
pt_pt: Partilhar como Cartão
ru: Поделиться как карточка
si: කාඩ්පතක් ලෙස බෙදාගන්න
sl: Deli kot kartico
sr: Подели као картицу
sw: Shiriki kama Kadi
ta: அட்டையாகப் பகிர்
te: కార్డ్‌గా షేర్ చేయి
th: แชร์เป็นการ์ด
uk: Поділитися як карткою
zu: Yabelana Njengekhadi

# message.like
source: Like
af: Hou van
am: አስተዋወቅ
ar: إعجاب
bg: Харесай
bn: পছন্দ
ca: M'agrada
de: Gefällt mir
el: Μου αρέσει
et: Meeldib
eu: Atsegin dut
fi: Tykkää
fr: J'aime
gl: Gústame
gu: પસંદ
he: ק
hi: पसंद
hu: Tetszik
id: Suka
it: Mi piace
ja: いいね
km: ចូលចិត្ត
kn: ಇಷ್ಟ
lo: ຖືກໃຈ
mk: Ми се допаѓа
ml: ഇഷ്ടം
mr: आवडले
ms: Suka
my: ကြိုက်သည်
ne: मन पर्यो
nl: Vind ik leuk
pa: ਪਸੰਦ
pl: Lubi to
pt_pt: Gosto
ru: Нравится
si: කැමතියි
sl: V코e캜 mi je
sr: Свиђа ми се
sw: Penda
ta: விருப்பம்
te: లైక్
th: ถูกใจ
uk: Подобається
zu: Iyathanda

# share.card.title
source: Share Card
af: Deel Kaart
am: ካርድ አጋራ
ar: بطاقة المشاركة
bg: Сподели карта
bn: কার্ড শেয়ার করুন
ca: Comparteix targeta
de: Karte teilen
el: Κοινοποίηση κάρτας
et: Jaga kaarti
eu: Partekatu txartela
fi: Jaa kortti
fil: Ibahagi ang Card
fr: Partager la carte
gl: Compartir tarxeta
gu: કાર્ડ શેર કરો
he: שתף רס
hi: कार्ड साझा करें
hu: Kártya megosztása
id: Bagikan Kartu
it: Condividi scheda
ja: シェアカード
km: ចែករំលែកកាត
kn: ಕಾರ್ಡ್ ಹಂಚಿಕೊಳ್ಳಿ
lo: ແບ່ງປັນບັດ
mk: Сподели картичка
ml: കാർഡ് പങ്കിടുക
mr: कार्ड शेअर करा
ms: Kongsi Kad
my: ကတ် မျှဝေပါ
ne: कार्ड साझेदारी गर्नुहोस्
nl: Deel kaart
pa: ਕਾਰਡ ਸਾਂਝਾ ਕਰੋ
pl: Udostpnij kart
pt_pt: Partilhar Cartão
ru: Поделиться карточкой
si: කාඩ්පත බෙදාගන්න
sl: Deli kartico
sr: Подели картицу
sw: Shiriki Kadi
ta: அட்டையைப் பகிர்
te: కార్డ్ షేర్ చేయి
th: แชร์การ์ด
uk: Поділитися карткою
zu: Yabelana Ngekhadi

# share.card.preview
source: Preview
af: Voorskou
am: ቅድመ እይታ
ar: معاينة
bg: Предварителен преглед
bn: পূর্বরূপ
ca: Vista prèvia
de: Vorschau
el: Προεπισκόπηση
et: Eelvaade
eu: Aurreikuspena
fi: Esikatselu
fr: Aperçu
gl: Vista previa
gu: પૂર્વાવલોકન
he: תצ ק
hi: पूर्वावलोकन
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
km: មើលជាមុន
kn: ಪೂರ್ವವೀಕ್ಷಣೆ
lo: ແສດງຕົວຢ່າງ
mk: Преглед
ml: പ്രിവ്യൂ
mr: पूर्वावलोकन
ms: Pratonton
my: အစမ်းကြည့်ရှုမှု
ne: पूर्वावलोकन
nl: Voorbeeld
pa: ਪ੍ਰੀਵਿਊ
pl: Podgld
pt_pt: Pré-visualizar
ru: Предпросмотр
si: පෙරදසුන
sl: Predogled
sr: Преглед
sw: Hakiki
ta: முன்னோட்டம்
te: ప్రివ్యూ
th: ดูตัวอย่าง
uk: Попередній перегляд
zu: Ukubuka Kuqala

# share.card.button
source: Share Image
af: Deel Beeld
am: ምስል አጋራ
ar: مشاركة الصورة
bg: Сподели изображение
bn: ছবি শেয়ার করুন
ca: Comparteix imatge
de: Bild teilen
el: Κοινοποίηση εικόνας
et: Jaga pilti
eu: Partekatu irudia
fi: Jaa kuva
fil: Ibahagi ang Larawan
fr: Partager l'image
gl: Compartir imaxe
gu: છબી શેર કરો
he: שתף ת
hi: छवि साझा करें
hu: Kép megosztása
id: Bagikan Gambar
it: Condividi immagine
ja: 画像をシェア
km: ចែករំលែករូបភាព
kn: ಚಿತ್ರ ಹಂಚಿಕೊಳ್ಳಿ
lo: ແບ່ງປັນຮູບພາບ
mk: Сподели слика
ml: ചിത്രം പങ്കിടുക
mr: प्रतिमा शेअर करा
ms: Kongsi Imej
my: ပုံ မျှဝေပါ
ne: छवि साझेदारी गर्नुहोस्
nl: Deel afbeelding
pa: ਤਸਵੀਰ ਸਾਂਝੀ ਕਰੋ
pl: Udostpnij obraz
pt_pt: Partilhar Imagem
ru: Поделиться изображением
si: රූපය බෙදාගන්න
sl: Deli sliko
sr: Подели слику
sw: Shiriki Picha
ta: படத்தைப் பகிர்
te: చిత్రం షేర్ చేయి
th: แชร์รูปภาพ
uk: Поділитися зображенням
zu: Yabelana Ngesithombe

# message.dislike
source: Dislike
af: Hou nie van
am: አትወድ
ar: عدم إعجاب
bg: Не харесвай
bn: অপছন্দ
ca: No m'agrada
de: Gefällt mir nicht
el: Δεν μου αρέσει
et: Ei meeldi
eu: Ez dut atsegin
fi: Ei tykkää
fr: Je n'aime pas
gl: Non me gusta
gu: નાપસંદ
he: סק
hi: नापसंद
hu: Nem tetszik
id: Tidak Suka
it: Non mi piace
ja: よくない
km: មិនចូលចិត្ត
kn: ಇಷ್ಟವಿಲ್ಲ
lo: ບໍ່ຖືກໃຈ
mk: Не ми се допаѓа
ml: ഇഷ്ടമില്ല
mr: आवडले नाही
ms: Tidak Suka
my: မကြိုက်ပါ
ne: मन परेन
nl: Vind ik niet leuk
pa: ਨਾਪਸੰਦ
pl: Nie lubi
pt_pt: Não Gosto
ru: Не нравится
si: අකමැතියි
sl: Ni mi v코e캜
sr: Не свиђа ми се
sw: Sipendi
ta: விருப்பமில்லை
te: డిస్‌లైక్
th: ไม่ถูกใจ
uk: Не подобається
zu: Ayithandi

# message.thinking.process
source: Thinking Process
af: Denkproses
am: የማሰብ ሂደት
ar: عملية التفكير
bg: Процес на мислене
bn: চিন্তা প্রক্রিয়া
ca: Procés de pensament
de: Denkprozess
el: Διαδικασία σκέψης
et: Mõtlemisprotsess
eu: Pentsaketa prozesua
fi: Ajatteluprosessi
fil: Proseso ng Pag-iisip
fr: Processus de réflexion
gl: Proceso de pensamento
gu: વિચાર પ્રક્રિયા
he: ת ש
hi: सोचने की प्रक्रिया
hu: Gondolkodási folyamat
id: Proses Berpikir
it: Processo di ragionamento
ja: 思考プロセス
km: ដំណើរការគិត
kn: ಚಿಂತನಾ ಪ್ರಕ್ರಿಯೆ
lo: ຂະບວນການຄິດ
mk: Процес на размислување
ml: ചിന്താ പ്രക്രിയ
mr: विचार प्रक्रिया
ms: Proses Pemikiran
my: တွေးတောမှု လုပ်ငန်းစဉ်
ne: सोच प्रक्रिया
nl: Denkproces
pa: ਸੋਚ ਪ੍ਰਕਿਰਿਆ
pl: Proces mylenia
pt_pt: Processo de Pensamento
ru: Процесс мышления
si: චිත්තාකර්ෂණ ක්‍රියාවලිය
sl: Proces razmi코ljanja
sr: Процес размишљања
sw: Mchakato wa Mawazo
ta: சிந்தனை செயல்முறை
te: థింకింగ్ ప్రాసెస్
th: กระบวนการคิด
uk: Процес мислення
zu: Inqubo Yokucabanga

# message.tool.running
source: Running Tool
af: Hulpmiddel Loop
am: መሳሪያ በማሄድ ላይ
ar: جارٍ تشغيل الأداة
bg: Изпълнява се инструмент
bn: টুল চলছে
ca: Executant eina
de: Tool wird ausgeführt
el: Εκτέλεση εργαλείου
et: Tööriist töötab
eu: Tresna exekutatzen
fi: Käynnistää työkalua
fil: Tumatakbo ang Tool
fr: Outil en cours
gl: Executando ferramenta
gu: ટૂલ ચાલી રહ્યું છે
he: רץ
hi: टूल चल रहा है
hu: Eszköz futtatása
id: Menjalankan Alat
it: Esecuzione strumento
ja: ツール実行中
km: កំពុងដំណើរការឧបករណ៍
kn: ಟೂಲ್ ರನ್ ಆಗುತ್ತಿದೆ
lo: ກຳລັງເຮັດວຽກເຄື່ອງມື
mk: Алатка во тек
ml: ടൂൾ പ്രവർത്തിക്കുന്നു
mr: साधन चालू आहे
ms: Menjalankan Alat
my: ကိရိယာ လည်ပတ်နေသည်
ne: उपकरण चलाउँदै
nl: Tool uitvoeren
pa: ਟੂਲ ਚੱਲ ਰਿਹਾ ਹੈ
pl: Uruchamianie narzdzia
pt_pt: A Executar Ferramenta
ru: Выполнение инструмента
si: මෙවලම ධාවනය කරමින්
sl: Zaganjam orodje
sr: Покретање алата
sw: Inaendesha Chombo
ta: கருவி இயங்குகிறது
te: టూల్ రన్ అవుతోంది
th: กำลังรันเครื่องมือ
uk: Виконання інструменту
zu: Isebenzisa Ithuluzi

# message.tool.error
source: Error
af: Fout
am: ስህተት
ar: خطأ
bg: Грешка
bn: ত্রুটি
de: Fehler
el: Σφάλμα
et: Viga
eu: Errorea
fi: Virhe
fr: Erreur
gl: Erro
gu: ભૂલ
he: ש
hi: त्रुटि
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
km: កំហុស
kn: ದೋಷ
lo: ຂໍ້ຜິດພາດ
mk: Грешка
ml: പിശക്
mr: त्रुटी
ms: Ralat
my: အမှားအယွင်း
ne: त्रुटि
nl: Fout
pa: ਗਲਤੀ
pl: Bd
pt_pt: Erro
ru: Ошибка
si: දෝෂයකි
sl: Napaka
sr: Грешка
sw: Hitilafu
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
uk: Помилка
zu: Iphutha

# message.tool.completed
source: Completed
af: Voltooi
am: ተጠናቋል
ar: مكتمل
bg: Завършено
bn: সম্পন্ন
ca: Completat
de: Abgeschlossen
el: Ολοκληρώθηκε
et: Lõpetatud
eu: Amaituta
fi: Valmis
fil: Nakumpleto
fr: Terminé
gl: Completado
gu: પૂર્ણ થયું
he: ש
hi: पूर्ण
hu: Befejezve
id: Selesai
it: Completato
ja: 実行完了
km: បានបញ្ចប់
kn: ಮುಗಿದಿದೆ
lo: ສຳເລັດແລ້ວ
mk: Завршено
ml: പൂർത്തിയായി
mr: पूर्ण झाले
ms: Selesai
my: ပြီးမြောက်ပြီ
ne: पूरा भयो
nl: Voltooid
pa: ਪੂਰਾ ਹੋਇਆ
pl: Ukoczono
pt_pt: Concluído
ru: Завершено
si: සම්පූර්ණයි
sl: Kon캜ano
sr: Завршено
sw: Imekamilika
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสมบูรณ์
uk: Завершено
zu: Kuqediwe

# attachment.title
source: Attachment
af: Aanhangsel
am: ተያያዥ
ar: مرفق
bg: Прикачен файл
bn: সংযুক্তি
ca: Adjunt
de: Anhang
el: Συνημμένο
et: Manus
eu: Eranskina
fi: Liite
fr: Pièce jointe
gl: Anexo
gu: જોડાણ
he: קץ צרף
hi: अटैचमेंट
hu: Melléklet
id: Lampiran
it: Allegato
ja: 添付ファイル
km: ភ្ជាប់
kn: ಲಗತ್ತು
lo: ເອກະສານແນບ
mk: Прилог
ml: അറ്റാച്ച്മെന്റ്
mr: संलग्नक
ms: Lampiran
my: ပူးတွဲ
ne: संलग्न
nl: Bijlage
pa: ਅਟੈਚਮੈਂਟ
pl: Zacznik
pt_pt: Anexo
ru: Вложение
si: ඇමිණුම
sl: Priloga
sr: Прилог
sw: Kiambatisho
ta: இணைப்பு
te: అటాచ్‌మెంట్
th: ไฟล์แนบ
uk: Вкладення
zu: Okunamathiselwe

# attachment.photo.library
source: Choose Photo
af: Kies Foto
am: ፎቶ ምረጥ
ar: اختيار صورة
bg: Избери снимка
bn: ছবি বেছে নিন
ca: Tria foto
de: Foto auswählen
el: Επιλογή φωτογραφίας
et: Vali foto
eu: Aukeratu argazkia
fi: Valitse kuva
fil: Pumili ng Larawan
fr: Choisir une photo
gl: Escoller foto
gu: ફોટો પસંદ કરો
he: ר ת
hi: फोटो चुनें
hu: Fotó választása
id: Pilih Foto
it: Scegli foto
ja: 写真を選択
km: ជ្រើសរើសរូបថត
kn: ಫೋಟೋ ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກຮູບພາບ
mk: Избери фотографија
ml: ഫോട്ടോ തിരഞ്ഞെടുക്കുക
mr: फोटो निवडा
ms: Pilih Foto
my: ဓာတ်ပုံ ရွေးချယ်ပါ
ne: फोटो छान्नुहोस्
nl: Kies foto
pa: ਫੋਟੋ ਚੁਣੋ
pl: Wybierz zdjcie
pt_pt: Escolher Foto
ru: Выбрать фото
si: ඡායාරූපය තෝරන්න
sl: Izberi fotografijo
sr: Изабери фотографију
sw: Chagua Picha
ta: புகைப்படத்தைத் தேர்ந்தெடு
te: ఫోటో ఎంచుకోండి
th: เลือกรูปภาพ
uk: Вибрати фото
zu: Khetha Isithombe

# attachment.camera
source: Take Photo
af: Neem Foto
am: ፎቶ ያንሱ
ar: التقاط صورة
bg: Направи снимка
bn: ছবি তুলুন
ca: Fes una foto
de: Foto aufnehmen
el: Λήψη φωτογραφίας
et: Tee foto
eu: Atera argazkia
fi: Ota kuva
fil: Kumuha ng Larawan
fr: Prendre une photo
gl: Facer foto
gu: ફોટો લો
he: צ ת
hi: फोटो लें
hu: Fénykép készítése
id: Ambil Foto
it: Scatta foto
ja: カメラで撮影
km: ថតរូប
kn: ಫೋಟೋ ತೆಗೆಯಿರಿ
lo: ຖ່າຍຮູບ
mk: Сними фотографија
ml: ഫോട്ടോ എടുക്കുക
mr: फोटो घ्या
ms: Ambil Foto
my: ဓာတ်ပုံ ရိုက်ပါ
ne: फोटो खिच्नुहोस्
nl: Maak foto
pa: ਫੋਟੋ ਖਿੱਚੋ
pl: Zrób zdjcie
pt_pt: Tirar Foto
ru: Сделать фото
si: ඡායාරූපය ගන්න
sl: Posnemi fotografijo
sr: Сликај фотографију
sw: Piga Picha
ta: புகைப்படம் எடு
te: ఫోటో తీయండి
th: ถ่ายรูป
uk: Зробити фото
zu: Thatha Isithombe

# attachment.pdf
source: Select PDF
af: Kies PDF
am: PDF ምረጥ
ar: اختيار ملف PDF
bg: Избери PDF
bn: PDF নির্বাচন করুন
ca: Selecciona PDF
de: PDF auswählen
el: Επιλογή PDF
et: Vali PDF
eu: Hautatu PDFa
fi: Valitse PDF
fil: Pumili ng PDF
fr: Sélectionner un PDF
gl: Seleccionar PDF
gu: PDF પસંદ કરો
he: ר PDF
hi: PDF चुनें
hu: PDF kiválasztása
id: Pilih PDF
it: Seleziona PDF
ja: PDFを選択
km: ជ្រើសរើស PDF
kn: PDF ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກ PDF
mk: Избери PDF
ml: PDF തിരഞ്ഞെടുക്കുക
mr: PDF निवडा
ms: Pilih PDF
my: PDF ရွေးချယ်ပါ
ne: PDF छान्नुहोस्
nl: Selecteer PDF
pa: PDF ਚੁਣੋ
pl: Wybierz PDF
pt_pt: Selecionar PDF
ru: Выбрать PDF
si: PDF තෝරන්න
sl: Izberi PDF
sr: Изабери PDF
sw: Chagua PDF
ta: PDF ஐத் தேர்ந்தெடு
te: PDF ఎంచుకోండి
th: เลือก PDF
uk: Вибрати PDF
zu: Khetha i-PDF

# attachment.pdf.chars
source: %d chars
af: %d karakters
am: %d ቁምፊዎች
ar: %d حرف
bg: %d символа
bn: %d অক্ষর
ca: %d carcters
de: %d Zeichen
el: %d χαρακτήρες
et: %d tähemärki
eu: %d karaktere
fi: %d merkkiä
fil: %d character
fr: %d caractères
gl: %d caracteres
gu: %d અક્ષરો
he: %d ת
hi: %d अक्षर
hu: %d karakter
id: %d karakter
it: %d caratteri
ja: %d文字
km: តួអក្សរ %d
kn: %d ಅಕ್ಷರಗಳು
lo: %d ອັກສອນ
mk: %d знаци
ml: %d അക്ഷരങ്ങൾ
mr: %d वर्ण
ms: %d aksara
my: စာလုံး %d
ne: %d अक्षरहरू
nl: %d tekens
pa: %d ਅੱਖਰ
pl: %d znaków
pt_pt: %d caracteres
ru: %d символов
si: අක්ෂර %d
sl: %d znakov
sr: %d знакова
sw: herufi %d
ta: %d எழுத்துக்கள்
te: %d అక్షరాలు
th: %d ตัวอักษร
uk: %d символів
zu: izinhlamvu %d
